Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: Permission denied
ast: Permisu torgáu
br: Aotre nac'het
fi: Ei oikeuksia
gl: Permiso denegado
id: Izin ditolak
is: Aðgangi hafnað
ko: 권한이 없습니다.
ky: Кирүү укугу четке кагылды
pt_br: Permissão negada
ro: Permisiune respinsă.
ru: Доступ запрещён
uz: Ruxsat yoʻq
wa: Permission rfuzêye
zh_tw: 權限不足

source: Bad NFS name
ast: Nome NFS incorreutu
br: N'eo ket un anv NFS mat
fi: Virheellinen NFS-nimi
gl: Nome NFS incorrecto
id: Nama NFS yang salah
is: Rangt NFS nafn
ko: 부정확한 NFS 이름입니다
ky: Жаман NFS аты
pt_br: Nome NFS inválido
ro: Nume NFS greşit
ru: Неверное имя NFS
uz: NFS nomi notoʻgʻri
wa: Måva no NFS
zh_tw: 錯誤的 NFS 名稱

source: Bad media %s
ast: Mediu %s incorreutu
br: N'eo ket mat ar vedia %s
fi: Huono media %s
gl: O soporte %s é incorrecto
id: Media rusak %s
is: Gallaður miðill %s
ko: 알 수 없는 미디어 %s
ky: %s жараксыз алып жүрүүчү
pt_br: Mídia %s ruim
ro: Mediu %s incorect
ru: Неверный источник %s
uz: Notoʻgʻri toʻplam %s
wa: Måva sopoirt %s
zh_tw: 損壞的媒介 %s

source: Can not make screenshots before partitioning
br: N'hellan ket sevel skrammpakeroù a-raok parzhañ
fi: Kuvakaappauksia ei voida tehdä ennen osiointia
gl: Non se pode captura-la pantalla antes de face-las particións
id: Tidak bisa membuat screenshot sebelum buat partisi
is: Get ekki tekið skjámyndir fyrr en disksneiðar hafa verið skilgreindar
ko: 파티션을 나누기 전에는 스크린샷을 만들 수 없습니다.
ky: Бөлүмдөрдү жаратууга чейин скриншотторду түзүүгө болбойт
pt_br: Não foi possível capturar telas antes de particionar
ro: Nu se poate captura ecranul înainte de partiţionare
ru: Невозможно создать скриншоты перед разметкой диска
uz: Skrinshotlarni diskni boʻlishdan avval olib boʻlmaydi
wa: Dji n' pou nén fé des waitroûlêyes divant l' pårtixhaedje
zh_tw: 在尚未進行分割前無法提供畫面捕捉功能

source: Screenshots will be available after install in %s
ast: Dempués de la instalación tarán disponibles les instantánees de pantalla en %s
br: Skrammpakeroù a vo bet kavet goude staliañ e %s
fi: Kuvakaappaukset löytyvät asennuksen jälkeen hakemistosta %s
gl: Poderanse facer capturas de pantalla despois de instalar en %s
id: Screenshot akan tersedia setelah installasi pada %s
is: Skjámyndir verða tiltækar eftir uppsetningu í %s
ko: 스크린샷은 설치 이후에 %s에 위치 할 것입니다.
ky: Орнотуудан кийин скриншоттор %s ичинде болот
pa_in: ਪਰਦਾ-ਤਸਵੀਰਾਂ %s ਵਿੱਚ ਇੰਸਟਾਲੇਸ਼ਨ ਤੋਂ ਬਾਅਦ ਉਪਲੱਬਧ ਹੋਣਗੀਆਂ
pt_br: As captura de tela estarão disponíveis depois da instalação em %s
ro: Capturile ecran vor fi disponibile după instalare în %s
ru: После установки скриншоты будут находиться в каталоге %s
uz: Oʻrnatish tugaganidan keyin skrinshotlarni quyidagi joydan topish mumkin: %s
wa: Les waitroûlêyes seront metowes el ridant %s après l' astalaedje
zh_tw: 在安裝後您可以於 %s 取得螢幕截圖

source: Installation
ast: Instalación
br: O staliañ
fi: Asennus
gl: Instalación
id: Installasi
is: Set inn
ky: Орнотуу
pt_br: Instalação
ro: Instalare
ru: Установка
uz: Oʻrnatish
wa: Astalaedje
zh_tw: 安裝

source: Configuration
ast: Configuración
br: Kefluniadur
fi: Asetustyökalut
gl: Configuración
id: Konfigurasi
is: Stillingar
ko: 설정
ky: Конфигурациялоо
pa_in: ਸੰਰਚਨਾ
pt_br: Configuração
ro: Configuraţie
ru: Настройка
uz: Moslash
wa: Apontiaedje
zh_tw: 組態設定

source: You must also format %s
ast: Tamién tien que formatease %s
br: Ret eo deoc'h furmadiñ %s ivez
fi: Sinun täytyy myös alustaa %s
gl: Tamén debe formatar %s
id: Anda juga harus memformat %s
is: Þú verður einnig að forsníða %s
ko: %s도 포맷해야 합니다.
ky: Сиз %s дагы форматташыңыз керек
pa_in: ਤੁਹਾਨੂੰ %s ਵੀ ਫਾਰਮਿਟ ਕਰਨਾ ਜਰੂਰੀ ਹੈ
pt_br: Você também deve formatar %s
ro: Trebuie de asemenea formatat %s
ru: Также необходимо отформатировать %s
uz: Siz %s'ni ham format qilishingiz kerak
wa: Vos dvoz abwesner eto %s
zh_tw: 您也必須要格式化 %s

source: Some hardware on your computer needs ``proprietary'' drivers to work. You can find some information about them at: %s
ast: Dalgún hardware del to ordenador necesita controladores "propietarios" pa furrular. Puedes alcontrar información sobro ellos en: %s
fi: Jokin osa laitteistoasi tarvitsee laitteistovalmistajan ajurit toimiakseen kunnolla. Löydät lisätietoja edellä mainituista täältä: %s
gl: Algún hardware do seu ordenador necesita drivers ``propietarios'' para funcionar. Pode atopar máis información sobre eles en: %s
id: Beberapa perangkat keras pada komputer Anda memerlukan driver ``proprietary'' agar bekerja. Anda bisa mencarinya pada : %s
is: Eitthvað af vélbúnaðinum í tölvunni þinni þarfnast rekla sem eru ``ekki'' opinn hugbúnaður. Þú finnur meiri upplýsingar um þá á: %s
ko: 「상업용」드라이버를 필요로 하는 일부 하드웨어가 시스템상에 있습니다. 자세한 정보는 다음을 참조하세요: %s
ky: Компьютериңизде кээбир жабдыктар иштөө үчүн эркин эмес драйверлерди талап кылат. Алар жөнүндө маалыматты көрсөтүлгөн жерден табып аласыз: %s
pa_in: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਤੇ ਕੁਝ ਜੰਤਰ ਲਈ ਕੰਮ ਕਰਨ ਵਾਸਤੇ ``ਮਲਕੀਅਤ'' ਡਰਾਈਵਰ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਇਹਨਾਂ ਬਾਰੇ ਕੁਝ ਜਾਣਕਾਰੀ ਇਸ ਤੇ ਲੱਭ ਸਕਦੇ ਹੋ: %s
pt_br: Algum hardware no seu computador precisa de drivers 'proprietários' para funcionar. Você pode encontrar informações sobre eles em: %s
ro: Unele componente din calculatorul dumneavoastră au nevoie de piloţi "proprietari" pentru a funcţiona. Puteţi găsi informaţii despre acestea la: %s
ru: Для нормальной работы некоторых устройств вашего компьютера требуются "несвободные" драйверы. Информацию о них можно найти на %s
uz: Kompyuterning baʼzi asbob-uskunasi erkin boʻlmagan drayverni talab qiladi. Ular haqida baʼzi maʼlumotni quyidagi joydan olsa boʻladi: %s
wa: Vos avoz di l' éndjolreye k' a mezåjhe di mineus «prôpietaire» po roter Vos trovroz di l' informåcion so zels so: %s
zh_tw: 某些在您電腦上的硬體需要 "專有版權" 的驅動程式以便於能夠工作。 您可以在這裡找到一些相關的資訊： %s

source: Bringing up the network
ast: Llevantando la rede
br: O lañsañ ar rouedad
fi: Käynnistetään verkkoa
gl: Activando a rede
id: Mengaktifkan jaringan
is: Keyri upp netið
ko: 망 활성화 중...
ky: Тармак көтөрүлүүдө
pa_in: ਨੈੱਟਵਰਕ ਚਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Ativando a rede
ro: Pornire reţea
ru: Поднимается сеть
uz: Tarmoq ishga tushirilmoqda
wa: Metant li rantoele en alaedje
zh_tw: 啟動網路

source: Bringing down the network
ast: Baxando la rede
br: O tizenaouiñ ar rouedad
fi: Ajetaan alas verkkoa
gl: Desactivando a rede
id: Menonaktifkan jaringan
is: Keyri niður netið
ko: 망 해제 중...
ky: Тармак өчүрүлүүдө
pa_in: ਨੈੱਟਵਰਕ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Desativando a rede
ro: Oprire reţea
ru: Опускается сеть
uz: Tarmoq oʻchirilmoqda
wa: Dj' arestêye li rantoele
zh_tw: 關閉網路

source: Please wait, retrieving file
ast: Por favor espera, recuperando ficheru
br: Gortozit mar plij, o tigas ar restr
fi: Odota hetki, tiedostoa haetaan
gl: Por favor, agarde, recuperando o ficheiro
is: Bíðið, sæki skrá
ky: Күтө туруңуз, файл жүктөлүп жатат
pt_br: Por favor aguarde, obtendo o arquivo
ro: Aşteptaţi, se preia fişierul

source: Downloading file %s...
br: Oc'h enkargañ ar restr %s ...
fi: Haetaan tiedosto %s ...
id: Mendownload file %s...
is: Sæki skrá %s...
pt_br: Baixando arquivo %s...
ro: Se descarcă fişierul %s...
ru: Загружается файл %s...
uz: %s fayli yozib olinmoqda...
wa: Aberwetaedje do fitchî %s...
zh_tw: 正在下載檔案 %s...

source: Copying some packages on disks for future use
ast: Copiando dalgunos paquetes nel discu pa usu futuru
br: Oc'h eilañ ur bern pakad hag a vo bet implijet diwezhatoc'h
fi: Kopioin paketteja kovalevylle myöhempään käyttöön
gl: Copiando algúns paquetes dos discos para un uso posterior
id: Menyalin beberapa paket pada disk untuk kebutuhan di masa depan
is: Afrita nokkra pakka á diska til notkunar síðar
ko: 추후 사용하기 위해 디스크에 패키지 복사중...
ky: Кээбир пакеттерди келечекте колдонуу үчүн дискке көчүрүп жатат
pt_br: Copiando alguns pacotes em disco para uso posterior
ro: Se copiază unele pachete pe discuri pentru utilizare ulterioară
ru: На диск копируются пакеты для использования в будущем
uz: Baʼzi paketlardan diskka nusxa olinmoqda
wa: Dji copeye sacwants pacaedjes sol deure plake po pus tård
zh_tw: 正在複製一些程式套件到磁碟以供稍後使用

source: Copying in progress
ast: Copia en cursu
br: Oc'h eilañ
fi: Kopiointi käynnissä
gl: Copiando
id: Penyalinan sedang berjalan
is: Afritun í gangi
ky: Көчүрүү жүрүүдө
pa_in: ਨਕਲ ਜਾਰੀ ਹੈ
pt_br: Cópia em progresso
ro: Se copiază
ru: Выполняется копирование
uz: Nusxa olish davom etmoqda
wa: Dji copeye...
zh_tw: 複製進行中

source: must have
ast: necesariu
br: a rankfec'h kaout
fi: pakollinen
gl: debe telo
id: harus ada
is: verð að fá
ko: 필수 패키지
ky: болушу керек
pa_in: ਹੋਣਾ ਜਰੂਰੀ ਹੈ
pt_br: precisa ter
ro: trebuie avut
ru: должен быть
uz: boʻlishi shart
wa: k' i fåt d' tote foice aveur
zh_tw: 必備的

source: important
ast: importante
br: a-bouez
fi: tärkeä
gl: importante
id: penting
is: áríðandi
ko: 중요한 패키지
ky: керектүү
pa_in: ਜਰੂਰੀ
pt_br: importante
ru: важный
uz: muhim
wa: ki vént bén a pont
zh_tw: 重要的

source: very nice
ast: perbono
br: brav-tre
fi: erittäin hyvä
gl: moi bo
id: amat bagus
is: mjög þægilegt
ko: 훌륭한 패키지
ky: өтө жакшы
pa_in: ਬਹੁਤ ਵਧੀਆ
pt_br: muito bom
ro: foarte simpatic
ru: весьма желательно
uz: juda yaxshi
wa: mo plaijhi a-z aveur
zh_tw: 極好的

source: nice
ast: bono
br: brav
fi: hyvä
gl: bo
id: bagus
is: þægilegt
ko: 좋은 패키지
ky: жакшы
pa_in: ਵਧੀਆ
pt_br: bom
ro: simpatic
ru: желательно
uz: yaxshi
wa: plaijhi a-z aveur
zh_tw: 好的

source: maybe
ast: quiciabes
br: marteze
fi: ehkä
gl: indiferente
id: mungkin
is: kannski
ko: 괜찮은 패키지
ky: болушу мүмкүн
pa_in: ਹੋ ਸਕਦਾ ਹੈ
pt_br: talvez
ro: poate
ru: может быть
uz: balki
wa: ki vénreut co bén a pont
zh_tw: 或許

source: Some packages requested by %s cannot be installed: %s
ast: Dalgunos paquetes que necesites %s nun pueden instalase: %s
br: Ne m'eus ket gallet staliañ un darn pakad goulennet gant %s : %s
fi: Joitakin %s vaatimia paketteja ei voida asentaa: %s
gl: Non se pode instalar algúns paquetes solicitados por %s: %s
id: Beberapa paket yang diminta oleh %s tidak bisa diinstall: %s
is: Suma pakka sem %s þarfnast, er ekki hægt að setja inn: %s
ky: %s менен талап кылынган кээбир пакеттер орнотула алган жок: %s
pt_br: Alguns pacotes requeridos por %s não podem ser instalados: %s
ro: Unele pachete cerute de %s nu pot fi instalate: %s
ru: Некоторые пакеты, запрошенные %s, не могут быть установлены: %s
uz: %s talab qiladigan baʼzi paketlarni oʻrnatib boʻlmaydi: %s
zh_tw: 無法安裝 %s 要求的某些套件： %s

source: %d installation transactions failed
ast: Fallaron %d tresaiciones d'instalación
gl: Erraron %d transaccións de instalación
is: %d Innsetningarfærslur brugðust
ky: %d орнотуу транзакциялары ишке ашпады
pa_in: %d ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਚਾਰ ਅਸਫਲ
pt_br: %d Instalação Falhou

source: Workstation
ast: Estación de trabayu
br: Post labour
fi: Työasema
gl: Estación de traballo
is: Vinnustöð
ko: 워크스테이션
ky: Иш станциясы
pa_in: ਵਰਕਸਟੇਸ਼ਨ
pt_br: Estação de Trabalho
ro: Staţie de lucru
ru: Рабочая станция
uz: Ish stansiyasi
wa: Posse éndjolrece
zh_tw: 工作站

source: Office Workstation
ast: Estación de trabayu d'Oficina
br: Post labour burevek
fi: Toimistotyöasema
gl: Estación de Traballo de Oficina
id: Workstation Kantor
is: Skrifstofu-vinnustöð
ko: 오피스 워크스테이션
ky: Офис станциясы
pa_in: ਦਫਤਰ ਵਰਕਸਟੇਸ਼ਨ
pt_br: Estação de Trabalho de Escritório
ro: Staţie de lucru de birou
ru: Офисная рабочая станция
uz: Idora stansiyasi
wa: Posse di buro
zh_tw: 辦公軟體平台

source: Office programs: wordprocessors (OpenOffice.org Writer, Kword), spreadsheets (OpenOffice.org Calc, Kspread), PDF viewers, etc
ast: Programes d'Oficina: procesadores de testu (OpenOffice.org Writer, Kword), fueyes de cálculu (OpenOffice.org Calc, Kspread), visualizadores PDF, etc
br: Programmoù burev : skridtreterezhioù (OpenOffice.org Writer, Kword), logerioù (OpenOffice.org Calc, Kspread), gwelerien PDF, ...
fi: Toimisto-ohjelmistot: tekstinkäsittely (OpenOffice.org Writer, Kword), taulukkolaskenta (OpenOffice.org calc, Kspread), PDF-lukijat jne
gl: Programas de oficina: procesadores de texto (OpenOffice.org Writer, Kword), follas de cálculo (OpenOffice.org Calc, Kspread), visualizadores de pdf, etc
id: Program office: pengolah kata (OpenOffice.org Writer, Kword), spreadsheet (OpenOffice.org Calc, Kspread), viewer pdf, dll
is: Skrifstofu forrit: ritvinnsla (OpenOffice.org Writer, Kword), töflureiknar (OpenOffice.org Calc, Kspread) pdf skoðarar, o.s.frv
ko: 오피스 프로그램들: 워드프로세서 (OpenOffice.org Writer, Kword), 스프레드쉬트 (OpenOffice.org Calc, Kspread), PDF 뷰어, 등등
ky: Офис программалары: текст процессорлору (OpenOffice.org Writer, Kword), электрондук таблицалар (OpenOffice.org Calc, Kspread), pdf файлдарын көрүү программалары, ж.б.
pa_in: ਦਫਤਰੀ ਪ੍ਰੋਗਰਾਮ: ਅੱਖਰਕਾਰ (OpenOffice.org Writer, Kword), ਸਾਰਣੀਕਾਰ (OpenOffice.org Calc, Kspread), PDF ਦਰਸ਼ਕ, ਆਦਿ
pt_br: Programas de escritório: processadores de texto (OpenOffice.org Writer, Kword), tabelas (OpenOffice.org Calc, Kspread), visualizadores PDF, etc.
ro: Programe gen Office: procesoare de text (OpenOffice.org Writer, Kword), calcul tabelar (OpenOffice.org Calc, Kspread), vizualizatoare de fişiere pdf etc.
ru: Офисные программы: текстовые процессоры (OpenOffice.org Writer, Kword), электронные таблицы (OpenOffice.org Calc, Kspread), программы для просмотра pdf и т.д.
uz: Idora uchun dasturlar: matn protsessorlari (OpenOffice.org Writer, Kword), elektron jadvallar (OpenOffice.org Calc, Kspread), PDF koʻruvchilar va hokazo
wa: Programes di buro: aspougneus di tecse (OpenOffice.org Writer, Kword), tåvleus (OpenOffice.org Calc, Kspread), håyneus pdf, evnd.
zh_tw: 辦公軟體：文書處理軟體 (OpenOffice.org Writer、Kword)、試算表 (OpenOffice.org Calc、Kspread)、PDF 檢視器等等

source: Office programs: wordprocessors (kword, abiword), spreadsheets (kspread, gnumeric), pdf viewers, etc
br: Programmoù burev : skridtreterezhioù (kword, abiword), logerioù (kspread, gnumeric), gwelerien PDF, ...
fi: Toimisto-ohjelmistot: tekstinkäsittely (kword, abiword), taulukkolaskenta (kspread, gnumeric), pdf-lukijat jne
gl: Programas de oficina: procesadores de texto (kword, abiword), follas de cálculo (kspread, gnumeric), visualizadores de pdf, etc
id: Program office: pengolah kata (kword, abiword), spreadsheet (kspread, gnumeric), viewer pdf, dll
is: Skrifstofu forrit: ritvinnsla (kword, abiword), töflureiknar (kspread, gnumeric) pdf skoðarar, o.s.frv
ky: Офис программалары: текст процессорлору (kword, abiword), электрондук таблицалар (kspread, gnumeric), pdf файлдарын көрүү программалары, ж.б.
pt_br: Programas de escritório: processadores de texto (Kword, Abiword), tabelas (Kspread, Gnumeric), visualizadores PDF, etc
ro: Programe gen Office: procesoare de text (kword, abiword), calcul tabelar (kspread, gnumeric), vizualizatoare de fişiere pdf etc.
ru: Офисные программы: текстовые процессоры (kword, abiword), электронные таблицы (kspread, gnumeric), программы для просмотра pdf и т.д.
uz: Idora uchun dasturlar: matn protsessorlari (kword, abiword), elektron jadvallar (kspread, gnumeric), PDF koʻruvchilar va hokazo
wa: Programes di buro: aspougneus di tecse (kword, abiword), tåvleus (kspread, gnumeric), håyneus pdf, evnd.
zh_tw: 辦公軟體：文書處理軟體 (kword、abiword)、試算表 (kspread、gnumeric)、PDF 檢視器等等

source: Game station
ast: Estación de Xuegos
br: Arsav c'hoarioù
fi: Peliasema
gl: Estación de xogos
id: Komputer Game
is: Leikja-(vinnu)stöð
ko: 게임 스테이션
ky: Оюн станциясы
pa_in: ਖੇਡ ਸਟੇਸ਼ਨ
pt_br: Estação de Jogos
ro: Staţie pentru jocuri
ru: Игровой компьютер
uz: Oʻyin stansiyasi
wa: Posse di djeus
zh_tw: 遊戲平台

source: Amusement programs: arcade, boards, strategy, etc
ast: Programes d'entretenimientu: arcade, tableros, estratexía, etc
fi: Viihdeohjelmat: tasohyppely, korttipelit, strategia jne
gl: Programas de diversión: arcade, taboleiros, estratexia, etc
id: Program hiburan: arcade, papan, strategi, dll
is: Leikjaforrit, skotleikir, borðleikir, herkænskuleikir og fleira
ko: 간단한 게임모음: 아케이드, 보드, 전략 등등
ky: Оюн-зоок программалары: аркада оюндары, тактай оюндары, стратегия оюндары, ж.б.
pa_in: ਮਨੋਰੰਜਨ ਪ੍ਰੋਗਰਾਮ: ਆਰਕੇਡ, ਬੋਰਡ, ਨੀਤੀ, ਆਦਿ
pt_br: Programas de entretenimento: arcade, tabuleiro, estratégia, etc.
ro: Programe de amuzament: arcade, boards, strategie etc.
ru: Развлекательные программы: аркады, настольные игры, стратегии и т.д.
uz: Ovunchoq dasturlar: arkada, stol oʻyinlari, strategiya va hokazo
wa: Programes pasmints d' tins: årcåde, plateas, stratedjeye, evnd.
zh_tw: 娛樂的一些程式：紙牌、益智、動作、策略等

source: Multimedia station
ast: Estación Multimedia
br: Arsav liesvedia
fi: Multimediatyöasema
gl: Estación multimedia
id: Komputer Multimedia
is: Margmiðlunar-vinnustöð
ko: 멀티미디어 스테이션
ky: Мультимедиа станциясы
pa_in: ਮਲਟੀਮੀਡੀਆ ਸਟੇਸ਼ਨ
pt_br: Estação de Multimídia
ro: Staţie multimedia
ru: Мультимедийный компьютер
uz: Multimedia stansiyasi
wa: Posse multimedia
zh_tw: 多媒體平台

source: Sound and video playing/editing programs
ast: Programes de reproducción/edición de soníu y vidéu
br: Programmoù evit seniñ/aozañ tonioù ha videoù
fi: Äänen sekä videon toisto- ja editointiohjelmat
gl: Programas de reproducción e edición de son e vídeo
id: Program untuk memainkan/mengedit suara dan video
is: Spila og breyta hljóðskrám og kvikmyndum
ko: 사운드 및 비디오 연주/편집 프로그램
ky: Үн жана видео ойнотуу/терүү программалары
pa_in: ਸਾਊਂਡ ਅਤੇ ਵੀਡੀਓ ਚਲਾਉਣ/ਸੋਧਣ ਵਾਲੇ ਪ੍ਰੋਗਰਾਮ
pt_br: Programas de edição/reprodução de som e vídeo
ro: Programe de editare/redare sunet şi video
ru: Программы для воспроизведения/редактирования звука и видео
uz: Audio va videoni oʻynash/tahrirlash uchun dasturlar
wa: Programes po vey/schoûter/candjî des sons et videyos
zh_tw: 音效以及影像撥放編輯程式

source: Internet station
ast: Estación d'Internet
br: Arsav internet
fi: Internettyöasema
gl: Estación de Internet
id: Komputer Internet
is: Internet-vinnustöð
ko: 인터넷 스테이션
ky: Интернет станциясы
pa_in: ਇੰਟਰਨੈੱਟ ਸਟੇਸ਼ਨ
pt_br: Estação de Internet
ro: Staţie Internet
ru: Интернет-компьютер
uz: Internet stansiyasi
wa: Posse pol rantoele daegnrece
zh_tw: 網際網路平台

source: Set of tools to read and send mail and news (mutt, tin..) and to browse the Web
ast: Conxuntu de ferramientes pa lleer y unviar corréu y noticies (mutt, tin...) y pa restolar pola Web
fi: Valikoima työkaluja sähköpostin ja uutisryhmien lukemiseen (mutt, tin...) sekä Internetin selailuun
gl: Conxunto de ferramentas para ler e enviar correo-e e novas (mutt, tin...) e para navegar pola Web
id: Kumpulan aplikasi untuk membaca dan mengirimkan email dan berita (pine, mutt, tin..) dan untuk menjelajah Web
is: Tól og tæki til að lesa og senda póst, fréttir (mutt,tin...) og til að flakka á vefnum
ko: 메일/뉴스를 읽고 보내며 (mutt, tin..) 웹검색을 하기 위한 도구모음
ky: Почтаны жана жаңылыктарды (mutt, tin..) окууга жана жөнөтүүгө, жана вебде иштөөгө арналган куралдар тобу
pa_in: ਪੱਤਰ ਅਤੇ ਖਬਰਾਂ ਪੜਨ ਅਤੇ ਭੇਜਣ ਲਈ (mutt, tin..) ਅਤੇ ਵੈਬ ਝਾਤੀ ਲਈ ਸੰਦਾਂ ਦਾ ਸਮੂਹ
pt_br: Conjunto de ferramentas para ler e enviar mensagens e notícias (mutt, tin...) e para navegar na Web.
ro: Set de unelte pentru citire/trimitere poştă şi ştiri (mutt, tin..) şi navigare pe Web
ru: Набор программ для работы с корреспонденцией (mutt, tin...) и веб-серфинга
uz: Xat-xabar, yangiliklarni oʻqish va joʻnatish (mutt, tin..) va Internetda sayr qilish uchun vositalar toʻplami
wa: Eshonna d' usteyes po lére et evoyî des messaedjes (pine, mutt, tin...) et po naivyî so les pådjes waibe
zh_tw: 包含讀信、寄信和閱讀新聞群組 (mutt、tin ..) 以及網路瀏覽的工具

source: Network Computer (client)
ast: Ordenador de Rede (veceru)
br: Urzhiataer rouedad (kliant)
fi: Verkkopääte (asiakas)
gl: Ordenador de Rede (cliente)
id: Komputer Jaringan (klien)
is: Netbiðlarar
ko: 망 컴퓨터 (클라이언트)
ky: Тармак компьютери (клиент)
pa_in: ਨੈੱਟਵਰਕ ਕੰਪਿਊਟਰ (ਕਲਾਂਈਟ)
pt_br: Computador de rede (cliente)
ro: Calculator în reţea (client)
ru: Сетевой компьютер (клиент)
uz: Tarmoqdagi kompyuter (klient)
wa: Copiutrece rantoele (cliyint)
zh_tw: 網路電腦 (客戶端)

source: Clients for different protocols including ssh
ast: Veceros pa los distintos protocolos incluyendo a SSH
br: Pratikoù evit meur a gomennad (da skouer ssh)
fi: Asiakasohjelmat eri protokollille (SSH jne)
gl: Clientes para diferentes protocolos incluíndo ssh
id: Klien untuk berbagai protokol, termasuk ssh
is: Biðlarar fyrir ýmsar samskiptareglur þ.m.t ssh
ko: SSH를 포함한 여러 프로토콜의 클라이언트
ky: Ар түрдүү протоколдор клиенттери, ssh да кошулган
pa_in: ssh ਸਮੇਤ ਵੱਖ-ਵੱਖ ਪਰੋਟੋਕਾਲਾਂ ਲਈ ਕਲਾਂਈਟ
pt_br: Clientes para diferentes protocolos, incluindo ssh
ro: Clienţi pentru diverse protocoale, inclusiv ssh
ru: Клиенты для различных протоколов, включая ssh
uz: Turli protokollar, shu jumlada SSH, uchun klientlar
wa: Cliyints po les protocoles k' i gn a (ssh avou)
zh_tw: 包含 ssh 等其他不同通訊協定的用戶端程式

source: Tools to ease the configuration of your computer
ast: Ferramientes pa facilitar la configuración del to ordenador
br: Ostilhoù evit kefluniañ hoc'h urzhiataer dre aes
fi: Työkalut, jotka helpottavat tietokoneesi asetusten muokkaamista
gl: Ferramentas para facilita-la configuración do ordenador
id: Aplikasi untuk mempermudah konfigurasi komputer Anda.
is: Tæki til að auðvelda uppsetningu tölvunnar
ko: 쉽게 컴퓨터 설정을 하기 위한 도구
ky: Компьютериңизди жеңил конфигурациялоо куралдары
pa_in: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦੀ ਸੰਰਚਨਾ ਸਾਫ ਕਰਨ ਲਈ ਸੰਦ
pt_br: Ferramentas para facilitar a configuração do seu computador
ro: Unelete pentru uşurarea configurării calculatorului dvs.
ru: Утилиты для облегчения настройки компьютера
uz: Kompyuterni moslashni yengilashtirish uchun vositalar
wa: Usteyes po vos aveur pus åjhey d' apontyî vosse copiutrece
zh_tw: 讓您方便設定您系統的工具

source: Console Tools
ast: Ferramientes pa la consola
br: Ostilhoù letrin
fi: Komentorivityökalut
gl: Ferramentas de Consola
id: Aplikasi Konsol
is: Skjától
ko: 콘솔 도구
ky: Консоль куралдары
pa_in: ਕੰਸੋਲ ਸੰਦ
pt_br: Ferramentas de Console
ro: Unelte consolă
ru: Утилиты для консоли
uz: Konsol vositalari
wa: Usteyes pol conzôle
zh_tw: Console 工具

source: Editors, shells, file tools, terminals
ast: Editores, shells, manipulación de ficheros, terminales
br: Aozerien, shelloù, ostilhoù restr, termenelloù
fi: Editorit, komentotulkit, tiedostotyökalut, päätteet
gl: Editores, shells, ferramentas de ficheiro, terminais
id: Editor, shell, aplikasi file, terminal
is: Ritlar, skeljar, skráatól, skjáhermar
ko: 에디터, 쉘, 파일도구, 터미널
ky: Редакторлор, шелдер, файл куралдары, терминалдар
pa_in: ਸੰਪਾਦਕ, ਸ਼ੈੱਲ, ਫਾਇਲ ਸੰਦ, ਟਰਮੀਨਲ
pt_br: Editores, shells, ferramentas de arquivos, terminais
ro: Editoare, interpretoare, terminale, unelte fişiere
ru: Редакторы, командные оболочки, файловые утилиты, терминалы
uz: Tahrirchilar, konsollar, fayl vositalari, terminallar
wa: Aspougneus, shells, usteyes po fitchîs, terminås
zh_tw: 編輯器、shell、檔案工具、終端機

source: Development
ast: Desendolcu
br: Diorren
fi: Kehitysympäristö
gl: Desenvolvemento
id: Pengembangan
is: Forritun
ko: 개발
ky: Иштеп түзүү
pa_in: ਵਿਕਾਸ
pt_br: Desenvolvimento
ro: Dezvoltare
ru: Разработка
uz: Tuzish
wa: Programaedje
zh_tw: 程式開發

source: C and C++ development libraries, programs and include files
ast: Biblioteques de desendolcu C y C++, programes y ficheros *.h
fi: C ja C++ kehityskirjastot, ohjelmat ja include-tiedostot
gl: Bibliotecas de desenvolvemento de C e C++, programas e ficheiros include
id: Pustaka, program, dan file include untuk pengembangan C dan C++
is: C og C++ undirforritasöfn, forrit og lýsingaskrár
ko: C/C++ 개발 라이브러리, 프로그램 및 헤더파일
ky: C жана C++ иштеп чыгуу библиотекалары, программалар жана include файлдары
pa_in: C ਅਤੇ C++ ਵਿਕਾਸ ਲਾਇਬ੍ਰੇਰੀਆਂ, ਪ੍ਰੋਗਰਾਮ ਅਤੇ ਸ਼ਾਮਿਲ ਫਾਇਲਾਂ
pt_br: Bibliotecas de desenvolvimento C e C++, programas e arquivos include
ro: Biblioteci de dezvoltare C şi C++, programe şi fişiere include
ru: Библиотеки для разработки на C и C++, программы и заголовочные файлы
uz: C va C++ tuzish kutubxonalari, vositalar va xeder fayllar
wa: Livreyes di programaedje C et C++, programes et fitchîs *.h
zh_tw: C/C++ 發展環境，包含編譯器、程式庫與及一些引入檔

source: Documentation
ast: Documentación
br: Teuliadur
fi: Dokumentaatio
gl: Documentación
id: Dokumentasi
is: Handbækur
ko: 문서
ky: Документация
pa_in: ਦਸਤਾਵੇਜ਼
pt_br: Documentação
ro: Documentaţie
ru: Документация
uz: Qoʻllanmalar
wa: Documintåcion
zh_tw: 文件檔案
