Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: Type of install
ast: Triba d'instalación.
br: Seurt ar staliadur
fi: Asennuksen tyyppi
gl: Tipo de instalación
id: Tipe installasi
is: Tegund uppsetningar
ko: 설치 타입
ky: Орнотуу тиби
pa_in: ਇੰਸਟਾਲ ਦੀ ਕਿਸਮ
pt_br: Tipo de instalação
ro: Tip de instalare
ru: Тип установки
uz: Oʻrnatishning turi
wa: Sôre d' astalaedje
zh_tw: 安裝類型

source: You have not selected any group of packages. Please choose the minimal installation you want:
ast: Nun esbillasti dengún grupu de paquetes Por favor, escueye la instalación mínima que quies.
br: N'eus ket strollad pakadoù dibabet ebet. Dibabit ar staliañ vihanañ e fell deoc'h implij mar plij :
fi: Et ole valinnut yhtäkään pakettiryhmää. Valitse haluamasi minimaalinen asennus
gl: Non seleccionou ningún grupo de paquetes. Seleccione a instalación mínima que desexa:
id: Anda belum memilih grup paket. Pilih installasi minimal yang Anda inginkan:
is: Þú hefur ekki valið neina pakkahópa. Veldu lágmarksuppsetningu sem þú vilt:
ko: 어떤 패키지 그룹도 선택되지 않았습니다. 패키지 최소설치 이상을 선택하십시오.
ky: Эч кандай пакеттер группасы тандалган жок. Минималдык орнотуу тибин тандаңыз:
pa_in: ਤੁਸੀਂ ਪੈਕੇਜਾਂ ਦਾ ਕੋਈ ਸਮੂਹ ਨਹੀਂ ਚੁਣਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ-ਘੱਟ ਇੰਸਟਾਲੇਸ਼ਨ ਚੁਣੋ:
pt_br: Você não selecionou nenhum grupo de pacotes. Por favor, escolha a instalação mínima que deseja:
ro: Nu aţi selectat nici un grup de pachete. Alegeţi instalarea minimalistă pe care o doriţi:
ru: Не была выбрана ни одна группа пакетов. Выберите тип минимальной установки:
uz: Siz hech qanday paketlar guruhini tanlamadingiz. Iltimos siz istagan minimal oʻrnatishni tanlang:
wa: Vos n' avoz tchoezi nou groupe di pacaedjes Tchoezixhoz li sôre d' astalåcion minimom ki vos vloz
zh_tw: 您並未選取任何套件群組。 請選擇您想要的最小安裝：

source: With X
ast: Con X
br: Gant X
fi: X-palvelimella
gl: Con X
id: Dengan X
is: Með X
ko: X 포함
ky: X менен
pa_in: X ਨਾਲ
pt_br: Com X
ro: Cu X
ru: С Х-сервером
uz: X bilan
wa: Avou X11
zh_tw: 包含 X 環境

source: With basic documentation (recommended!)
ast: Con documentación básica (¡encamentao!)
br: Gant un teuliadur bihan (kuzuliet !)
fi: Perusdokumentaation kanssa (suositeltu!)
gl: Coa documentación básica (¡recomendado!)
id: Dengan dokumentasi dasar (disarankan!)
is: Með grunn-handbókum (mælt með!)
ko: 기본 문서 포함(추천!)
ky: Башкы документация менен (сунушталат!)
pa_in: ਮੁੱਢਲੀ ਦਸਤਾਵੇਜ਼ੀ ਨਾਲ (ਸਿਫਾਰਸ਼ੀ)
pt_br: Com documentação básica (recomendado)
ro: Cu documentaţia de bază (recomandat!)
ru: С основной документацией (рекомендуется)
uz: Asosiy qoʻllanmalar bilan (tavsiya qilinadi!)
wa: Avou li documintåcion di båze (ricomandé!)
zh_tw: 包含基本的說明文件 (建議的！)

source: Truly minimal install (especially no urpmi)
ast: Instalación mínima "en serio" (especialmente ensin urpmi)
br: Staliadur bihan gwir (n'eus urpmi ebet)
fi: Vähimmäisasennus (erityisesti ei urpmi)
gl: Instalación realmente mínima (especialmente sen urpmi)
id: Installasi minimal sesungguhnya (khususnya tanpa urpmi)
is: Alger lágmarksuppsetning (ekkert urpmi)
ko: 최소 설치(특히 urpmi사용안함)
ky: Чыныгы минималдуу орнотуулуш (атайын urpmi'сиз)
pa_in: ਯਕੀਨਨ ਘੱਟੋ-ਘੱਟ ਇੰਸਟਾਲ (ਖਾਸ ਤੌਰ ਤੇ urpmi)
pt_br: Instalação mínima (sem o uprmi)
ro: Instalare cu adevărat minimalistă (în mod expres fără urpmi)
ru: Действительно минимальная установка (даже без urpmi)
uz: Haqiqiy minimal oʻrnatish (xususan urpmi'siz)
wa: Astalåcion vormint minimom (i gn a nén di urpmi)
zh_tw: 真正最小安裝 (尤其無 urpmi)

source: Preparing installation
ast: Tresnando la instalación
br: O prientiñ ar staliadur
fi: Valmistellaan asennusta
gl: Preparando a instalación
id: Mempersiapkan installasi
is: Undirbý innsetningu
ko: 설치 준비중입니다
ky: Орнотуу даярдалууда
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਤਿਆਰੀ ਹੋ ਰਹੀ ਹੈ
pt_br: Preparando a instalação
ro: Se pregăteşte instalarea
ru: Подготовка к установке
uz: Oʻrnatishga tayyorlanmoqda
wa: Dj' aprestêye l' astalaedje
zh_tw: 正在準備安裝

source: Installing package %s
ast: Instalando'l paquete %s
br: O staliañ ar pakad %s
fi: Asennetaan pakettia: %s
gl: Instalando o paquete %s
id: Menginstall paket %s
is: Set inn pakka %s
ko: %s 패키지 설치중
ky: %s пакети орнотуулууда
pa_in: %s ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੀ ਹੈ
pt_br: Instalando o pacote %s
ro: Se instalează pachetu %s
ru: Устанавливается пакет %s
uz: %s paketi oʻrnatilmoqda
wa: Dj' astale li pacaedje %s
zh_tw: 正在安裝套件 %s

source: There was an error ordering packages:
ast: Hebo un fallu al axeitar los paquetes:
br: Ur fazi zo bet en ur rummañ pakadoù :
fi: Tapahtui virhe järjestettäessä paketteja:
gl: Houbo un erro ó ordena-los paquetes:
id: Terdapat kesalahan pengurutan paket:
is: Það kom upp villa við að raða pökkum:
ko: 패키지를 정렬하는 중 오류발생:
ky: Пакеттерди кабыл алууда ката пайда болду:
pa_in: ਪੈਕੇਜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ:
pt_br: Houve um erro durante a ordenação dos pacotes:
ro: S-a produs o eroare la ordonarea pachetelor:
ru: При загрузке пакетов возникла ошибка:
uz: Quyidagi paketlarni saralashda xato roʻy berdi:
wa: Åk n' a nén stî come dj' arindjive les pacaedjes:
zh_tw: 排列套件時發生錯誤：

source: Go on anyway?
ast: ¿Siguir p'alantre?
br: Kenderc'hel evelato ?
fi: Jatka kuitenkin?
gl: ¿Continuar de tódolos xeitos?
id: Lanjutkan?
is: Viltu samt halda áfram?
ko: 계속 진행합니까?
ky: Буга карабай улантайынбы?
pa_in: ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਰੱਖੋ?
pt_br: Continuar mesmo assim?
ro: Să se continuie totuşi?
ru: Всё равно продолжить?
uz: Bunga qaramasdan davom etishni istaysizmi?
wa: Dji continouwe tot l' minme?
zh_tw: 無論如何都要繼續嗎？

source: Retry
ast: Reintentalo
br: Adklask
fi: Yritä uudelleen
gl: Volver tentar
id: Ulang kembali
is: Reyna aftur
ko: 재시도
ky: Кайталоо
pt_br: Tentar Novamente
ro: Reîncercare
ru: Повторить
uz: Qaytadan urinish
wa: Rissayî
zh_tw: 重試

source: Skip this package
ast: Omitir esti paquete
br: Tremen e-biou ar pakad-mañ
fi: Ohita tämä paketti
gl: Omitir este paquete
id: Lewati paket ini
is: Sleppa þessum pakka
ko: 이 패키지는 설치하지 않고 지나가기
ky: Бул пакетти аттап өтүү
pt_br: Pular este pacote
ro: Ignoră acest pachet
ru: Пропустить этот пакет
uz: Bu paketga eʼtibor berilmasin
wa: Passer houte di ç' pacaedje ci
zh_tw: 略過這個套件

source: Skip all packages from medium "%s"
ast: Omitir tolos paquetes del preséu "%s"
br: Tremen e-biou pep pakad eud ar vedium « %s »
fi: Ohita kaikki paketit medialta "%s"
gl: Omitir tódolos paquetes do soporte "%s"
id: Lewati semua paket-paket dari media "%s"
is: Sleppa ölum pökkum af miðli "%s"
ko: "%s"에서 모든 패키지를 설치하지 않음
ky: "%s" ичинен бардык пакеттерди аттап өтүү
pt_br: Pular todos os pacotes da mídia "%s"
ro: Ignoră toate pachetele din mediul "%s"
ru: Пропустить все пакеты из источника "%s"
uz: "%s" toʻplamidan hamma paketlarga eʼtibor berilmasin
wa: Passer houte di tos les pacaedjes do sopoirt «%s»
zh_tw: 略過所有 %s 媒體的套件

source: Go back to media and packages selection
ast: Volver a la seleición de paquetes
br: Distro da ziuzadenn ar pakadoù hag ar media
fi: Siirry takaisin medioiden ja pakettien valintaan
gl: Volver a soportes e selección de paquetes
id: Kembali pada media dan pemilihan paket
is: Fara til baka í val á miðlum og pökkum
ko: 미디어나 패키지 선택목록으로 돌아가기
ky: Артка баруу жана орнотууга пакеттерди нандоо
pt_br: Voltar para a seleção de mídia e de pacotes
ro: Înapoi la selectarea mediilor şi a pachetelor
ru: Вернуться к выбору источника и пакетов
uz: Oʻrnatish manbalarni va paketlarni tanlashga qaytish
wa: Rivni al tchuze des pacaedjes et des sopoirts
zh_tw: 回到媒體與套件選擇

source: There was an error installing package %s.
ast: Hebo un fallu al instalar el paquete %s.
br: Ur fazi zo bet en ur staliañ ar pakad %s.
fi: Paketin %s asentamisessa tapahtui virhe.
gl: Houbo un erro ó instala-ls paquetes %s.
id: Terdapat kesalahan penginstallan paket %s.
is: Það kom upp villa við innsetningu pakka %s.
ko: 다음 패키지 설치중 오류 발생: %s.
ky: %s пакетти орнотууда ката чыкты.
pt_br: Houve um erro durante a instalação do pacote %s.
ro: S-a produs o eroare la instalarea pachetului %s.
ru: При установке пакета %s возникла ошибка.
uz: Quyidagi paketni oʻrnatishda xato roʻy berdi: %s
wa: Åk n' a nén stî come dj' astaléve li pacaedje %s.
zh_tw: 安裝 %s 套件時發生錯誤。

source: Post-install configuration
ast: Configuración posterior a la instalación
br: Kefluniadur goude staliañ
fi: Asennuksen jälkeiset toiminnot
gl: Configuración trala instalación
id: Konfigurasi pasca installasi
is: Lokastillingar
ko: 설치 후 환경설정
ky: Орнотуулуштан кийинки ырастоолор
pa_in: ਪੋਸਟ-ਇੰਸਟਾਲ ਸੰਰਚਨਾ
pt_br: Configuração pós-instalação
ro: Configuraţie post-install
ru: Настройка после установки
uz: Oʻrnatishdan keyin moslash
wa: Apontiaedje di post-astalåcion
zh_tw: 安裝後的設定

source: Please ensure the Update Modules media is in drive %s
ast: Por favor, asegúrate de que'l preséu d'anovamientu de módulos ta na unidá %s
fi: Varmista että Päivitetyt Moduulit media on asemassa %s
gl: Asegúrese de que o soporte de Módulos de Actualización está na unidade %s
id: Harap pastikan media Update Modul pada drive %s
is: Staðfestu að Uppfærslu-miðill sé í drifi %s
ko: 업데이트 모듈 매체가 %s 드라이브에 있도록 하십시오.
ky: %s ичинде Update Modules топтомунун бар экендигин текшерип көрүңүз
pt_br: Por favor, certifique-se de que a mídia Atualizar Módulos está no drive %s
ro: Asiguraţi-vă că mediul cu modulele de actualizare este în unitatea %s
ru: Проверьте наличие носителя 'Update Modules' в устройстве %s
wa: Acertinez vs ki l' sopoirt di metaedje a djoû des modules est dins l' lijheu %s
zh_tw: 請確定更新模組媒介位於磁碟機 %s 中

source: Updates
ast: Anovamientos
br: Bremañaat
fi: Päivitykset
gl: Actualizacións
id: Update
is: Uppfærslur
ko: 업데이트
ky: Жаңылоолор
pa_in: ਨਵਿਨੀਕਰਨ
pt_br: Atualizações
ro: Actualizări
ru: Обновления
uz: Yangilanishlar
wa: Metaedjes a djoû
zh_tw: 更新

source: You now have the opportunity to download updated packages. These packages have been updated after the distribution was released. They may contain security or bug fixes. To download these packages, you will need to have a working Internet connection. Do you want to install the updates?
ast: Agora tienes la oportunidá de baxar paquetes anovaos. Estos paquetes anováronse dempués d'espublizada la distribución. Puede que los mesmos caltengan correiciones de fallos o de seguridá. Pa baxar estos paquetes, necesitarás tener una conexón con Internet que te furrulando. ¿Quies instalar los anovamientos?
br: Moien zo dit da bellkargañ ar pakadoù bremañaet. Bremañaet e oa ar pakadoù-mañ goude e oa echu an ingaladur. Gallout a ra kaout difazioù surentez pe difazioù bogoù. Red eo da gaout ur gevreadenn bev ouzh internet evit staliañ anezho. Mennout a rit staliañ anezho ?
fi: Sinulla on nyt mahdollisuus hakea päivitetyt paketit. Nämä paketit on julkaistu tämän jakelun julkaisun jälkeen. Ne voivat sisältää tietoturva- tai virhekorjauksia. Hakeaksesi nämä paketit sinulla pitää olla toimiva Internetyhteys. Haluatko hakea ja asentaa päivitykset?
gl: Agora pode descargar paquetes actualizados. Estes paquetes actualizáronse despois de que saira a distribución. Poden conter solucións de erros ou de buratos na seguridade. Para descargar estes paquetes, cómpre ter unha conexión á Internet que funcione. Desexa instala-las actualizacións?
id: Anda kini memiliki kesempatan untuk mendownload paket update. Paket ini telah diupdate setelah distribusi dirilis. Paket mungkin berisi perbaikan keamanan atau kesalahan. Untuk mendownload paket, Anda perlu koneksi Internet. Apakah Anda ingin menginstall update?
is: Þú hefur nú möguleika á að sækja uppfærða pakka. Þessir pakkar hafa verið uppfærðir eftir að dreifingin var send úr húsi. Þeir kunna að innihalda villuleiðréttingar eða öryggisuppfærslur. Til að sækja þessa pakka þá verður þú að vera tengdur Internetinu. Viltu sækja uppfærslurnar?
ko: 업데이트 패키지들을 다운로드하십시오. 이 패키지들에는 제품이 릴리즈 된 이후에 업데이트 된 내용 (보안 및 버그의 보완)이 있습니다. 이 패키지들을 다운로드 받으려면 인터넷이 연결되어 있어야 합니다. 업데이트를 설치 하시겠습니까?
ky: Азыр жаңыланган пакеттерди жүктөө мүмкүн. Бул пакеттер дистрибутив чыккандан кийин жаңыланган. Алар каталар же коопсуздук жамактарын камтышы мүмкүн. Жаңыланган пакеттерди жүктөп алуу үчүн иштеп жаткан Интернет байланышы керек. Пакеттер орнотулсунбу?
pt_br: Agora você tem a oportunidade de baixar os pacotes atualizados. Estes pacotes foram atualizados após o lançamento de sua distribuição. Eles podem conter atualizações de segurança ou correções de falhas. Para baixar estes pacotes, você precisa ter uma conexão com a internet funcionando. Você deseja instalar estas atualizações?
ro: Aveţi posibilitatea să descărcaţi pachete actualizate. Aceste pachete au fost actualizate după ce a fost lansată distribuţia. Acestea pot conţine actualizări de securitate sau corectări de erori. Pentru a descărca aceste pachete, veţi avea nevoie de o conexiune la Internet Doriţi să instalaţi actualizările?
ru: Сейчас можно загрузить обновлённые пакеты. Эти пакеты были обновлены после выхода дистрибутива. В них могут находиться исправления уязвимостей и других ошибок. Для загрузки этих пакетов необходимо наличие рабочего подключения к Интернету. Установить эти обновления?
uz: Hozir sizda yangilangan paketlarni yozib olib oʻrnatish imkoniyati mavjud. Ular hozir siz oʻrnatgan Mandriva Linux tizimi chiqqanidan soʻng yangilangan. Ularda har xil xavfsizlik va dasturlar bilan bogʻliq xatoliklar tuzatilgan boʻlishi mumkin. Bu paketlarni yozib olish uchun sizda Internet bilan aloqa oʻrnatilgan boʻlishi kerak. Yangilanishlarni oʻrnatishni istaysizmi?
wa: Vos avoz l' possibilité d' aberweter les pacaedjes k' on stî metous a djoû dispoy li fijhaedje del distribucion. I pôrént coridjî des bugs ou des problinmes di såvrité. Po ls aberweter, vos dvoz aveur on raloyaedje al daegntoele ki rote. Voloz vs astaler les pacaedjes metous a djoû?
zh_tw: 您現在有機會下載更新套件。這些套件在發行版釋放之後已經被更新過了。 他們或許有安全性或臭蟲修正。 要下載這些套件，您需要有正常運作的網際網路連線。 您想要安裝更新嗎？

source: %s on %s
ast: %s en %s
br: %s war %s
fi: %s kohteessa %s
gl: %s en %s
id: %s pada %s
is: %s á %s
ko: %s (%s 컴퓨터)
ky: %s %s'да
pa_in: %s, %s ਉੱਪਰ
pt_br: %s em %s
ro: %s pe %s
ru: %s на %s
uz: %s %s'da
wa: %s so %s
zh_tw: %2$s 上的 %1$s

source: Hardware
br: Periantel
fi: Laitteisto
id: Perangkat Keras
is: Vélbúnaður
ko: 하드웨어
ky: Техникалык жабдуу
pa_in: ਜੰਤਰ
ro: Componente
ru: Оборудование
uz: Asbob-uskunalar
wa: Éndjolreye
zh_tw: 硬體

source: Sound card
ast: Tarxeta de soníu
br: Kartenn gwelet
fi: Äänikortti
gl: Tarxeta de son
id: Kartu suara
is: Hljóðkort
ko: 사운드 카드
ky: Добуш картасы
pa_in: ਸਾਊਂਡ ਕਾਰਡ
pt_br: Placa de som
ro: Placă de sunet
ru: Звуковая карта
uz: Tovush karta
wa: Cåte son
zh_tw: 音效卡

source: Do you have an ISA sound card?
ast: ¿Tienes una tarxeta de soníu ISA?
br: Hag ur gartenn gwelet ISA hoc'h eus ?
fi: Onko sinulla ISA-väylään liitettävä äänikortti?
gl: Ten unha tarxeta de son ISA?
id: Apakah Anda memiliki kartu suara ISA?
is: Er kannski ISA hljóðkort í vélinni?
ko: ISA 사운드 카드가 있습니까?
ky: Сизде ISA добуш карточкасы барбы?
pa_in: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ISA ਸਾਊਂਡ ਕਾਰਡ ਹੈ?
pt_br: Você tem alguma placa de som ISA?
ro: Aveţi o placă de sunet ISA?
ru: Есть ли у вас звуковая карта ISA?
uz: Sizda ISA tovush kartasi bormi?
wa: Avoz vs ene cåte son ISA?
zh_tw: 您有 ISA 音效卡嗎？

source: Run "alsaconf" or "sndconfig" after installation to configure your sound card
ast: Usa "alsaconf" o "sndconfig" dempués de la instalación pa configurar la to tarxeta de soníu
br: Seveniñ « alsaconf » pe « sndconfig » goude staliañ evit kefluniañ ho kartenn klevet
fi: Suorita "alsaconf" tai "sndconfig" asennuksen jälkeen asettaaksesi äänikorttisi.
gl: Execute "alsaconf" ou "sndconfig" despois da instalación para configura-la tarxeta de son
id: Jalankan "sndconfig" atau "sndconfig" setelah installasi untuk mengkonfigurasi kartu suara Anda
is: Keyrðu "alsaconf" eða "sndconfig" eftir uppsetningu til að stilla hljóðkortið þitt
ko: 사운드 카드를 설정하려면 설치 후에 「alsaconf」 또는 「sndconfig」명령을 실행해주십시요.
ky: Үн картасын ырастоо үчүн орнотуудан кийин "alsaconf" же "sndconfig" коммандаларын аткарыңыз
pa_in: ਆਪਣੀ ਸਾਊਂਡ ਕਾਰਡ ਸੰਰਚਨਾ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਮਗਰੋਂ "alsaconf" ਜਾਂ "sndconfig" ਚਲਾਓ
pt_br: Execute "alsaconf"ou "sndconfig" após a instalação para configurar sua placa de som
ro: Rulaţi "alsaconf" sau "sndconfig" după instalare pentru a vă configura placa de sunet
ru: Для настройки звуковой карты запустите после установки утилиту "alsaconf" или "sndconfig".
uz: Oʻrnatishdan keyin, tovush kartangizni moslash uchun, "sndconfig" yoki "alsaconf" dasturini ishga tushiring
wa: Enondez «alsaconf» ou «sndconfig» après l' astalåcion po-z apontyî vosse cåte son
zh_tw: 請在安裝完畢後，執行 "alsaconf" 或 "sndconfig" 來設定您的音效卡

source: No sound card detected. Try "harddrake" after installation
ast: Nun se deteutó tarxeta de soníu. Preba "harddrake" dempués de la instalación
br: N'eus kartenn gwelet kavet ebet. Kargañ « harddrake » goude ar staliadur
fi: Yhtäkään äänikorttia ei löydetty. Kokeile "harddrake" asennuksen jälkeen
gl: Non se detectou ningunha tarxeta de son. Execute "harddrake" trala instalación
id: Tidak ada kartu suara yang terdeteksi. Coba "harddrake" setelah installasi
is: Ekkert hljóðkort fannst. Reyndu að keyra "harddrake" eftir uppsetningu
ko: 사운드 카드가 발견되지 않았습니다. 설치 후에「harddrake」명령을 실행해주십시요.
ky: Эч кандай добуш карточкасы табылган жок. Орнотуудан кийин "harddrake" кайталап көрүңүз
pa_in: ਕੋਈ ਸਾਊਂਡ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ। ਇੰਸਟਾਲੇਸ਼ਨ ਮਗਰੋਂ "harddrake" ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Nenhuma placa de som detectada. Tente o "harddrake" após a instalação
ro: Nu s-a detectat nici o placă de sunet. Încercaţi "harddrake" după instalare
ru: Звуковая карта не обнаружена. Попробуйте запустить после установки утилиту "harddrake"
uz: Tovush kartasi topilmadi. Oʻrnatishdan keyin "harddrake" dasturini sinab koʻring.
wa: Nole cåte son di detectêye. Sayîz «harddrake» après l' astalåcion
zh_tw: 沒偵測到任何音效卡。請在安裝後嘗試 "harddrake" 進行設定

source: Graphical interface
ast: Interface gráfica
br: Ketal kevregañ
fi: Graafinen käyttöliittymä
gl: Interface Gráfica
id: Antarmuka grafis
is: Myndrænt viðmót
ko: 시작시 바로 X-Window 실행
ky: Графикалык интерфейс
pa_in: ਗਰਾਫੀਕਲ ਇੰਟਰਫੇਸ
pt_br: Interface gráfica
ro: Interfaţa grafică
ru: Графический интерфейс
uz: Grafik interfeys
wa: Eterface grafike
zh_tw: 圖形介面

source: Network & Internet
ast: Redes ya Internet
br: Rouedad hag Internet
fi: Verkko & Internet
gl: Rede & Internet
id: Jaringan & Internet
is: Staðarnet og Internet
ko: 망과 인터넷
ky: Тармак жана Интернет
pa_in: ਨੈੱਟਵਰਕ ਤੇ ਇੰਟਰਨੈੱਟ
pt_br: Rede & Internet
ro: Reţea şi Internet
ru: Сеть и Интернет
uz: Tarmoq va Internet
wa: Rantoele locåle & daegnrece
zh_tw: 網路與網際網路

source: Proxies
br: Proksioù
fi: Välityspalvelimet
gl: Proxys
id: Proxy
is: Sel
ko: 프록시
ky: Проксилер
pa_in: ਪਰਾਕਸੀ
ro: Servere proxy
ru: Прокси
uz: Proksilar
wa: Procsis
zh_tw: 代理伺服器

source: configured
ast: configuráu
br: kefluniet
fi: asetettu
gl: configurado
id: terkonfigurasi
is: stillt
ko: 재설정되었습니다.
ky: ырасталды
pa_in: ਸੰਰਚਿਤ
pt_br: configurado
ro: configurat
ru: настроен
uz: moslangan
wa: apontyî
zh_tw: 已設定

source: Security Level
ast: Nivel de seguridá
br: Live an surentez
fi: Turvataso
gl: Nivel de Seguridade
id: Tingkat Keamanan
is: Öryggisþrep
ko: 보안 등급
ky: Коосуздук деңгээли
pa_in: ਸੁਰੱਖਿਆ ਪੱਧਰ
pt_br: Nível de Segurança
ro: Nivel de securitate
ru: Уровень безопасности
uz: Xavfsizlik darajasi
wa: Livea di såvrité
zh_tw: 安全層級

source: Firewall
ast: Tornafueos
br: Moger tan
fi: Palomuuri
gl: Cortalumes
is: Eldveggur
ko: 방화벽
ky: Файервол
pa_in: ਫਾਇਰਵਾਲ
ro: Parafoc
ru: Файервол
uz: Fayervol
wa: Côpe feu
zh_tw: 防火牆

source: activated
ast: activáu
br: bevaatet
fi: aktivoitu
gl: activado
id: telah diaktifkan
is: virkt
ko: 활성화
ky: активдештирилди
pa_in: ਸਰਗਰਮ
pt_br: ativado
ro: activat
ru: включен
uz: ishlayapti
wa: metou en alaedje
zh_tw: 已啟用

source: disabled
ast: desactiváu
br: diweredekaet
fi: ei käytössä
gl: desactivado
id: telah dinonaktifkan
is: óvirkt
ko: 금지
ky: өчүк
pa_in: ਅਯੋਗ
pt_br: desativado
ro: dezactivat
ru: выключен
uz: oʻchirilgan
wa: dismetou
zh_tw: 已停用

source: You have not configured X. Are you sure you really want this?
ast: X Ensin configurar ¿De xuru que quies esto daveres?
br: N'eo ket kefluniet X. Ha fellout a ra deoc'h da vat ober an dra-mañ ?
fi: Et ole asettanut X-palvelinta. Oletko varma että haluat tehdä tämän?
gl: Non configurou as X. Está seguro de que desexa isto?
id: Anda belum mengkonfigurasi X. Apakah Anda yakin?
is: Þú hefur ekki sett upp X, ertu viss um að þú viljir þetta?
ko: X 설정이 되지 않았습니다. 설정하시겠습니까?
ky: Сиз X'ти ырастаган жоксуз.Чындап ушуну каалайсызбы?
pa_in: ਤੁਸੀਂ X ਸੰਰਚਿਤ ਨਹੀਂ ਕੀਤਾ। ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਨੂੰ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Você não configurou o sistema X. Você quer realmente deixar assim?
ro: Nu aţi configurat X. Sunteţi sigur că doriţi acest lucru?
ru: Х-сервер ещё не настроен. Вы точно уверены в своих действиях?
uz: Siz X'ni moslamadingiz. Rostdan buni istaysizmi?
wa: Vos n' avoz nén apontyî X11 (li sistinme di håynaedje grafike). Estoz vs seur di voleur çoula?
zh_tw: 您尚未設定 X。您確定您真的要這樣做？

source: Preparing bootloader...
ast: Tresnando'l cargador d'arranque
br: O prientiñ ar c'harger loc'hañ ...
fi: Valmistelen käyttöjärjestelmän lataajaa...
gl: Preparando o cargador de arrinque...
id: Mempersiapkan bootloader...
is: Set upp ræsistjórann...
ko: 부트 로더 준비중
ky: Система жүктөөгүч даярдалууда...
pa_in: ਬੂਟ-ਲੋਡਰ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ...
pt_br: Preparando gerenciador de inicialização...
ro: Pregătirea gestionarului de demaraj...
ru: Подготавливается начальный загрузчик...
uz: OT yuklagichi tayyorlanmoqda...
wa: Dj' aprestêye l' enondrece
zh_tw: 正在準備開機載入程式...

source: Be patient, this may take a while...
ast: Aposenta por favor, pues esto puede llevar un ratu.
gl: Sexa paciente, isto pode levar un anaco...
is: Verið þolinmóð þetta getur tekið nokkra stund...
ky: Күтө туруңуз, бул бир нече убакытты алышы мүмкүн...
pt_br: Seja paciente, isto pode demorar um pouco...
