Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: Your desktop on a USB key
ast: El to escritoriu nun llápiz USB
fi: Työpöytäsi USB-tikulla
gl: O seu escritorio nunha chave USB
is: Vinnustöðin þín á USB lykli
pt_br: Seu desktop em um Pendrive USB
ro: Biroul dumneavoastră pe o cheie USB
ru: Рабочая система на USB-брелоке
zh_tw: 您的桌面就在 USB 隨身碟中

source: The 100%% open source Mandriva Linux distribution
ast: La distribución Mandriva Linux 100%% códigu llibre
fi: 100%% vapaan lähdekoodin Mandriva Linux -jakelu
gl: A distribución de Mandriva Linux 100%% código aberto
is: Mandriva uppsetningin með 100%% frjálsum, opnum hugbúnaði
pt_br: A distribuição Mandriva Linux 100%% open source
ro: Distribuţia Mandriva Linux 100%% open source
ru: 100%% открытый дистрибутив Mandriva Linux
zh_tw: 100%% 開放原始碼的 Mandriva Linux 發行版

source: Explore Linux easily with Mandriva One
ast: Restola Linux con facilidá per aciu de Mandriva One
fi: Tutustu Linuxiin helposti Mandriva Onella
gl: Explore Linux de forma sinxela con Mandriva One
is: Kannaðu Linux með Mandriva One
pt_br: Explore facilmente o Linux com o Mandriva One
ro: Exploraţi facil Linux cu Mandriva One
ru: Открой Linux с Mandriva One
zh_tw: 利用 Mandriva One 方便地探索 Linux

source: A full Mandriva Linux desktop, with support
ast: Un escritoriu Mandriva Linux completu, con sofitu
fi: Täysi Mandriva Linux -jakelu käyttäjätuella
gl: Un escritorio Mandriva Linux completo, son soporte
is: Full Mandriva Linux vinnustöð, með þjónustu
pt_br: Um Desktop Mandriva Linux completo, com suporte
ro: Un birou Mandriva Linux complet, cu suport
ru: Полный дистрибутив Mandriva Linux с поддержкой
zh_tw: 完整的 Mandriva Linux 桌面，包含技術支援

source: Mandriva: distributions for everybody's needs
ast: Mandriva: distribuciones pa les necesidaes de toos
fi: Mandriva: jakeluja jokaisen tarpeisiin
gl: Mandriva: distribucións para as necesidades de cada un
is: Mandriva: dreifingar við allra hæfi
pt_br: Mandriva: distribuições para todas as necessidades
ro: Mandriva: distribuţii pentru necesităţile fiecăruia
ru: Mandriva: дистрибутив для каждого
zh_tw: Mandriva: 適合所有人需求的發行版

source: Do you have further supplementary media?
ast: ¿Tienes dalgún soporte d'instalación suplementariu?
br: Hag ur vedia all hoc'h eus ?
fi: Onko sinulla muita asennuksen lisälevyä?
gl: Ten soportes suplementarios adicionais?
id: Apakah Anda memiliki media tambahan lagi?
is: Hefur þú einhverja aðra aukamiðla?
ko: 추가할 미디어가 있습니까?
ky: Сизде кийинки кезектеги кошумча алып жүрүүчү барбы?
pa_in: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਅੱਗੇ ਅਨੁਪੂਰਕ ਮਾਧਿਅਮ ਹੈ?
pt_br: Você tem alguma mídia suplementar adicional?
ro: Mai aveţi medii suplimentare?
ru: Есть дополнительный носитель?
uz: Sizda qoʻshimcha kompakt-disk bormi?
wa: Avoz vs co ds ôtes sopoirts?
zh_tw: 您還有其他的補充媒介嗎?

source: The following media have been found and will be used during install: %s. Do you have a supplementary installation medium to configure?
ast: Alcontrarónse los medios siguientes y usaránse durante la instalación: %s. ¿Tienes dalgún sofitu suplementariu que configurar?
fi: Seuraavat lähteet on löydetty ja niitä käytetään asennuksen aikana: %s. Onko sinulla lisää lähteitä jotka haluat määrittää?
gl: Atopáronse os seguintes soportes e vanse usar durante a instalación: %s. Ten algún soporte de instalación suplementario para configurar?
id: Media berikut ditemukan dan akan digunakan selama installasi: %s. Apakah Anda memiliki media installasi tambahan untuk dikonfigurasi?
is: Eftirfarandi miðlar hafa fundist og verða notaðir við uppsetningu: %s. Hefur þú einhverja aðra miðla sem þarf að stilla?
ko: 다음과 같은 미디어를 찾았습니다. 이들은 설치시 사용될 것입니다.: %s. 설정할 추가 설치 매체가 있습니까?
ky: Төмөнкү булак табылды жана ал орнотуу мезгилинде колдонулат: %s. Ырастоолор үчүн кошумча булагы дагы барбы?
pt_br: A mídia a seguir foi encontrada e será usada durante a instalação: %s. Você deseja configurar alguma mídia suplementar?
ro: Următoarele medii au fost găsite şi vor fi folosite în timpul instalării: %s. Aveţi un mediu de instalare suplimentar pe care doriţi să-l configuraţi?
ru: Был найден следующий носитель, который будет использован во время установки: %s. Если ли дополнительный носитель для настройки?
uz: Oʻrnatish davomida quyidagi manbadan foydalaniladi: %s. Moslanishi kerak boʻlgan qoʻshimcha oʻrnatish manbasi bormi?
wa: Les sopoirts shuvants ont stî trovés eyet vont esse eployîs tins d' l' astalaedje: %s Avoz vs cor on sopoirt d' astalaedje a-z apontyî?
zh_tw: 已經找到下列媒介，它們將會在安裝過程中使用到：%s。 您有其他的安裝媒介需要設定嗎？

source: CD-ROM
is: Geisladrif
uz: Kompakt-disk
wa: Plake lazer

source: Network (HTTP)
ast: Rede(HTTP)
br: Rouedad (HTTP)
fi: Verkko (HTTP)
gl: Rede (HTTP)
id: Jaringan (HTTP)
is: Net (HTTP)
ko: 망(HTTP)
ky: Желе (HTTP)
pa_in: ਨੈੱਟਵਰਕ (HTTP)
pt_br: Rede (HTTP)
ro: Reţea (HTTP)
ru: Сеть (HTTP)
uz: Tarmoq (HTTP)
wa: Rantoele (HTTP)
zh_tw: 網路 (HTTP)

source: Network (FTP)
ast: Rede(FTP)
br: Rouedad (FTP)
fi: Verkko (FTP)
gl: Rede (FTP)
id: Jaringan (FTP)
is: Net (FTP)
ko: 망(FTP)
ky: Желе (FTP)
pa_in: ਨੈੱਟਵਰਕ (FTP)
pt_br: Rede (FTP)
ro: Reţea (FTP)
ru: Сеть (FTP)
uz: Tarmoq (FTP)
wa: Rantoele (FTP)
zh_tw: 網路 (FTP)

source: Network (NFS)
ast: Rede(NFS)
br: Rouedad (NFS)
fi: Verkko (NFS)
gl: Rede (NFS)
id: Jaringan (NFS)
is: Net (NFS)
ko: 망(NFS)
ky: Тармак (NFS)
pt_br: Rede (NFS)
ro: Reţea (NFS)
ru: Сеть (NFS)
uz: Tarmoq (NFS)
wa: Rantoele (NFS)
zh_tw: 網路 (NFS)

source: URL of the mirror?
ast: ¿URL del espeyu?
br: URL ar melezour ?
fi: Peilipalvelimen URL?
gl: Cal é o URL do sitio espello?
id: URL dari mirror?
is: Vefslóð að spegli?
ko: 미러사이트의 (URL)주소를 적어주십시오.
ky: Күзгүсүнүн URL'и?
pa_in: ਪ੍ਰਤਿਬਿੰਬ ਦਾ URL?
pt_br: URL do Servidor?
ro: URL-ul oglinzii?
ru: Адрес зеркала?
uz: Oynaning manzili (URL)
wa: Hårdêye do muroe?
zh_tw: 映像站的 URL？

source: URL must start with ftp:// or http://
ast: La URL tien d'entamar con ftp:// o http://
br: Dao en deus an URL kregiñ gant ftp:// pe http://
fi: URL pitää alkaa ftp:// tai http://
gl: O URL debe comezar por ftp:// ou por http://
id: URL harus diawali dengan ftp:// atau http://
is: Slóð verður að byrja á ftp:// eða http://
ko: URL 주소는 ftp:// 또는 http:// 로 시작되어야 합니다.
ky: URL ftp:// же http:// менен башталышы керек
pt_br: URL deve começar com ftp:// ou http://
ro: URL trebuie să înceapă cu ftp:// sau http://
ru: Адрес должен начинаться с ftp:// или http://
uz: Manzil ftp:// yoki http:// bilan boshlanishi kerak
wa: Li hårdêye doet cmincî avou «ftp://» ou «http://»
zh_tw: URL 開頭必須是 ftp:// 或 http://

source: Contacting Mandriva Linux web site to get the list of available mirrors...
ast: Contautando col sitiu web de Mandriva Linux p'algamar la llista d'espeyos disponibles
br: O taremprediñ al lec'hienn Mandriva Linux evit kaout roll ar melezouroù hegerz ...
fi: Otetaan yhteys Mandriva Linuxin sivustolle peilipalvelinlistan saamiseksi...
gl: Contactando co sitio web de Mandriva Linux para obte-la lista de sitios espello dispoñibles...
id: Menghubungi situs Mandriva Linux untuk mengambil daftar mirror...
is: Hef samband við Mandriva Linux vefinn til að sækja lista yfir fáanlega spegla...
ko: 유효한 미러 목록을 받기 위해 Mandriva Linux 홈페이지에 접속 중...
ky: Бар болгон күзгүлөр тизмесин Mandriva Linux веб сайтындан алынууда...
pa_in: ਉਪਲੱਬਧ ਪ੍ਰਤੀਬਿੰਬਾਂ ਦੀ ਸੂਚੀ ਵੇਖਣ ਲਈ ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਵੈਬ ਸਾਈਟ ਨਾਲ ਸੰਪਰਕ ਜਾਰੀ ਹੈ...
pt_br: Contactando o site da Mandriva Linux para pegar a lista de servidores disponíveis...
ro: Se contactează situl Mandriva Linux pentru obţinerea listei oglinzilor disponibile...
ru: Выполняется соединение с веб-сайтом Mandriva Linux для получения списка доступных пакетов...
uz: Mavjud boʻlgan oynalarning roʻyxatini olish uchun Mandriva Linux sayti bilan aloqa oʻrnatilmoqda...
wa: Dj' atôtche li waibe da Mandriva Linux po-z aveur li djivêye des muroes k' i gn a
zh_tw: 正在連結到 Mandriva Linux 網站查詢可用的映射站台...

source: Failed contacting Mandriva Linux web site to get the list of available mirrors
ast: Nun pudo coneutase col sitiu web de Mandriva Linux p'algamar la llista d'espeyos disponibles
br: Sac'het en ur taremprediñ al lec'hienn Mandriva Linux evit kaout roll ar melezouroù hegerz
fi: Yhteydenotto Mandriva Linuxin sivustolle peilipalvelinlistan saamiseksi epäonnistui
gl: Erro ó contactar co sitio web de Mandriva Linux para obte-la lista de sitios espello dispoñibles
id: Gagal menghubungi situs Mandriva Linux untuk mengambil daftar mirror yang tersedia
is: Mistókst að tengjast við Mandriva Linux vefinn til að sækja lista yfir fáanlega spegla
ko: Mandriva Linux 홈페이지에 접속하여 미러사이트목록을 받는 데 실패했습니다.
ky: Бар болгон күзгүлөр тизмесин Mandriva Linux веб сайтындан алынууда ийгиликсиз айяктады...
pt_br: Falha contactando o site do Mandriva Linux em busca da lista de servidores disponíveis
ro: Nu s-a putut contacta situl Mandriva Linux pentru obţinerea listei oglinzilor disponibile...
ru: Не удалось соединиться с веб-сайтом Mandriva Linux, чтобы получить список доступных зеркал
uz: Mavjud boʻlgan oynalarning roʻyxatini olish uchun Mandriva Linux sayti bilan aloqa oʻrnatib boʻlmadi
wa: Dji n' a savou atôtchî l' waibe da Mandriva Linux po-z aveur li djivêye des muroes k' i gn a
zh_tw: 無法連結到 Mandriva Linux 網站取得可用的映射站台

source: Choose a mirror from which to get the packages
ast: Escueye un espeyu del qu'algamar los paquetes
br: Dibabit ur melezour da dapout ar pakadoù diwarnañ
fi: Valitse peilipalvelin josta paketit haetaan
gl: Escolla un sitio espello dende o que obte-los paquetes
id: Pilih mirror tempat Anda ingin mengambil paket
is: Veldu spegilvélina þaðan sem á að sækja pakkanna
ko: 패키지를 받을 미러 사이트를 선택하시오.
ky: Пакеттерди алуучу күзгүнү тандаңыз
pa_in: ਪੈਕੇਜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪ੍ਰਤੀਬਿੰਬ ਚੁਣੋ
pt_br: Escolha um servidor de onde pegar os pacotes
ro: Alegeţi o oglindă de la care să descărcaţi pachetele
ru: Выберите зеркало, с которого будут получены пакеты
uz: Paketlarni olish uchun oynani tanlang
wa: Tchoezixhoz on muroe po nd aberweter des pacaedjes foû
zh_tw: 選取要用來抓取程式套件檔的 FTP 映射站台

source: NFS setup
ast: Configuración NFS
br: Kefluniadur NFS
fi: NFS Asetus
gl: Configuración de NFS
id: Setup NFS
is: NFS uppsetning
ko: 망 파일 시스템 (NFS) 구성
ky: NFS орнотуу
pt_br: Configuração NFS
ro: Configurare NFS
ru: Настройка NFS
uz: NFS orqali oʻrnatish
wa: Apontiaedje NFS
zh_tw: 設定 NFS

source: Please enter the hostname and directory of your NFS media
ast: Introduz el nome de sirvidor y el direutoriu del to preséu NFS
br: Roit anv ostiz ha renkell ho media NFS
fi: Syötä NFS-palvelimesi nimi ja hakemistopolku
gl: Introduza o nome de máquina e o directorio do soporte NFS
id: Harap masukkan nama host dan direktori dari media NFS Anda
is: Sláðu inn vélarnafn og möppu sem inniheldur NFS miðil
ko: NFS 매체의 호스트 이름과 디렉토리를 입력해 주십시요.
ky: NFS топтомунун компьютер атын жана директориясын кириңиз
pt_br: Por favor, entre o nome do servidor e o diretório da sua mídia NFS
ro: Vă rog să introduceţi numele de gazdă şi directorul mediului NFS
ru: Укажите имя компьютера и каталог ресурса NFS
uz: NFS toʻplamining kompyuter nomini va direktoriyani kiriting
wa: Tapez l' no d' lodjoe eyet l' ridant di vosse sopoirt NFS
zh_tw: 請輸入您的 NFS 媒介的主機和目錄名稱

source: Hostname missing
ast: Falta'l nome del sirvidor
br: Mank ar ra anv an ostiz
fi: Palvelimen osoite puuttuu
gl: Falta o nome de máquina
id: Nama host tidak ada
is: Vélarnafn vantar
ko: 호스트 이름을 찾을 수 없습니다
ky: Түйюндүн аты көрсөтүлгөн жок
pt_br: Nome da máquina faltando
ro: Lipseşte numele gazdei
ru: Не указано имя компьютера
uz: Kompyuterning nomi koʻrsatilmagan
wa: I manke li no d' lodjoe
zh_tw: 沒有主機名稱

source: Directory must begin with "/"
ast: El direutoriu tien qu'entamar con "/"
fi: Hakemistopolun täytyy alkaa "/"-merkillä
gl: O directorio debe comezar por "/"
id: Direktori harus dimulai dengan "/"
is: Möppunafn verður að byrja á "/"
ko: 디렉토리는 "/"로 시작되어야 합니다.
ky: Директория "/" белги менен башталышы керек
pt_br: O diretório deve começar com "/"
ro: Directorul trebuie să înceapă cu "/"
ru: Имя каталога должно начинаться с "/"
uz: Direktoriya "/" belgi bilan boshlashi kerak
wa: Li ridant doet cmincî avou «/»
zh_tw: 目錄必須以「/」開始

source: Hostname of the NFS mount ?
ast: ¿Nome del sirvidor del montaxe NFS?
br: Anv ostiz ar marc'hañ NFS ?
fi: NFS-liitoksen palvelimen nimi?
gl: Cal é o nome de máquina da montaxe NFS?
id: Nama host dari mount NFS ?
is: Vélarnafn á NFS tengipunkti?
ko: 망 파일 시스템(NFS)의 호스트 이름을 설치합니까?
ky: NFS туташуунун түйюн аты ?
pt_br: Nome do servidor do ponto de montagem NFS
ro: Numele de gazdă al montajului NFS?
ru: Имя компьютера для монтирования NFS?
uz: NFS serverining xost nomi
wa: No d' lodjoe do montaedje NFS?
zh_tw: NFS 掛載點的主機名稱？

source: Directory
ast: Direutoriu
br: Renkell
fi: Kansio
gl: Directorio
id: Direktori
is: Mappa
ko: 디렉토리
ky: Каталог
pa_in: ਡਾਇਰੈਕਟਰੀ
pt_br: Diretório
ro: Director
ru: Каталог
uz: Direktoriya
wa: Ridant
zh_tw: 目錄

source: Supplementary
ast: Suplementariu
br: A-gresk
fi: Lisämedia
gl: Suplementario
id: Tambahan
is: Aukalegt
ko: 추가
ky: Кошумча
pt_br: Adicional
ro: Suplimentar
ru: Дополнительный
uz: Qoʻshimcha
wa: Di rawete
zh_tw: 補充

source: Can't find a package list file on this mirror. Make sure the location is correct.
ast: Nun pudo alcontrase'l ficheru hdlist nesti espeyu. Asegúrate que l'allugamientu ye correutu.
br: Ne m'eus ket kavout ur roll pakadoù e-barzh ar melezour-mañ. Kit da wiriaÃ± al lec'hiadur-mañ zo mad.
fi: En löydä hdlist tiedostoa tässä peilipalvelimessa.
gl: Non se puido atopar un ficheiro de lista de paquetes neste sitio espello. Asegúrese de que a localización é a correcta.
id: Tidak dapat menemukan file daftar paket pada mirror ini. Pastikan lokasinya benar.
is: Finn ekki pakkalista-skrá á þessum spegli. Athugaðu hvort staðsetningin sé rétt.
ko: 미러 사이트에서 패키지 리스트를 찾을 수 없습니다. 이 위치에 만드시겠습니까?
ky: Бул күзгүдө пакеттердин тизмеси атбылган жок. Жайгашуусунун тууралыгын текшериңиз.
pa_in: ਇਸ ਪ੍ਰਤੀਬਿੰਬ ਤੇ ਪੈਕੇਜ ਸੂਚੀ ਫਾਇਲ ਨਹੀਂ ਲੱਭ ਸਕੀ। ਜਾਂਚ ਕਰੋ ਕਿ ਸਥਿਤੀ ਠੀਕ ਹੈ।
pt_br: Não encontro uma lista de pacotes neste servidor. Verifique se a localização está correta.
ro: Nu se poate găsi o listă de pachete pe această oglindă. Asiguraţi-vă că adresa este corectă.
ru: Невозможно найти список пакетов на этом зеркале. Проверьте правильность адреса.
uz: Oynada paketlar roʻyxatini topib boʻlmadi. Manzil (URL) toʻgʻri koʻrsatilganligini tekshiring.
wa: Dji n' sai trover l' djivêye di fitchîs so ç' muroe ci. Acertinez vs ki l' eplaeçmint est corek.
zh_tw: 無法在這個映像站上找到套件列表檔。請確定位址是正確的。

source: Looking at packages already installed...
ast: Guetando paquetes ya instalaos...
br: O kavout pakadoù zo staliet eo ...
fi: Etsitään jo asennettuja paketteja...
gl: Buscando os paquetes que xa están instalados...
id: Mencari paket yang sudah terinstall...
is: Athuga þegar uppsetta pakka...
ko: 이미 설치된 패키지 찾는 중...
ky: Орнотулган пакеттер изделип жатат...
pa_in: ਪਹਿਲਾਂ ਇੰਸਟਾਲ ਕੀਤੇ ਪੈਕੇਜਾਂ ਸੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pt_br: Procurando por pacotes já instalados...
ro: Se caută pachetele deja instalate...
ru: Выполняется поиск установленных пакетов...
uz: Allaqachon oʻrnatilgan paketlar qidirilmoqda...
wa: Dji cwir après les pacaedjes ki sont ddja astalés...
zh_tw: 正在查看已經安裝過的套件...

source: Finding packages to upgrade...
ast: Alcontrando los paquetes a anovar...
br: O kavout pakadoù da vremanaat ...
fi: Etsitään päivitettäviä paketteja...
gl: Buscando paquetes para actualizar...
id: Mencari paket untuk diupgrade...
is: Leita að pökkum til að uppfæra...
ko: 업그레이드할 패키지를 검색중...
ky: Жаңыланычуу пакеттер изделип жатат...
pa_in: ਨਵੀਨੀਕਰਨ ਲਈ ਪੈਕੇਜਾਂ ਦੀ ਖੋਜ...
pt_br: Procurando pacotes para atualizar...
ro: Se caută pachetele de actualizat
ru: Выполняется поиск пакетов для обновления...
uz: Yangilash uchun paketlar qidirilmoqda...
wa: Dji cwir après les pacaedjes a mete a djoû
zh_tw: 正在搜尋要升級的套件...

source: Removing packages prior to upgrade...
ast: Desaniciando paquetes enantes d'anovar...
br: O zilemel ar pakadoù a-raok bremanaat ...
fi: Poistetaan paketteja ennen päivitystä...
gl: Eliminando paquetes antes de actualizar...
id: Menghapus paket-paket sebelum upgrade...
is: Fjarlægi pakka áður en uppfærsla hefst...
ko: 업그레이드된 패키지를 제거하는 중...
ky: Жаңылоодон мурда пакеттер өчүрүлүп жатат...
pt_br: Removendo pacotes antes da atualização...
ro: Se înlătură pachetele înainte de actualizare...
ru: Удаляются пакеты перед обновлением...
uz: Yangilashdan avval paketlar olib tashlanmoqda...
wa: Dji oistêye des pacaedjes divant d' fé l' metaedje a djoû...
zh_tw: 移除套件以更新...

source: You have decided to upgrade your system to %s. KDE 3.5 has been detected on your system. This installer cannot preserve KDE 3.5 in an upgrade. If you choose to proceed, KDE 4 will replace KDE 3, and you will lose your personal KDE configuration settings. To upgrade with KDE 3.5 and your personal settings preserved, please reboot your system and upgrade using the Mandriva update applet.
fi: Olet päättänyt päivitä järjestelmääsi versioon %s. KDE 3.5 on löydetty järjestelmästäsi. Tämä asennusohjelma ei osaa säilyttää KDE 3.5 päivityksessä. Jos jatkat, KDE 4 asennetaan KDE 3:n tilalle, ja kadotat kaikki henkilökohtaiset KDE asetuksesi. Tehdääksesi päivityksen ja pitääksesi samalla henkilökohtaiset asetuksesi, ole hyvä ja käynnistä tietokoneesi uudelleen ja päivitä järjestelmäsi käyttäen MandrivaUpdate.
is: Þú hefur ákveðið að uppfæra kerfið þitt í %s. KDE 3.5 hefur fundist á kerfinu þínu. Þetta uppsetningarforrit getur ekki varðveitt KDE 3.5 uppsetningu. Ef þú velur að halda áfram, þá verður KDE 4 sett upp í stað KDE 3 og persónulegar stillingar tapast. Til að uppfæra með KDE 3.5, og varðveita persónulegar stillingar, endurræstu þá tölvuna þína og notaðu Mandriva bakka-uppfærsluforritið.
ky: %s чейин системанын жаңылоосун чечтиңиз. KDE 3.5 системаңызда табылды. Буд орноткуч жаңылоодо KDE 3.5'ти сакатабайт. Эгерде орнотууну уланта берсеңиз, KDE 4 KDE 3'тү алмаштырып салат жана жеке ырастоолоруңуз менен KDE ырастоолору жоголуп кетет. KDE 3.5'тен жаңылоо жана жеке ырастоолорду сактап калуу үчүн, системаны кайрадан жүктөп жана Mandriva жаңылоо аплети менен жаңыланым көрүңүз.
pt_br: Você decidiu atualizar o seu sistema para o %s. O KDE 3.5 foi detectado no seu sistema. Este instalador não pode preservar o KDE 3.5 durante a atualização. Se você optar por proceder, o KDE 4 substituirá o KDE 3, e você perderá as configurações pessoais do KDE. Para atualizar e manter o KDE 3.5 e suas configurações pessoais, por favor reinicie o seu sistema e faça a tualização utilizando o applet da Mandriva.
ro: Aţi decis o actualizare majoră a sistemului spre %s. KDE 3.5 a fost detectat pe sistemul dvs. Instalatorul nu poate păstra KDE 3.5 în actualizarea majoră. Dacă procedaţi, KDE 4 va înlocui KDE 3 şi vă veţi pierde parametrii personalizaţi ai configuraţiei KDE. Pentro o actualizare majoră cu KDE 3.5 si păstrarea parametrilor personalizaţi, reporniţi sistemul şi lansaţi actualizarea majoră din miniaplicaţia de actualizare Mandriva.

source: Reboot
ast: Reaniciar
br: Adlañsañ
fi: Käynnistä uudelleen
gl: Reiniciar
id: Boot Ulang
is: Endurræsa
ko: 다시 시작
ky: Кайра жүктөө
pa_in: ਮੁੜ-ਚਾਲੂ
pt_br: Reiniciar
ro: Repornire sistem
ru: Перезагрузка
uz: Oʻchirib-yoqish
wa: Renonder l' éndjole
zh_tw: 重新開機

source: Proceed
is: Halda áfram
ky: Аткарылды
pt_br: Proceder

source: The following packages will be removed to allow upgrading your system: %s Do you really want to remove these packages?
ast: Desaniciaránse los paquetes siguientes pa permitir l'anovamientu del to sistema: %s ¿De xuro que quies desanciar estos paquetes?
br: Ar pakadoù a-heul zo war-nes bezañ distaliet evit bremañaat ho reizhiad : %s Ha fellout a ra deoc'h da vat lemel anezho ?
fi: Seuraavat paketit poistetaan jotta järjestelmäsi voidaan päivittää: %s Haluatko varmasti poistaa nämä paketit?
gl: Vanse eliminar os seguintes paquetes para poder actualiza-lo seu sistema: %s Desexa eliminar estes paquetes?
id: Paket berikut akan dihapus agar sistem Anda dapat di-upgrade: %s Apakah Anda ingin menghapus paket tersebut?
is: Eftirfarandi pakkar verða fjarlægðir til að uppfærsla takist eðlilega: %s Viltu í alvöru fjarlægja þessa pakka?
ko: 다음 패키지들은 당신의 시스템을 업그레이드하기위해 제거될 것입니다. : %s 정말 이 패키지들을 제거 하시겠습니까?
ky: Сиздин системага жаңылануу мүмкүнчүлүгүн берүү үчүн төмөнкү пакеттер алынып ташталат: %s Бул пакеттердин алынып ташталуусун каалайсызбы?
pa_in: ਹੇਠਲੇ ਪੈਕੇਜ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨਵੀਨੀਕਰਨ ਲਈ ਹਟਾਏ ਜਾਣਗੇ: %s ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਹ ਪੈਕੇਜ ਹਟਾਉਣੇ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Os seguintes pacotes serão removidos para permitir a atualização do seu sistema: %s Você realmente quer remover estes pacotes?
ro: Următoarele pachete vor fi şterse pentru a permite actualizarea sistemului dvs: %s Chiar doriţi ştergerea acestor pachete?
ru: Следующие пакеты должны быть удалены, чтобы можно было обновить систему: %s Удалить эти пакеты?
uz: Tizimni yangilash uchun quyidagi paketlar oʻchiriladi: %s Davom etishni istaysizmi?
wa: Les pacaedjes shuvants vont esse oistés, po pleur mete a djoû vosse sistinme: %s Voloz vs vormint oister ces pacaedjes la?
zh_tw: 下列套件將被移除以升級您的系統：%s 您確定要移除這些套件嗎？

source: Error reading file %s
ast: Fallu al lleer el ficheru %s
br: Fazi en ur lenn ar restr %s
fi: Virhe lukiessa tiedostoa %s
gl: Erro ó le-lo ficheiro %s
id: Kesalahan membaca file %s
is: Villa við lestur úr skránni %s
ko: %s 파일을 읽는중 오류가 발생했습니다.
ky: %s файлын окуудагы ката
pa_in: ਫਾਇਲ %s ਪੜਨ ਵਿੱਚ ਗਲਤੀ
pt_br: Erro ao ler o arquivo %s
ro: hEroare la citirea fişierului %s
ru: Ошибка при чтении файла %s
uz: %s faylini oʻqishda xato roʻy berdi
wa: Åk n' a nén stî come dji sayive di lére li fitchî %s
zh_tw: 讀取檔案 %s 時發生錯誤

source: The following disk(s) were renamed:
ast: Renomáronse los siguientes discos:
br: Adenvelet e oa ar bladenn/pladennoù-mañ :
fi: Seuraava(t) levy(t) uudelleennimettiin:
gl: Renomeáronse os seguintes discos:
id: Disk berikut telah diubah namanya:
is: Eftirfarandi diskar voru endurnefndir:
ko: 다음 디스크이름이 변경되었습니다. :
ky: Төмөнкү диск(тер)дин аты өзгөртүлдү:
pa_in: ਹੇਠਲੀਆਂ ਡਿਸਕਾਂ ਦੇ ਨਾਂ ਤਬਦੀਲ ਕੀਤੇ ਹਨ:
pt_br: O(s) seguinte(s) disco(s) foi renomeado:
ro: Următoarele discuri au fost redenumite:
ru: Следующие диски были переименованы:
uz: Quyidagi disk(lar)ning nomi oʻzgartirildi:
wa: Les plakes shuvantes ont candjî d' no:
zh_tw: 下列磁碟已經改名：

source: %s (previously named as %s)
ast: %s (enantes conocíu como %s)
br: %s (a vez graet %s dioutañ diaraok)
fi: %s (oli ennen nimetty %s)
gl: %s (chamado anteriormente %s)
id: %s (sebelumnya bernama %s)
is: %s (áður nefnt %s)
ko: %s (이전 이름은 %s였음.)
ky: %s (мурунку аты %s)
pa_in: %s (ਪਹਿਲਾਂ %s ਨਾਂ ਸੀ)
pt_br: %s (previamente nomeado como %s)
ro: %s (denumit anterior %s)
ru: %s (ранее назывался %s)
uz: %s (oldingi nomi %s)
wa: %s (lomêye divant %s)
zh_tw: %s (原本為 %s)

source: Network
ast: Rede
br: Rouedad
fi: Verkko
gl: Rede
id: Jaringan
is: Net
ko: 망
ky: Желе
pa_in: ਨੈੱਟਵਰਕ
pt_br: Rede
ro: Reţea
ru: Сеть
uz: Tarmoq
wa: Rantoele
zh_tw: 網路

source: Please choose a media
ast: Por favor, escueye un soporte
br: Dibabit ur vedia, mar plij
fi: Ole hyvä ja valitse media
gl: Escolla un soporte
id: Silahkan pilih media
is: Veldu miðil
ko: 매체를 선택하시오
ky: Алып жүрүүчүнү тандаңыз
pt_br: Por favor, escolha uma mídia
ro: Alegeţi un mediu
ru: Выберите носитель
uz: Iltimos toʻplamni tanlang
wa: Tchoezixhoz on sopoirt s' i vs plait
zh_tw: 請選擇一個媒介

source: File already exists. Overwrite it?
ast: El ficheru yá existe. ¿Quies sobroscribilu?
br: Ar restr zo endeo. Rasklañ anezhañ ?
fi: Tiedosto jo olemassa. Korvaa?
gl: O ficheiro xa existe. ¿Desexa sobreescribilo?
id: File sudah ada. Timpa file ini ?
is: Skráin er þegar til. Skrifa yfir hana?
ky: Файл алдагачан бар. Үстүнө кайра жазылсынбы?
pt_br: O arquivo já existe. Sobrescrevê-lo?
ro: Fişierul există deja. Se spuprascrie?
ru: Файл уже существует. Переписать его?
uz: Fayl allaqachon mavjud. Uni almashtirishni istaysizmi?
wa: Li fitchî egzistêye dedja. El voloz vs sipotchî?
zh_tw: 檔案已經存在了。要覆蓋它嗎？
