Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: <Tab>/<Alt-Tab> between elements
ast: <Tab>/<Alt-Tab> ente elementos
br: <Tab>/<Alt-Tab> etre elfennoù
fi: <Tab>/<Alt-Tab> vaihtaa elementtiä
gl: <Tab>/<Alt-Tab> entre elementos
id: <Tab>/<Alt-Tab> antar elemen
is: <Tab>/<Alt-Tab> milli skrefa
ko: <Tab>/<Alt-Tab> 항목간 이동
ky: <Tab>/<Alt-Tab> элементтер ортосунда
pa_in: <Tab>/<Alt-Tab> ਇਕਾਈਆਂ ਵਿੱਚ
pt_br: <Tab>/<Alt-Tab> move entre elementos
ro: <Tab>/<Alt-Tab> între elemente
ru: <Tab>/<Alt-Tab> между элементами
uz: <Tab>/<Alt-Tab> banddan-bandga
wa: <Tab>/<Alt-Tab> candjî elemints
zh_tw: <Tab>/<Alt-Tab> 在元件間移動

source: Xorg server is slow to start. Please wait...
ast: El sirvidor Xorg tarda n'aniciar. Por favor, espera...
fi: Xorg palvelin on hidas käynnistää. Odota...
gl: Ó servidor Xorg lévalle tempo arrincar. Agarde...
is: Xorg miðlari er seinn að ræsa. Bíddu við...
ky: Xorg жай башталып жатат. Күтө туруңуз...
pt_br: O servidor Xorg leva algum tempo para iniciar. Favor esperar...
ro: Serverul Xorg este încet la pornire. Aşteptaţi vă rog...
ru: Xorg-сервер долго запускается. Подождите...
uz: Xorg dasturi juda sekin ishga tushyapti. Iltimos kutib turing...
zh_tw: Xorg 伺服器的啟動較為緩慢。請稍候...

source: Your system is low on resources. You may have some problem installing Mandriva Linux. If that occurs, you can try a text install instead. For this, press `F1' when booting on CDROM, then enter `text'.
ast: El to sistema tien pocos recursos. Puedes tener dalgún problema instalando Mandriva Linux. De ser asina, puedes intentar una instalación de la triba testu. Pa ello, calca 'F1' cuando anicie'l CDROM, ya introduz 'text'.
fi: Järjestelmäsi resurssit ovat lopussa. Voit kohdata ongelmia Mandriva Linuxia asentaessasi. Jos näin tapahtuu, voit kokeilla tekstipohjaista asennusta. Tehdäksesi niin paina `F1' kun käynnistät asennusohjelmaa CD-ROM:lta. Tämän jälkeen kirjoita `text'.
gl: O seu sistema ten poucos recursos. Pode que teña algún problema ó instalar Mandriva Linux. Se iso acontece, pode intenta-la instalación en modo texto. Para iso, prema 'F1' cando arrinque dende o CDROM, e escriba 'text'.
id: Sumber daya sistem Anda rendah. Anda akan mengalami kesulitan menginstall Mandriva Linux. Jika terjadi, Anda bisa mencoba installasi berbasis teks. Untuk melakukannya, tekan `F1' saat booting pada CDROM, lalu ketikkan `text'.
is: Ef vélin þín er vanbúin að einhverju leyti þá getur þú átt í vandræðum með að setja upp Mandriva Linux. Ef svo er, þá gætir þú reynt að nota texta-uppsetningu. Til þess að gera það, ýttu á F1 þegar þú ræsir af geisladisknum og sláðu síðan inn `text'.
ko: 시스템의 자원이 부족합니다. 맨드리바 리눅스를 설치하는데 일부 문제가 발생할 수도 있습니다. 문제가 발생하면 텍스트모드로 재설치하십시오. 텍스트 모드 설치는 CDROM으로 부팅후 「F1」을 누르고 「text」를 입력하시면 됩니다.
ky: Системага жетеринче ресурс жетпей жатат. Mandriva Linux системасын орнотууда проблемалар чыгышы мүмкүн. Андай болсо тексттик режимде орнотууну текшерип көрүңүз. Ал үчүн, дисктен жүктөлүп жаткан учурда `F1' клавишасын басып `text' сөзүн кириңиз.
pa_in: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਸਰੋਤ ਘੱਟ ਹਨ। ਤੁਹਾਨੂੰ ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਇੰਸਟਾਲ ਕਰਨ ਸਮੇਂ ਮੁਸ਼ਕਿਲ ਆ ਸਕਦੀ ਹੈ। ਜੇ ਅਜਿਹਾ ਹੋਇਆ, ਤੁਸੀਂ ਪਾਠ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਇਸ ਲਈ, `F1' ਦਬਾਓ ਜਦੋਂ CDROM ਤੋਂ ਬੂਟ ਕਰਦੇ ਹੋ, ਫਿਰ `ਪਾਠ' ਭਰੋ।
pt_br: Seu sistema está com poucos recursos. Você pode ter algum problema na instalação do Mandriva Linux. Se isso ocorrer, você pode tentar instalar usando o modo texto. Para isso, aperte 'F1' na tela de inicialização e escreva 'text'.
ro: Sistemul dumneavoastră are resurse puţine. Puteţi întâmpina probleme la instalarea Mandriva Linux. Dacă se întâmplă acest lucru, puteţi încerca o instalare în mod text. Pentru aceasta, apăsaţi `F1' când demaraţi de pe CDROM, apoi introduceţi `text'.
ru: Системе не хватает ресурсов. Во время установки Mandriva Linux могут возникнуть проблемы. В этом случае можно попробовать установку в текстовом режиме. Для этого после загрузки с диска нажмите `F1', а затем наберите 'text'.
wa: Vosse sistinme a po di rsources. Vos pôrîz aveur des rujhes po l' astalåcion di Mandriva Linux. Si çoula arive, vos ploz sayî ene astalåcion e môde tecse. Po çoula, tchoûkîz sol tape «F1» a l' enondaedje et poy tapez «text».
zh_tw: 您的系統資源太少，可能會在安裝 Mandriva Linux 的過程中遇到問題。 如果真的發生問題，您或許可以改用文字模式的安裝方式來進行。 要如此作的話，請在光碟開機時按下 `F1'，然後輸入 `text'。

source: Install Mandriva KDE Desktop
ast: Instalar l'escritoriu KDE de Mandriva
br: Staliañ burev KDE Mandriva
fi: Asenna Mandriva KDE-työpöytäympäristöllä
gl: Instalar o Escritorio KDE de Mandriva
id: Install Desktop KDE Mandriva
is: Setja inn Mandriva KDE umhverfi
ky: Mandriva KDE иш столун орнотуу
pt_br: Instalar Desktop Mandriva KDE
ro: Instalare birou Mandriva KDE
ru: Установить рабочий стол KDE
uz: KDE ish stoli
zh_tw: 安裝 Mandriva KDE 桌面

source: Install Mandriva GNOME Desktop
ast: Instalar l'escritoriu GNOME de Mandriva
br: Staliañ burev GNOME Mandriva
fi: Asenna Mandriva GNOME-työpöytäympäristöllä
gl: Instalar o Escritorio GNOME de Mandriva
id: Install Desktop GNOME Mandriva
is: Setja inn Mandriva GNOME umhverfi
ky: Mandriva GNOME иш столун орнотуу
pt_br: Instalar Desktop Mandriva GNOME
ro: Instalare birou Mandriva GNOME
ru: Установить рабочий стол GNOME
uz: GNOME ish stoli
zh_tw: 安裝 Mandriva GNOME 桌面

source: Custom install
ast: Instalación personalizada
br: Staliadur diouzoc'h
fi: Mukautettu asennus
gl: Instalación personalizada
id: Installasi kustomisasi
is: Sérsniðin uppsetning
ky: Менчик орнотуу
pt_br: Instalação personalizada
ro: Instalare personalizată
ru: Выборочная установка
uz: Boshqa
zh_tw: 自訂安裝

source: KDE Desktop
ast: Escritoriu KDE
br: Burev KDE
fi: KDE Työpöytä
gl: Escritorio KDE
is: KDE Skjáborð
ky: KDE иш столу
pt_br: Desktop KDE
ro: Birou KDE

source: GNOME Desktop
ast: Escritoriu GNOME
br: Burev GNOME
fi: GNOME Työpöytä
gl: Escritorio GNOME
is: GNOME Skjáborð
ky: GNOME иш столу
pt_br: Desktop GNOME
ro: Birou GNOME

source: Custom Desktop
ast: Escritoriu personalizáu
br: Burev diouzoc'h
fi: Mukautettu Työpöytä
gl: Escritorio Personalizado
is: Sérsniðið Skjáborð
ky: Менчик иш столу
pt_br: Desktop personalizado
ro: Birou personalizat

source: Here's a preview of the '%s' desktop.
ast: Equí tienes una previsualización del escritoriu '%s'.
br: Setu ur rakwell eus burev « %s ».
fi: Työpöydän '%s' esikatselu.
gl: Aquí ten unha vista previa do escritorio '%s'.
is: Hér er forsýn af '%s' skjáborðinu.
ky: Мына '%s' иш столдун алдын ала көрүнүшү.
pt_br: Aqui está uma prévia do desktop '%s'.
ro: Iată o previzualizare a biroului '%s'.
ru: Это предварительный вид рабочего стола '%s.
zh_tw: 這是 '%s' 桌面的預覽。

source: Click on images in order to see a bigger preview
ast: Calca nes semeyes p'agrandales
fi: Napsauta kuvia nähdäksesi suuremman esikatselun.
gl: Prema nas imaxes para ter unha vista previa maior
is: Smelltu á myndir til að sjá stærri forsýn
ky: Чоң көрүнүштү көрүү үчүн сүрөткө басыңыз
pt_br: Clique nas imagens para ampliar-las
ro: Apăsaţi pe imagini ca să vedeţi o previzualizare mai mare
ru: Кликните на картинку для ее увеличения
uz: Ish stolini yaqinroqdan koʻrish uchun rasmni sichqoncha bilan bosing
zh_tw: 在影像上點選以觀看較大的預覽畫面

source: Package Group Selection
ast: Seleición de grupos de paquetes
br: Diuzadenn strollad pakadoù
fi: Pakettiryhmien valinta
gl: Selección de Grupos de Paquetes
id: Pilihan Grup Paket
is: Val á pakkahóp
ko: 패키지 그룹 선택
ky: Пакеттердин группасын тандоо
pa_in: ਪੈਕੇਜ ਸਮੂਹ ਚੋਣ
pt_br: Seleção de Grupo de Pacotes
ro: Selectare grupuri de pachete
ru: Выбор групп пакетов
uz: Paketlarni guruh boʻyicha tanlash
wa: Tchoezi les groupes di pacaedjes
zh_tw: 套件群組選擇

source: Individual package selection
ast: Seleición de paquetes individuales
br: Diuz pakadoù unan hag unan
fi: Yksittäisten pakettien valinta
gl: Selección individual de paquetes
id: Pilih paket individu
is: Val á einstökum pökkum
ko: 개별 팩키지 선택
ky: Пакеттерди өз алдынча тандоо
pa_in: ਵੱਖ-ਵੱਖ ਪੈਕੇਜ ਚੋਣ
pt_br: Seleção individual de pacotes
ro: Selectare individuală a pachetelor
ru: Выбор отдельных пакетов
uz: Paketlarni bittama-bitta tanlash
wa: Tchoezi tchaeke pacaedje sepårumint
zh_tw: 單一套件選取

source: Total size: %d / %d MB
ast: Tamañu total: %d / %d MB
br: Ment hollek : %d / %d Mo
fi: Koko yhteensä: %d / %d Mt
gl: Tamaño total: %d / %d MB
id: Ukuran total: %d / %d MB
is: Heildarstærð: %d / %d MB
ko: 전체 크기: %d / %d MB
ky: Жалпы көлөмү: %d / %d Мб
pa_in: ਕੁੱਲ ਅਕਾਰ: %d / %d ਮੈਬਾ
pt_br: Tamanho total: %d / %d MB
ro: Mărime totală: %d / %d Mo
ru: Общий объём: %d / %d МБ
uz: Jami: %d / %d Mb
wa: Grandeu å totå: %d / %d Mo
zh_tw: 總共大小： %d / %d MB

source: Bad package
ast: Paquete incorreutu
br: Pakad siek
fi: Viallinen paketti
gl: Paquete erróneo
id: Paket rusak
is: Skemmdur pakki
ko: 잘못된 팩키지
ky: Туура эмес пакет
pa_in: ਗਲਤ ਪੈਕੇਜ
pt_br: Pacote defeituoso
ro: Pachet defectuos
ru: Некорректный пакет
uz: Yomon paket
wa: Måva pacaedje
zh_tw: 壞掉的套件

source: Version:
ast: Versión:
br: Stumm :
fi: Versio:
gl: Versión:
id: Versi:
is: Útgáfa:
ko: 판
ky: Версиясы:
pa_in: ਵਰਜਨ:
pt_br: Versão:
ro: Versiune:
ru: Версия:
uz: Versiyasi:
wa: Modêye:
zh_tw: 版本：

source: Size:
ast: Tamañu:
br: Ment :
fi: Koko:
gl: Tamaño:
id: Ukuran:
is: Stærð:
ko: 크기:
ky: Көлөмү:
pa_in: ਅਕਾਰ:
pt_br: Tamanho:
ro: Mărime:
ru: Размер:
uz: Hajmi:
wa: Grandeu:
zh_tw: 大小：

source: Importance:
ast: Importancia:
br: Talvoudegezh :
fi: Tärkeys:
gl: Importancia:
id: Tingkat kepentingan:
is: Mikilvægi:
ko: 중요도:
ky: Маанилүүлүгү:
pa_in: ਖਾਸੀਅਤ:
pt_br: Importância:
ro: Importanţă:
ru: Важность:
uz: Muhimligi:
wa: Impôrtance:
zh_tw: 重要性：

source: You can not select/unselect this package
br: N'hellit ket diuz/andiuz ar pakad-mañ
fi: Et voi valita/poistaa tätä pakettia
gl: Non pode seleccionar/deseleccionar este paquete
id: Anda tidak bisa memilih/tidak memilih paket ini
is: Þú getur ekki valið/af-valið þennan pakka
ko: 이 패키지를 선택/버림 할 수 없습니다.
ky: Сиз бул пакетти тандап/тандабай албайсыз
pt_br: Você não pode selecionar/desmarcar este pacote
ro: Nu puteţi selecta/deselecta acest pachet
ru: Этот пакет нельзя выбрать/отменить
uz: Bu paketni tanlolmaysiz/tanlashni bekor qilolmaysiz
wa: Vos n' poloz nén tchoezi/distchoezi ci pacaedje chal
zh_tw: 您不可以選擇/取消選擇這個套件

source: due to missing %s
ast: debíu a que falta %s
br: peogwir %s zo manket
fi: puuttuvista %s johtuen
gl: debido a que falta %s
id: karena %s hilang
is: vegna þess að %s vantar
ko: %s 가 없음
ky: %s жоктугунан
pa_in: %s ਗੁੰਮ ਹੋਣ ਕਾਰਨ
pt_br: devido a falta de %s
ro: datorită lipsei lui %s
ru: из-за отсутствия %s
uz: %s yetishmagani uchun
wa: cåze di %s ki manke
zh_tw: 因為遺失 %s

source: due to unsatisfied %s
ast: debíu a que nun se satisfizo %s
br: peogwir %s zo manket
fi: täyttämättömistä riippuvuuksista %s johtuen
gl: debido a %s non satisfeitas
id: karena %s tidak terpenuhi
is: vegna þess að %s er ekki uppfyllt
ko: %s 비충족
ky: %s канаатанбагандыгынан
pa_in: %s ਲੋੜ ਪੂਰੀ ਨਾ ਹੋਣ ਕਰਕੇ
pt_br: devido a %s não-satisfeito(a)
ro: datorită %s nesatisfăcute
ru: из-за неудовлетворенных %s
wa: cåze di %s ki n' est nén satisfyî
zh_tw: 由於沒有滿足 %s

source: trying to promote %s
ast: intentando promover a %s
fi: yritetään asentaa %s
gl: tratando de promover %s
id: mencoba mempromosikan %s
is: reyni að hækka vægi %s
ko: %s 를 활성화하기 위해 시도중
ky: %s активдештирүү аракети
pa_in: %s ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ
pt_br: tentando promover %s
ro: se încearcă promovarea lui %s
ru: выполняется попытка активизировать %s
wa: dji saye di promouvwer %s
zh_tw: 正在嘗試促進 %s

source: in order to keep %s
ast: pa caltener %s
br: evit mirout %s
fi: jotta %s voitaisiin säilyttää
gl: para manter %s
id: untuk menjaga %s
is: til þess að halda %s
ko: %s를 유지하기 위해
ky: %s сактоо үчүн
pa_in: %s ਰੱਖਣ ਲਈ
pt_br: a fim de manter %s
ro: pentru a păstra %s
ru: чтобы сохранить %s
uz: %s'ni qoldirish uchun
wa: po wårder %s
zh_tw: 為了保留 %s

source: You can not select this package as there is not enough space left to install it
br: N'hellit ket dibab ar pakad-mañ peogwir n'eus ket a-walc'h a egor evit staliañ anezhañ
fi: Et voi asentaa tätä pakettia, koska levyllä ei ole tarpeeksi tilaa sen asentamiseksi
gl: Non pode seleccionar este paquete xa que non hai espacio dabondo para instalalo
id: Anda tidak bisa memilih paket ini karena tidak ada ruang kosong yang tersisa
is: Þú getur ekki valið þennan pakka því það er ekki nægilegt pláss
ko: 이 패키지 선택할 수 없음 - 디스크 공간 부족
ky: Сиз бул пакетти тандап алалбайсыз, анткени аны орнотуу үчүн жетеринче бош боштук жок
pt_br: Você não pode selecionar esse pacote pois não existe espaço livre para instalá-lo
ro: Nu aveţi destul spaţiu pentru a instala acest pachet
ru: Этот пакет нельзя выбрать, т.к. для его установки не хватает места
uz: Bu paketni tanlolmaysiz, chunki uni oʻrnatish uchun yetarli joy mavjud emas.
wa: Vos n' poloz tchoezi ci pacaedje chal ca n' a nén del plaece assez ki po l' astaler
zh_tw: 您不可以選取這個套件，因為剩餘的空間不足以安裝它。

source: The following packages are going to be installed
ast: Van instalase los paquetes siguientes
br: Ar pakadoù a-heul zo war-nes bezañ staliet
fi: Seuraavat paketit asennetaan
gl: Vanse instala-los seguintes paquetes
id: Paket berikut akan diinstal
is: Eftirfarandi pakkar verða settir inn
ko: 다음 패키지들을 설치합니다.
ky: Төмөнкү пакеттер орнотуулат
pa_in: ਹੇਠਲੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ
pt_br: Os seguintes pacotes serão instalados
ro: Următoarele pachetele vor instalate
ru: Будут установлены следующие пакеты
uz: Quyidagi paketlar oʻrnatiladi
wa: Les pacaedjes ki shuvèt vont esse astalés
zh_tw: 下列的套件將會被安裝上

source: The following packages are going to be removed
ast: Van desaniciase los paquetes siguientes
br: Ar pakadoù a-heul zo war-nes bezañ lamet
fi: Seuraavat paketit poistetaan
gl: Vanse elimina-los seguintes paquetes
id: Paket berikut akan dihapus
is: Eftirfarandi pakkar verða fjarlægðir
ko: 다음 패키지들을 제거합니다.
ky: Төмөнкү пакеттер өчүрүлөт
pa_in: ਹੇਠਲੇ ਪੈਕੇਜ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ
pt_br: Os seguintes pacotes serão removidos
ro: Următoarele pachete vor fi şterse
ru: Будут удалены следующие пакеты
uz: Quyidagi paketlar olib tashlaniladi.
wa: Les pacaedjes ki shuvèt vont esse disastalés
zh_tw: 下列的套件將會被移除

source: This is a mandatory package, it can not be unselected
br: Hemañ zo ur pakad ret, n'hell ket bezañ andiuzet
fi: Tämä on pakollinen paketti, sitä ei voida poistaa valinnoista
gl: Este é un paquete obrigatorio, non se pode deseleccionar
id: Ini merupakan paket wajib, tidak bisa dibuang
is: Þessi pakki verður að vera uppsettur, þú getur ekki af-valið hann
ko: 이것은 필수 패키지이므로 제거할 수 없습니다.
ky: Бул орнотууга шарт болгон пакет, пакетти тандап алалбайсыз
pt_br: Esse é um pacote obrigatório, e não pode ser desmarcado
ro: Acesta este un pachet indispensabil şi nu poate fi deselectat
ru: Этот пакет является обязательным, его нельзя пропустить
uz: Bu oʻrnatilishi shart boʻlgan paket, uni tanlashni bekor qilib boʻlmaydi.
wa: Ci pacaedje est obligatwere, vos n' poloz nén li distchoezi
zh_tw: 這是一個必要的套件，您不能不選取它

source: You can not unselect this package. It is already installed
br: N'hellit ket andiuz ar pakad-mañ. Staliet eo endo
fi: Et voi poistaa tämän paketin valintaa. Se on jo asennettu
gl: Non pode deseleccionar este paquete. Xa está instalado
id: Anda tidak bisa tidak memilih paket ini. Ia sudah terinstall
is: Þú getur ekki af-valið þennan pakka hann er þegar uppsettur
ko: 선택해제할 수 없음 - 이미 설치된 패키지입니다.
ky: Бул пакетти тандап алалбайсыз. Пакет алда качан орнотулган
pt_br: Você não pode desmarcar esse pacote. Ele já está instalado
ro: Nu puteţi deselecta acest pachet. E deja instalat
ru: Этот пакет нельзя убрать, потому что он уже установлен
uz: Bu paketni tanlashni bekor qilolmaysiz. U allaqachon oʻrnatilgan.
wa: Vos n' poloz nén distchoezi ci pacaedje chal. Il est ddja astalé
zh_tw: 您不能不選這個套件。它已經被安裝上了。

source: You can not unselect this package. It must be upgraded
br: N'hellit ket andiuz ar pakad-mañ. Ret eo dezhañ bezañ bremanaet
fi: Et voi poistaa tämän paketin valintaa. Paketti pitää päivittää.
gl: Non pode deseleccionar este paquete. Ten que ser actualizado
id: Anda tidak bisa tidak memilih paket. Paket harus diupgrade
is: Þú getur ekki af-valið þennan pakka, það verður að uppfæra hann
ko: 선택해제할 수 없음 - 업그레이드 필.
ky: Бул пакетти белгилөөдөн алып салууга болбойт. Ал жаңыланышы керек
pt_br: Você não pode desmarcar este pacote. Ele precisa ser atualizado
ro: Nu puteţi deselecta acest pachet. Trebuie acualizat.
ru: Этот пакет нельзя убрать, потому что он должен быть обновлен
uz: Bu paketni tanlashni bekor qilolmaysiz. U yangilanishi shart.
wa: Vos n' poloz nén distchoezi ci pacaedje chal. I l' fåt mete a djoû
zh_tw: 您不能不選這個套件，它一定要更新才行。

source: Show automatically selected packages
ast: Amosar los paquetes esbillaos automáticamente
br: Diskouez ar pakadoù a zo dibabet emgefrek
fi: Näytä automaattisesti valitut paketit
gl: Amosa-los paquetes seleccionados automáticamente
id: Tunjukkan paket yang sudah dipilih secara otomatis
is: Sýna sjálfvirkt valda pakka
ko: 자동 선택 패키지들 보기
ky: Автоматтык түрдө тандалган пакеттерди көрсөтүү
pa_in: ਚੁਣੇ ਪੈਕੇਜ ਸਵੈ ਹੀ ਵਿਖਾਓ
pt_br: Mostrar automaticamente os pacotes selecionados
ro: Arată pachetele selectate automat
ru: Показывать автоматически выбранные пакеты
uz: Avtomatik ravishda tanlangan paketlarni koʻrsatish
wa: Mostrer les pacaedjes tchoezis otomaticmint
zh_tw: 顯示自動被選取的套件

source: Install
ast: Instalar
br: Staliañ
fi: Asenna
gl: Instalar
id: Instal
is: Setja inn
ko: 설치
ky: Орнотуу
pa_in: ਇੰਸਟਾਲ
pt_br: Instalar
ro: Instalare
ru: Установить
uz: Oʻrnatish
wa: Astalaedje
zh_tw: 安裝

source: Load/Save selection
ast: Cargar/Guardar seleición
br: Kargañ/Enrollañ an dibab
fi: Lataa/Tallenna valinta
gl: Cargar/Gardar a selección
id: Pilihan Muat/Simpan
is: Sækja/Vista val
ko: 열기/저장 선택
ky: Тандалгандарды Жүктөө/Сактоо
pt_br: Carregar/Salvar seleção
ro: Încarcă/Salvează selecţia
ru: Загрузить/Сохранить выбор
uz: Tanlanganni yuklash/saqlash
wa: Tcherdjî/schaper li tchuze des pacaedjes
zh_tw: 載入/儲存選取

source: Updating package selection
ast: Anovando la seleición de paquetes
br: O bremañaat diuzadenn ar pakadoù
fi: Päivitän pakettien valintaa
gl: Actualizando a selección de paquetes
id: Mengupdate pilihan paket
is: Uppfæri val á pökkum
ko: 선택된 패키지 목록 업데이트 중
ky: Пакеттерди тандоо жаңыланууда
pa_in: ਪੈਕੇਜ ਚੋਣ ਨਵੀਨੀਕਰਨ ਜਾਰੀ ਹੈ
pt_br: Atualizando seleção de pacotes
ro: Actualizare pachete selectate
ru: Обновляется выбор пакетов
uz: Paketlar tanlovi yangilanmoqda
wa: Metaedje a djoû del tchuze des pacaedjes
zh_tw: 正在更新套件的選擇

source: Minimal install
ast: Instalación mínima
br: Staliadur bihan
fi: Minimaalinen asennus
gl: Instalación mínima
id: Installasi minimal
is: Lágmarks uppsetning
ko: 최소 설치
ky: Минималдык орнотуу
pa_in: ਘੱਟੋ-ਘੱਟ ਇੰਸਟਾਲ
pt_br: Instalação mínima
ro: Instalare minimalistă
ru: Минимальная установка
uz: Minimal oʻrnatish
wa: Astalåcion minimåle
zh_tw: 最小安裝

source: Software Management
ast: Alministración de software
br: Merañ ar pakadoù
fi: Ohjelmistohallinta
gl: Xestión do Software
id: Manajemen Perangkat Lunak
is: Hugbúnaðarumsýsla
ko: 소프트웨어 관리
ky: Пакеттерди башкаруу
pa_in: ਸਾਫਟਵੇਅਰ ਪ੍ਰਬੰਧਨ
pt_br: Gerenciamento de Software
ro: Gestionare programe
ru: Управление ПО
uz: Dasturlar boshqaruvi
wa: Manaedjaedje di programes
zh_tw: 軟體套件管理

source: Choose the packages you want to install
ast: Escueyi los paquetes que quies instalar
br: Dibabit ar pakadoù a vennit staliañ
fi: Valitse asennettavat paketit
gl: Escolla os paquetes que desexa instalar
id: Pilih paket yang akan diinstal
is: Veldu pakkana sem þú vilt setja inn
ko: 설치할 패키지를 선택하시오.
ky: Сиз орнотууну каалаган пакеттерди тандаңыз
pa_in: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪੈਕੇਜ ਚੁਣੋ
pt_br: Escolha os pacotes que você quer instalar
ro: Alegeţi pachetele pe care doriţi să le instalaţi
ru: Выберите пакеты, которые нужно установить
uz: Siz oʻrnatmoqchi boʻlgan paketlarni tanlang
wa: Tchoezixhoz les pacaedjes k' vos voloz astaler
zh_tw: 選擇您想要安裝的套件

source: Installing
ast: Instalando
br: O staliañ
fi: Asennetaan
gl: Instalando
id: Menginstall
is: Set inn
ko: 설치중
ky: Орнотуу
pa_in: ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ
pt_br: Instalando
ro: În curs de instalare
ru: Устанавливается
uz: Oʻrnatilmoqda
wa: Astalant
zh_tw: 正在安裝

source: No details
ast: Ensin detalles
br: Munudoù ebet
fi: Ei yksityiskohtia
gl: Sen detalles
id: Tanpa Detail
is: Engar upplýsingar
ko: 상세설명 생략
ky: Кеңири маалыматсыз
pa_in: ਕੋਈ ਵੇਰਵਾ ਨਹੀਂ
pt_br: Sem detalhes
ro: Fără detalii
ru: Убрать подробности
uz: Tafsilotlarsiz
wa: Po vey les rclames
zh_tw: 沒有詳細資訊

source: Time remaining:
ast: Tiempu restante:
br: Amzer a chom :
fi: Aikaa jäljellä
gl: Tempo restante:
is: Tími eftir:
ky: Калган убакыт:
pt_br: Tempo restante:
ro: Timp rămas:

source: (estimating...)
ast: (estimando...)
br: (o vrasjediñ ...)
fi: (arvioidaan...)
gl: (estimando...)
is: (áætla...)
ky: (болжолдуу убакыт..)
pt_br: (estimando...)
ro: (se estimează...)
ru: (приблизительная оценка...)
uz: (chamalanmoqda)
zh_tw: (正在估計...)

source: %d package
ast: %d paquete
br: %d pakad
fi: %d paketti
gl: %d paquete
id: %d paket
is: %d pakki
ko: %d 패키지
ky: %d- пакет
pt_br: %d pacote
ro: %d pachete
ru: %d пакет
uz: %d-ta paket
wa: %d pacaedje
zh_tw: %d 個套件

source: Summary
ast: Resume
br: Evit diverriñ
fi: Yhteenveto
gl: Resumo
id: Ringkasan
is: Yfirlit
ko: 요약설명
ky: Жыйынтык
pa_in: ਸਾਰ
pt_br: Resumo
ro: Sumar
ru: Сводка
uz: Hisobot
wa: Rascourti éndjolreye
zh_tw: 總結

source: Configure
ast: Configurar
br: Kefluniañ
fi: Aseta
gl: Configurar
id: Konfigurasikan
is: Stilla
ko: 설정
ky: Конфигурация
pa_in: ਸੰਰਚਨਾ
pt_br: Configurar
ro: Configurează
ru: Настройка
uz: Moslash
wa: Apontyî
zh_tw: 設定

source: not configured
ast: non configuráu
br: n'eo ket kefluniet
fi: ei asetettu
gl: non configurado
id: tidak dikonfigurasikan
is: ekki stillt
ko: 설정되지 않음
ky: конфигурацияланбаган
pa_in: ਸੰਰਚਿਤ ਨਹੀਂ
pt_br: não configurado
ro: neconfigurat
ru: не настроен
uz: moslanmagan
wa: nén apontyî
zh_tw: 未被設定

source: Media Selection
ast: Seleición de preseos
br: Diuzadenn ar media
fi: Lähteiden valinta
gl: Selección de Soportes
is: Val á miðlum
ky: Пакеттердин группасын тандоо
pt_br: Seleção de Mídia
ro: Selectare mediu

source: The following installation media have been found. If you want to skip some of them, you can unselect them now.
ast: Alcontrarónse los siguientes preseos d'instalación. Si quies saltate dalgún d'ellos, puedes deseleicionalos agora.
fi: Seuraavar asennusmediat on löydetty. Jos haluat ohittaa joku niistä, voit poistaa niiden valinta nyt.
gl: Atopáronse os seguintes soportes de instalación. Se desexa saltar algún deles, pode deseleccionalo agora.
id: Media installasi berikut ditemukan. Jika Anda ingin melewati beberapa, Anda bisa tidak memilihnya sekarang.
is: Eftirfarandi uppsetningar-miðlar hafa fundist. Ef þú vilt sleppa einhverjum af þeim, þá getur þú af-valið þá núna.
ko: 다음 설치 매체를 찾았습니다. 설치 하지 않으려면 설치해제하십시오.
ky: Төмөнкү орнотуу булактары табылды. Эгерде кээбирин аттап өтүүнү кааласаңыз, анда аларды тандабай өтүңүз.
pa_in: ਹੇਠਲੇ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਨ ਲੱਭੇ ਹਨ। ਜੇ ਤੁਸੀਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁਝ ਛੱਡਣੇ ਚਾਹੁੰਦੇ ਹੋ, ਤੁਸੀਂ ਹੁਣ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।
pt_br: As seguintes mídias de instalação foram encontradas. Se você deseja ignorar alguma delas, você pode desmarcá-las agora.
ro: Au fost găsite următoarele medii de instalare. Dacă doriţi să săriţi peste unele din ele, le puteţi deselecta acum.
ru: Найдены следующие установочные источники. Если нужно пропустить некоторые из них, сейчас с них можно снять отметки.
uz: Quyidagi oʻrnatish manbalari aniqlandi. Faqat tanlangan manbalar oʻrnatish uchun ishlatiladi.
wa: Les sopoirts d' astalaedje shuvants ont stî trovés. Si vos vloz passer houte di sacwants d' zels, vos les ploz asteure distchoezi.
zh_tw: 已經找到下列的安裝媒介。 如果您想略過它們，您現在可以將它們取消選取。
