Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: Books and Howto's on Linux and Free Software
ast: Llibros y aides sobro Linux y Software Llibre
fi: Kirjoja ja ohjeita Linuxista sekä vapaan lähdekoodin ohjelmista
gl: Libros e Howtos sobre Linux e o Software Libre
id: Buku dan Howto untuk Linux dan Free Software
is: Bækur og leiðbeiningar um Linux og frjálsan hugbúnað
ko: 리눅스 및 자유 소프트웨어에 대한 서적과 Howto문서
ky: Linux жана Free Software жөнүндөгү китептер жана HOWTOлар
pa_in: ਲੀਨਕਸ ਅਤੇ ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਉੱਪਰ ਕਿਤਾਬਾਂ ਅਤੇ Howto's
pt_br: Livros, documentos e tutoriais sobre Linux e Software Livre
ro: Cărţi şi HowTo despre Linux şi programele libere
ru: Книги и документация по Linux и свободному программному обеспечению
uz: Linux va erkin dasturlar haqida kitoblar va Howto'lar
wa: Lives et Howtos so GNU/Linux et les libes programes
zh_tw: Linux 系統與自由軟體的書籍、HOWTO 文件

source: Linux Standard Base. Third party applications support
ast: Linux Standard Base. Sofitu d'aplicaciones de terceros
fi: Linux Standard Base (Linux Standardi Perusta) - Kolmannen osapuolen ohjelmistojen tuki
gl: Linux Standard Base. Soporte para aplicacións de terceiros
id: Linux Standard Base. Dukungan aplikasi pihak ketiga
is: Linux Standard Base. Stuðningur fyrir forrit þriðja aðila
ko: 리눅스 기본 규격. 외부 애플리케이션 지원
ky: Linux стандарттык базасы. Үчүнчү тараптык иштеп чыгуучулардын тиркемелерин колдоо
pa_in: ਲੀਨਕਸ ਮਿਆਰੀ ਮੁੱਢ। ਤੀਜੀ ਪਾਰਟੀ ਕਾਰਜ ਸਹਿਯੋਗ
pt_br: Linux Standard Base. Suporte a aplicativos de terceiros
ro: Baza standard Linux. Suport pentru aplicaţii terţe.
ru: Linux Standard Base. Поддержка приложений сторонних разработчиков.
wa: Li «Linux Standard Base». Sopoirt po les programes tîces
zh_tw: LSB 的支援，包含第三類協力廠商軟體支援

source: Web Server
ast: Sirvidor web
br: Servijer Web
fi: WWW-palvelin
gl: Servidor Web
id: Server Web
is: Vefmiðlari
ko: 웹 서버
ky: Веб-сервери
pa_in: ਵੈਬ ਸਰਵਰ
pt_br: Servidor Web
ro: Server Web
ru: Веб-сервер
uz: Veb-serveri
wa: Sierveu waibe
zh_tw: 網頁伺服器 (Web)

source: Groupware
ast: Grupos de trabayu
br: Strollant
is: Hópvinnuforrit
ko: 그룹웨어
pa_in: ਗਰੁੱਪਵੇਅਰ
ru: ПО для совместной работы
wa: Ovraedje e groupe
zh_tw: 群組軟體

source: Kolab Server
ast: Sirvidor Kolab
br: Servijer Kolab
fi: Kolab palvelin
gl: Servidor Kolab
id: Server Kolab
is: Kolab Miðlari
ko: Kolab 서버
ky: Kolab сервери
pa_in: Kolab ਸਰਵਰ
pt_br: Servidor Kolab
ro: Server Kolab
ru: Сервер Kolab
uz: Kolab serveri
wa: Sierveu Kolab
zh_tw: Kolab 伺服器

source: Firewall/Router
ast: Tornafuegos/Router
br: Moger tan/Henter
fi: Palomuuri / Reititin
gl: Cortalumes/Encamiñador
is: Eldveggur/beinir
ko: 방화벽/라우터
ky: Файрволл/Маршруттагыч
pa_in: ਫਾਇਲਵਾਲ/ਰਾਊਟਰ
pt_br: Firewall/Roteador
ro: Parafoc/Ruter
ru: Файервол/Маршрутизатор
uz: Fayervol/Ruter
wa: Côpe feu/Routeu
zh_tw: 防火牆/路由器

source: Internet gateway
ast: Pasarela d'accesu a Internet
br: Dreuzell an Internet
fi: Internetin yhdyskäytävä
gl: Pasarela de Internet
id: Gateway Internet
is: Internet netgátt
ko: 인터넷 게이트웨이
ky: Интернет дарбазасы
pa_in: ਇੰਟਰਨੈੱਟ ਗੇਟਵੇ
pt_br: Gateway Internet
ro: Pasarelă Internet
ru: Интернет-шлюз
uz: Internet geytveyi
wa: Pasrele pol rantoele daegnrece
zh_tw: 網際網路閘道器

source: Mail/News
ast: Corréu/Noticies
br: Posteloù/keleier
fi: Posti/Uutiset
gl: Correo/Novas
id: Mail/Berita
is: Póstur/Fréttir
ky: Почта/Жаңылыктар
pa_in: ਪੱਤਰ/ਖਬਰ
pt_br: E-mail/Notícias
ro: Poştă/Știri
ru: Почта/Новости
uz: Xat-xabar/Yangiliklar
wa: Emilaedje/Copinreyes
zh_tw: 郵件/新聞

source: Postfix mail server, Inn news server
ast: Sirvidor de corréu Postfix, sirvidor de noticies Inn
br: Servijer posteloù Postfix, servijer keleier Inn
fi: Postfix sähköpostipalvelin, Inn uutispalvelin
gl: Servidor de correo Postfix, servidor de novas Inn
id: Server mail Postfix, server berita Inn
is: Postfix póstþjónusta, Inn fréttaþjónusta
ky: Postfix почта сервери, Inn жаңылыктар сервери
pa_in: Postfix ਪੱਤਰ ਸਰਵਰ, Inn ਖਬਰ ਸਰਵਰ
pt_br: Servidor de e-mail Postfix, servidor de notícias Inn
ro: Server de poştă Postfix, server de ştiri Inn
ru: Почтовый сервер Postfix, сервер новостей Inn
uz: Postfix xat-xabar serveri, Inn yangiliklar serveri
wa: Sierveu d' emilaedje postfix, sierveu d' copinreyes INN
zh_tw: Postfix 郵件伺服器，Inn 新聞伺服器

source: Directory Server
ast: Sirvidor de direutorios
br: Levr-bloaz
fi: Hakemisto-palvelin
gl: Servidor de Directorio
id: Server Direktori
is: Upplýsingaveita
ko: 디렉토리 서버
ky: Каталогдор сервери
pa_in: ਡਾਇਰੈਕਟਰੀ ਸਰਵਰ
pt_br: Servidor de Diretório
ro: Server director
ru: Служба каталогов
uz: Direktoriya serveri
wa: Sierveu d' botins
zh_tw: 目錄伺服器

source: FTP Server
ast: Sirvidor FTP
br: Servijer FTP
fi: FTP-palvelin
gl: Servidor FTP
id: Server FTP
is: FTP Miðlari
ko: FTP 서버
ky: FTP сервери
pa_in: FTP ਸਰਵਰ
pt_br: Servidor FTP
ro: Server FTP
ru: Сервер FTP
uz: FTP serveri
wa: Sierveu FTP
zh_tw: FTP 伺服器

source: Domain Name and Network Information Server
ast: Sirvidor de nomes de dominiu y sirvidor d'información de rede
br: Servijer DNS ha NIS
fi: Verkkoalueen nimipalvelin (DNS) ja verkon informaatio-palvelin
gl: Servidor de Nomes de Dominio e Información de Rede
id: Nama Domain dan Network Information Server
is: Nafnaþjónustur og net-upplýsingaveitur
ko: 도메인 이름 및 망 정보 서버
ky: DNS жана NIS
pa_in: ਡੋਮੇਨ ਨਾਂ ਅਤੇ ਨੈੱਟਵਰਕ ਜਾਣਕਾਰੀ ਸਰਵਰ
pt_br: Servidor de Nomes do Domínio (DNS) e Servidor de Informações de Rede (NIS)
ro: Server nume de domeniu (DNS) şi NIS
ru: Сервер доменных имен и сетевые информационные службы (NIS)
uz: DNS va NIS
wa: Sierveu di nos d' dominne eyet d' informåcion rantoele
zh_tw: 網域名稱與網路資訊伺服器

source: File and Printer Sharing Server
ast: Sirvidor de ficheros ya impresión
br: Servijer rennañ restroù ha moullerez
fi: Tiedosto- ja Tulostuspalvelin
gl: Servidor de Compartimento de Impresoras e Ficheiros
id: Server Sharing File dan Printer
is: Skráa og prentmiðlari
ky: Файл жана принтер бөлүшүү сервери
pa_in: ਫਾਇਲ ਅਤੇ ਪ੍ਰਿੰਟਰ ਸ਼ੇਅਰਿੰਗ ਸਰਵਰ
pt_br: Servidor de Compartilhamento de Impressoras e Arquivos
ro: Server de fişiere şi de partajare a imprimantei
ru: Сервер общего доступа к файлам и принтерам
uz: Fayl va printerni boʻlishish serveri
wa: Sierveu di pårtaedje di fitchîs eyet di scrireces
zh_tw: 檔案與列印分享伺服器

source: NFS Server, Samba server
ast: Sirvidor NFS, sirvidor Samba
br: Servijer NFS, servijer Samba
fi: NFS-palvelin, Samba-palvelin
gl: Servidor NFS, servidor Samba
id: Server NFS, server Samba
is: NFS miðlari, Samba miðlari
ko: NFS 서비스, 삼바 서비스
ky: NFS сервери, Samba сервери
pa_in: NFS ਸਰਵਰ, ਸਾਂਬਾ ਸਰਵਰ
pt_br: Servidor NFS, Servidor Samba
ro: Server NFS, server Samba
ru: Сервер NFS, сервер Samba
uz: NFS serveri, Samba serveri
wa: Sierveu NFS, sierveu Samba
zh_tw: NFS 伺服器、Samba 伺服器

source: Database
ast: Base de Datos
br: Stlennvon
fi: Tietokanta
gl: Bases de datos
id: Basis Data
is: Gagnagrunnar
ko: 데이터베이스
ky: Берилиштер базасы
pa_in: ਡਾਟਾਬੇਸ
pt_br: Banco de dados
ro: Baze de date
ru: База данных
uz: Maʼlumot bazasi
wa: Sierveu, båzes di dnêyes
zh_tw: 資料庫軟體

source: PostgreSQL and MySQL Database Server
ast: Sirvidor de base de datos PostgreSQL y MySQL
br: Servijer stlennvon PostgreSQL ha MySQL
fi: PostgreSQL ja MySQL tietokantapalvelin
gl: Servidores de bases de datos PostgreSQL e MySQL
id: Server Basis Data PostgreSQL dan MySQL
is: PostgreSQL og MySQL gagnagrunns-miðlarar
ky: PostgreSQL жана MySQL берилиштер базасынын сервери
pa_in: PostgreSQL ਅਤੇ MySQL ਡਾਟਾਬੇਸ ਸਰਵਰ
pt_br: Servidor de banco de dados PostgreSQL e MySQL
ro: Server de baze de date MySQL şi PostgreSQL
ru: Сервер баз данных PostgreSQL и MySQL
uz: PostgreSQL va MySQL maʼlumot bazasi
wa: Sierveu båze di dnêyes PostgreSQL eyet MySQL
zh_tw: PostgreSQL 與 MySQL 資料庫伺服器

source: Web/FTP
is: Vefur/FTP
ko: 웹/FTP
pa_in: ਵੈਬ/FTP
ru: Веб/FTP
wa: Sierveu, Waibe/FTP

source: Mail
ast: Corréu
br: Post
fi: Sähköposti
gl: Correo-e
is: Póstur
ko: 메일
ky: Почта
pa_in: ਪੱਤਰ
pt_br: E-mail
ro: Poştă
ru: Почта
uz: Xat-xabar
wa: Emilaedje
zh_tw: 電子郵件

source: Postfix mail server
ast: Sirvidor de corréu Postfix
br: Servijer postel Postfix
fi: Postfix sähköpostipalvelin
gl: Servidor de correo Postfix
id: Server mail Postfix
is: Postfix póstþjónusta
ko: 포스트픽스 메일 서버
ky: Postfix почта сервери
pa_in: Postfix ਪੱਤਰ ਸਰਵਰ
pt_br: Servidor de e-mail Postfix
ro: Server de poştă Postfix
ru: Почтовый сервер Postfix
uz: Postfix xat-xabar serveri
wa: Sierveu d' emilaedje postfix
zh_tw: Postfix 郵件伺服器

source: PostgreSQL or MySQL database server
ast: Sirvidor de base de datos PostgreSQL o MySQL
br: Servijer stlennvon PostgreSQL pe MySQL
fi: PostgreSQL tai MySQL tietokantapalvelin
gl: Servidores de bases de datos PostgreSQL ou MySQL
id: Server basis data PostgreSQL atau MySQL
is: PostgreSQL eða MySQL gagnagrunns-miðlarar
ko: PostgreSQL 또는 MySQL 데이터베이스 서버
ky: PostgreSQL же MySQL берилиштер базасынын сервери
pa_in: PostgreSQL ਜਾਂ MySQL ਡਾਟਾਬੇਸ ਸਰਵਰ
pt_br: Servidor de banco de dados PostgreSQL ou MySQL
ro: Server de baze de date MySQL sau PostgreSQL
ru: Сервер баз данных PostgreSQL или MySQL
uz: PostgreSQL yoki MySQL maʼlumot bazasi
wa: Sierveu båze di dnêyes PostgreSQL ou MySQL
zh_tw: PostgreSQL、MySQL 資料庫

source: Network Computer server
ast: Sirvidor de rede
br: Servijer rouedad
fi: Verkkotietokone (palvelin)
gl: Servidor de Redes de Ordenadores
id: Komputer Server Jaringan
is: Netþjónustur
ko: 망 컴퓨터 서버
ky: Тармак сервери
pa_in: ਨੈੱਟਵਰਕ ਕੰਪਿਊਟਰ ਸਰਵਰ
pt_br: Servidor de Rede
ro: Server în reţea
ru: Сетевой сервер
uz: Tarmoqdagi kompyuter (server)
wa: Copiutrece sierveu sol rantoele
zh_tw: 網路伺服器

source: NFS server, SMB server, Proxy server, ssh server
ast: Sirvidor NFS, sirvidor SMB, sirvidor proxy, sirvidor SSH
br: Servijer NFS, servijer SMB, servijer proksi, servijer SSH
fi: NFS-, SMB-, välitys- ja SSH-palvelin
gl: Servidor NFS, servidor SMB, servidor Proxy, servidor ssh
id: server NFS, SMB, Proxy, dan SSH
is: NFS-þjónusta, SMB-þjónusta, Staðgengils-þjónusta, ssh-þjónusta
ko: NFS 서버, 삼바 서버, 프록시 서버, SSH 서버
ky: NFS сервери, SMB сервери, Proxy сервери, ssh сервери
pa_in: NFS ਸਰਵਰ, SMB ਸਰਵਰ, ਪਰਾਕਸੀ ਸਰਵਰ, ssh ਸਰਵਰ
pt_br: Servidor NFS, servidor SMB, servidor Proxy, servidor SSH
ro: Server NFS, SMB, Proxy, SSH
ru: Cервер NFS, сервер SMB, прокси-сервер, сервер SSH
uz: NFS serveri, SMB serveri, Proxy serveri, SSH serveri
wa: Sierveu NFS, sierveu SMB, sierveu procsi, sierveu SSH
zh_tw: NFS 伺服器、SMB 伺服器、Proxy 伺服器、SSH 伺服器

source: Graphical Environment
ast: Entornu gráficu
br: Endeo grafikel
fi: Graafinen ympäristö
gl: Ambiente Gráfico
id: Mode Grafis
is: Myndrænt umhverfi
ko: 그래픽 환경
ky: Графикалык чөйрө
pa_in: ਗਰਾਫੀਕਲ ਵਾਤਾਵਰਨ
pt_br: Ambiente Gráfico
ro: Mediu Grafic
ru: Графическое окружение
uz: Grafik muhit
wa: Evironmint grafike
zh_tw: 圖形環境

source: KDE Workstation
ast: Estación de trabayu KDE
br: Post burevek KDE
fi: KDE-työasema
gl: Estación de Traballo KDE
id: Workstation KDE
is: KDE Vinnustöð
ko: K 데스크탑 환경 기반 워크스테이션
ky: KDE иш станциясы
pa_in: ਕੇ ਡੀ ਈ ਵਰਕਸਟੇਸ਼ਨ
pt_br: Estação de Trabalho KDE
ro: Staţie de lucru KDE
ru: Рабочая станция KDE
uz: KDE stansiyasi
wa: Posse éndjolrece KDE
zh_tw: KDE 工作站

source: The K Desktop Environment, the basic graphical environment with a collection of accompanying tools
ast: L'entornu d'Escritoriu K, l'entornu gráficu básicu con una coleición de ferramientes que lu acompañen
br: An Endro Burev K gant he ostilhoù
fi: K-työpöytäympäristö. Graafinen perusympäristö ja sen mukana tulevat työkalut
gl: O Ambiente de Escritorio KDE, o ambiente gráfico básico cunha colección de ferramentas que o acompañan
id: K Desktop Environment, lingkungan grafis dasar dengan kumpulan aplikasi yang menyertainya
is: KDE (K Desktop Environment). Gluggastjóri með safni hjálparforrita
ko: K Desktop 환경, 여러가지 도구를 수반한 기본 그래픽 환경
ky: K Desktop Environment - негизги графикалык чөйрө, кошумча куралдар коллекциясы менен
pa_in: ਕੇ ਵਿਹੜਾ ਵਾਤਾਵਰਨ, ਸਾਥੀ ਸੰਦਾਂ ਦੇ ਭੰਡਾਰ ਨਾਲ ਮੁੱਢਲਾ ਗਰਾਫਿਕਲ ਵਾਤਾਵਰਨ
pt_br: O ambiente de trabalho KDE, sua área de trabalho básica acompanhada por uma coleção extra de ferramentas
ro: Mediul de birou K, mediul grafic de bază cu o colecţie de unelte asociate
ru: K Desktop Environment - основная графическая среда с коллекцией сопроводительных утилит
uz: KDE - vositalar toʻplami bilan birga asosiy grafik muhit
wa: L' evironmint di scribanne KDE, l' evironmint grafike di båze, avou ene ramexhnêye d' usteyes ki vnèt avou
zh_tw: K 桌面環境，包含許多好用的圖型介面工具程式

source: GNOME Workstation
ast: Estación de trabayu GNOME
br: Post burevek GNOME
fi: GNOME-työasema
gl: Estación de Traballo GNOME
id: Workstation Gnome
is: Gnome vinnustöð
ko: GNOME 워크스테이션
ky: GNOME иш станциясы
pa_in: ਗਨੋਮ ਵਰਕਸਟੇਸ਼ਨ
pt_br: Estação de Trabalho GNOME
ro: Staţie de lucru Gnome
ru: Рабочая станция Gnome
uz: GNOME stansiyasi
wa: Posse éndjolrece GNOME
zh_tw: GNOME 工作站

source: A graphical environment with user-friendly set of applications and desktop tools
ast: Entornu gráficu con un conxuntu de ferramientes d'escritoriu y aplicaciones amigables
fi: Graafinen ympäristö käyttäjäystävällisellä sovelluksilla ja työkaluilla.
gl: Un ambiente gráfico cun conxunto de aplicacións amigables e ferramentas de escritorio
id: Lingkungan grafis dengan kumpulan aplikasi dan aplikasi desktop yang ramah pengguna
is: Gluggastjóri með notendavænum forritum og skjáborðs-tólum
ko: 사용자 친화적 응용 프로그램들과 데스크탑 도구들을 가진 그래픽 환경
ky: Колдонуучуга ыңгайлашкан тиркемелерин жана иш столунун кураларын камтыган графикалык чөйрө
pa_in: ਉਪਭੋਗੀ-ਅਨੁਕੂਲ ਕਾਰਜ ਸਮੂਹ ਅਤੇ ਵਿਹੜਾ ਸੰਦਾਂ ਨਾਲ ਇੱਕ ਗਰਾਫੀਕਲ ਵਾਤਾਵਰਨ
pt_br: Um ambiente gráfico com um conjunto de aplicativos e ferramentas amigáveis
ro: Un mediu grafic cu un set de aplicaţii prietenoase şi unelte de birou
ru: Графическая среда с удобным для пользователя набором приложений и утилит рабочего стола
uz: Foydalanuvchilar uchun qulay dasturlar va ish stoli vositalaridan iborat grafik muhit
wa: Èn evironmint grafike avou on hopea di programes amiståves et d' usteyes pol sicribanne
zh_tw: 包含友善的應用程式、桌面軟體的圖型化使用環境

source: LXDE Desktop
ast: Escritoriu LXDE
gl: Escritorio LXDE
is: LXDE Skjáborð
ky: LXDE иш столу
pt_br: Ambiente de Trabalho LXDE

source: Other Graphical Desktops
ast: Otros entornos gráficos
br: Burevioù c'hrafek all
fi: Muut graafiset käyttöympäristöt
gl: Outros Escritorios Gráficos
id: Desktop Grafis lainnya
is: Aðrir gluggastjórar
ko: 기타 그래픽 데스크탑
ky: Башка графикалык иш столдору
pa_in: ਹੋਰ ਗਰਾਫੀਕਲ ਵਿਹੜੇ
pt_br: Outros ambientes de Área de trabalho
ro: Alte medii grafice
ru: Другие графические рабочие столы
uz: Boshqa grafik ish stollari
wa: Ôtes sicribannes grafikes
zh_tw: 其他圖型桌面軟體

source: Window Maker, Enlightenment, Fvwm, etc
fi: Window Maker, Enlightenment, FVWM jne
id: Window Maker, Enlightenment, Fvwm, dsb
is: Window Maker, Enlightenment, Fvwm, o.s.frv
ky: Window Maker, Enlightenment, Fvwm, ж.б.
ru: Window Maker, Enlightenment, Fvwm и т.п.
uz: Window Maker, Enlightenment, Fvwm, va hokazo
wa: Window Maker, Enlightenment, Fvwm, evnd.
zh_tw: Window Maker、Enlightenment、Fvwm 等

source: Utilities
ast: Utilidaes
br: Mavegoù
fi: Työkalut
gl: Utilidades
id: Utilitas
is: Tól
ko: 유틸리티
ky: Утилиталар
pa_in: ਸਹੂਲਤਾਂ
pt_br: Utilitários
ro: Utilitare
ru: Утилиты
uz: Vositalar
wa: Usteyes
zh_tw: 工具軟體

source: SSH Server
ast: Sirvidor SSH
br: Servijer SSH
fi: SSH-palvelin
gl: Servidor SSH
id: Server SSH
is: SSH Miðlari
ko: SSH 서비스
ky: SSH сервери
pa_in: SSH ਸਰਵਰ
pt_br: Servidor SSH
ro: Server SSH
ru: Сервер SSH
uz: SSH serveri
wa: Sierveu SSH
zh_tw: SSH 伺服主機

source: Webmin Remote Configuration Server
ast: Sirvidor de configuración remota Webmin
br: Servijer Webmin ar gefluniadur a-bell
fi: Webmin Etäasetuspalvelin
gl: Servidor de Configuración Remota Webmin
id: Server Konfigurasi Remote Webmin
is: Webmin, stillingar á fjartengdri tölvu um vef
ko: Webmin 원격 설정 서버
ky: Webmin узактан башкаруу сервери
pa_in: Webmin ਰਿਮੋਟ ਸੰਰਚਨਾ ਸਰਵਰ
pt_br: Servidor de Configuração Remota Webmin
ro: Server de configurare distant Webmin
ru: Сервер удалённой настройки Webmin
uz: Webmin masofadan boshqarish serveri
wa: Sierveu d' apontiaedje då lon Webmin
zh_tw: Webmin 遠端設定伺服器

source: Network Utilities/Monitoring
ast: Utilidaes/Supervisión de rede
br: Ostilhoù ar rouedad/diwall
fi: Verkkotyökalut/Valvonta
gl: Monitorización/Utilidades de Rede
id: Utilitas Jaringan/Pengawasan
is: Netforrit/Neteftirlit
ko: 망 유틸리티들/감시
ky: Тармак аспаптары/Мониторинг
pa_in: ਨੈੱਟਵਰਕ ਸਹੂਲਤਾਂ/ਪ੍ਰਬੰਧਨ
pt_br: Utilitários de Rede/Monitoramento
ro: Utilitare reţea/Supraveghere
ru: Сетевые утилиты/Мониторинг
uz: Tarmoq vositalari/Nazorat qilish
wa: Usteyes rantoele/Corwaitaedje
zh_tw: 網路工具/監控

source: Monitoring tools, processes accounting, tcpdump, nmap, ...
ast: Ferramientes de supervisión, control de procesos, tcpdump, nmap, ...
fi: Valvontatyökalut, prosessihallinta, tcpdump, nmap, ...
gl: Ferramentas de monitorización, accounting de procesos, tcpdump, nmap, ...
id: Aplikasi pengawasan, akuntasi proses, tcpdump, nmap, ...
is: Eftirlitstól, vinna með notendur, tcpdump, nmap, ...
ko: 감시 도구, 프로세스 관리, tcpdump, nmap, ...
ky: Мониторинг аспаптар, процесс эсептүүчүлөр, tcpdump, nmap, ...
pa_in: ਪ੍ਰਬੰਧਨ ਸੰਦ, ਕਾਰਜ ਅਕਾਊਂਟਿੰਗ, tcpdump, nmap, ...
pt_br: Ferramentas de monitoração, contabilização de processos, tcpdump, nmap, ...
ro: Unelte de supraveghere, evidenţa proceselor, tcpdump, nmap, ...
ru: Утилиты мониторинга, учёт процессов, tcpdump, nmap, ...
uz: Nazorat qilish vositalari, vazifalar hisobotchilari, tcpdump, nmap, ...
wa: Usteyes di corwaitaedje, contaedje des process, tcpdump, nmap, ...
zh_tw: 監控工具、程序管理、tcpdump、nmap...

source: Mandriva Wizards
ast: Asistentes de Mandriva
br: Skozelerien Mandriva
fi: Mandriva Velhoja
gl: Asistentes de Mandriva
id: Wizard Mandriva
is: Mandriva Ráðgjafar
ky: Mandriva Усталары
pt_br: Assistentes Mandriva
ro: Asistenţi Mandriva
ru: Мастеры настройки Mandriva
uz: Mandriva yordamchilari
wa: Macreas Mandriva
zh_tw: Mandriva 精靈

source: Wizards to configure server
ast: Asistentes pa configurar el sirvidor
br: Skozelerien evit kefluniañ ar servijer
fi: Velhoja palvelimen asettamiseksi
gl: Asistentes para configurar o servidor
id: Wizard untuk mengkonfigurasi server
is: Ráðgjafar til að stilla miðlara
ko: 서버 설정 도우미
ky: Серверди ырастоо усталары
pa_in: ਸਰਵਰ ਸੰਰਚਨਾ ਲਈ ਤਖਤੀ
pt_br: Assistentes para configurar o servidor
ro: Asistenţi de configurare a serverului
ru: Мастеры настройки сервера
uz: Serverni moslash uchun yordamchilar
wa: Macreas po-z apontyî on sierveu
zh_tw: 用來設定伺服器的精靈

source: An error occurred, but I do not know how to handle it nicely. Continue at your own risk.
ast: Hebo un fallu y nun puede resolvese de mou adecuáu. Sigui baxo'l to propiu riesgu.
br: Degouezhet ez eus ur fazi, hogen n'ouzon ket e verañ naet. Kendalc'hit war ho mar.
fi: Ilmeni virhe, eikä sitä ei voida käsitellä kunnolla. Jatka omalla vastuullasi.
gl: Ocorreu un erro, e o programa non sabe como manexalo de maneira limpa. Continúe baixo a súa propia responsabilidade.
id: Terjadi kesalahan, tetapi tidak diketahui cara mengatasinya dengan baik. Lanjutkan dengan resiko ditanggung sendiri.
is: Óþekkt villa kom upp sem ekki er hægt að meðhöndla. Haltu áfram á eigin ábyrgð.
ko: 오류가 발생했지만, 처리할 수 없습니다. 위험을 감수하려면 계속하세요.
ky: Жаңылыштык орун алды, бирок мен аны кантип туура иштетүүнү билбейм. Мындан ары тобокелге салып өзүңүз улантыңыз.
pa_in: ਗਲਤੀ ਹੋਈ ਹੈ, ਪਰ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਇਸ ਦਾ ਕਿਸ ਤਰਾਂ ਪ੍ਰਬੰਧਨ ਕਰਨਾ ਹੈ। ਆਪਣੇ ਖਤਰੇ ਤੇ ਜਾਰੀ ਕਰੋ।
pt_br: Um erro ocorreu, mas não é possível tratá-lo. Continue por sua própria conta e risco.
ro: S-a produs o eroare ce nu poate fi interpretată în mod corect. Continuaţi pe riscul dumneavoastră.
ru: Произошла ошибка, но я не знаю, как её корректно обработать. Продолжайте на свой собственный страх и риск.
wa: Åk n' a nén stî, et dji n' sai cmint m' saetchî l' cou foû des strons. Si vos continouwez, vos dvroz tirer vosse plan tot seu.
zh_tw: 發生了一個錯誤，但我不知道該如何妥善處置它。 要繼續安裝工作的話請小心。

source: Some important packages did not get installed properly. Either your cdrom drive or your cdrom is defective. Check the cdrom on an installed computer using "rpm -qpl media/main/*.rpm"
ast: Dalgunos paquetes importantes nun s'instalaron correutamente. Puede ser que'l to lleutor de CD o'l to CD d'instalación ten defeutuosos. Verifica'l CD d'instalación nun sistema yá esistente col comandu: rpm -qpl media/main/*.rpm
fi: Osa tärkeistä paketeista ei asentunut kunnolla. Joko CD-ROM-asemasi tai levy on viallinen. Tarkista CD-ROM Linux-koneessa komennolla "rpm -qpl media/main/*.rpm"
gl: Algúns paquetes importantes non se instalaron correctamente. A unidade de cdrom ou o cdrom están defectuosos. Comprobe o cdrom nun ordenador xa instalado usando "rpm -qpl media/main/*.rpm"
id: Beberapa paket penting tidak terinstall dengan benar. Mungkin drive cdrom atau cdromnya yang rusak. Periksa cdrom pada komputer yang sudah terinstal dengan perintah "rpm -qpl media/main/*.rpm"
is: Sumir mikilvægir pakkar voru ekki uppsettir eðlilega. Annaðhvort er geisladiskurinn eða drifið skemmt. Athugaðu geisladiskinn á uppsettri vél með skipuninni "rpm -qpl media/main/*.rpm"
ko: 일부 중요한 패키지들이 올바르게 설치되지 않았습니다. CDROM 드라이브 또는 미디어가 손상되었습니다. 설치 완료된 컴퓨터에서 「rpm -qpl media/main/*.rpm」명령으로 CDROM을 점검하십시오.
ky: Кээбир негизги пакеттер туура эмес орнотулду. CDROM түзүлүшү же диск бузук болушу мүмкүн. Киргизилген дискти "rpm -qpl media/main/*.rpm" коммандасы менен текшериңиз
pa_in: ਕੁਝ ਜਰੂਰੀ ਪੈਕੇਜ ਠੀਕ ਤਰਾਂ ਇੰਸਟਾਲ ਨਹੀਂ ਹੋਏ। ਜਾਂ ਤਾਂ ਤੁਹਾਡੀ cdrom ਡਰਾਈਵ ਜਾਂ cdrom ਖਰਾਬ ਹੈ। ਇੰਸਟਾਲ ਕੀਤੇ ਕੰਪਿਊਟਰ ਤੇ "rpm -qpl media/main/*.rpm" ਵਰਤ ਕੇ cdrom ਦੀ ਜਾਂਚ ਕਰੋ
pt_br: Alguns pacotes importantes não foram instalados corretamente. O seu drive de CD-ROM ou o seu CD-ROM estão defeituosos. Verifique o CD-ROM em um computador instalado, usando "rpm -qpl media/main/*.rpm"
ro: Cîteva pachete importante nu s-au instalat corect. Sau aveţi o problemă cu unitatea optică sau cu CD-ul propriu-zis. Folosiţi comanda "rpm -qpl media/main/*.rpm" pentru a verifica CD-ul pe un sistem instalat.
ru: Некоторые важные пакеты установились некорректно. Повреждён привод CDROM или компакт-диск. Проверьте вставленный в компьютер диск с помощью команды "rpm -qpl media/main/*.rpm"
uz: Baʼzi bir muhim paketlar toʻgʻri oʻrnatilmadi. Sizning kompakt-disk uskunangizda yoki kompakt-diskingizda xato bor. Kompakt-diskni oʻrnatilgan kompyuterda "rpm -qpl media/main/*.rpm" buyrugʻi bilan tekshirib koʻring.
wa: Sacwants consecants pacaedjes n' ont nén stî astalés comifåt. Motoit vosse lijheu di plakes lazer, oudonbén vosse plake lazer, ont des rujhes. Verifyîz vosse plake lazer sor ene copiutrece ddja astalêye, avou l' comande «rpm -qpl media/main/*.rpm»
zh_tw: 有某些重要的套件沒有被適當地安裝。 可能是您的光碟機或者是光碟片有缺陷。 請將光碟放在一個已經安裝好的電腦上使用 "rpm -qpl media/main/*.rpm" 來檢查

source: Entering step `%s'
ast: Entrando na etapa '%s'
br: O kregiñ gant al lankad `%s'
fi: Siirryn vaiheeseen `%s'
gl: Chegando ó paso '%s'
id: Memasuki langkah `%s'
is: Byrja skref `%s'
ko: %s 단계로 넘어갑니다.
ky: `%s' кадамына өтүү аракети
pa_in: ਪਗ਼ `%s' ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ
pt_br: Entrando no passo `%s'
ro: Începe etapa `%s'
ru: Выполняется переход на этап `%s'
uz: %s bosqichga oʻtilmoqda
wa: Intrant e l' etape '%s'
zh_tw: 進入步驟 `%s'

source: Mandriva Linux Installation %s
ast: Instalación de Mandriva Linux %s
br: Staliadur Mandriva Linux %s
fi: Mandriva Linux asennus %s
gl: Instalación de Mandriva Linux %s
id: Installasi Mandriva Linux %s
is: Mandriva Linux uppsetning %s
ko: Mandriva Linux 설치 %s
ky: Mandriva Linux %s орнотуу
pa_in: ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨ %s
pt_br: Instalação do Mandriva Linux %s
ro: Instalare Mandriva Linux %s
ru: Установка Mandriva Linux %s
uz: Mandriva Linux OTni oʻrnatish %s
wa: Astalåcion di Mandriva Linux %s
zh_tw: Mandriva Linux 安裝程式 %s
