Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: You have the option to copy the contents of the CDs onto the hard drive before installation. It will then continue from the hard drive and the packages will remain available once the system is fully installed.
fi: Sinulla on mahdollisuus kopioida CD-levyjen sisältö kovalevylle ennen asennusta. Asennus jatkaa sen jälkeen kovalevyltä ja paketit ovat käytettävissä myös asennuksen jälkeen.
gl: Ten a opción de copiar os contidos dos CDs ó disco duro antes da instalación. Esta continuará despois dende o disco duro e os paquetes permanecerán dispoñibles unha vez que o sistema xa estea instalado.
id: Anda memiliki opsi untuk menyalin isi CD pada hard disk sebelum installasi. Proses akan dilanjutkan dari hard disk dan paket akantetap tersedia setelah sistem terinstall.
is: Þú getur valið að afrita innihald geisladiskanna inn á diskinn fyrir uppsetningu. Síðan mun uppsetning halda áfram frá disknum og pakkarnir verða til staðar þegar kerfið er að fullu uppsett.
ko: 설치 전에 하드 드라이브로 CDROM에 있는 컨텐츠를 복사할 수 있습니다. 그러면 하드 드라이브에 설치한 후에도 패키지는 시스템에 남아서 재설치가 가능합니다.
ky: Компакт-диск мазмунун орнотуудан мурун компьютер дискине көчүрүп алуу мүмкүн. Андан кийин орнотуу компьютер дискинен улантылат жана пакеттер толук системанын орнотулуп бүткөндөн кийин калышат.
pt_br: Você pode copiar o conteúdo dos CDs para o seu disco rígido antes da instalação. A instalação irá continuar a partir do seu disco rígido e os pacotes continuarão disponíveis após a instalação ser finalizada.
ro: Aveţi opţiunea să copiaţi conţinutul CD-urilor pe discul local înainte de instalare. Se va continua de pe discul local şi pachetele vor rămâne disponibile după instalarea sistemului.
ru: Содержимое компакт-диска перед установкой можно скопировать на жёсткий диск. После этого установка продолжится с жёсткого диска, и пакеты будут доступны после полной установки системы.
uz: Oʻrnatishdan avval kompakt-disklardagi paketlardan kompyuterning diskiga nusxa olish mumkin. Oʻrnatish toʻliq tugagandan soʻng ular tizimga maʼlum boʻladi.
wa: Vos ploz copyî l' contnou des plakes lazer so vosse deure plake divant d' ataker l' astalaedje. L' astalaedje si frè-st adon a pårti del deure plake, eyet les pacaedjes vont dmorer disponibes on côp ki l' sistinme serè astalé.
zh_tw: 您可以選擇在安裝前將光碟的內容複製到硬碟。稍候將會由硬碟繼續安裝，並且這些套件 在安裝完畢之後仍然可以繼續使用。

source: Copy whole CDs
ast: Copiar los CD por completu
br: Eilañ tout an CDoù
fi: Kopioi koko CD
gl: Copiar CDs enteiros
id: Salin seluruh CD
is: Afrita alla geisladiska
ko: 전체 CD 복사
ky: CD дискти толугу менен көчүрүү
pa_in: ਪੂਰੀ CDs ਨਕਲ ਕਰੋ
pt_br: Copiar todos os CDs
ro: Copiază CD-urile în întregime
ru: Целиком скопировать компакт-диски
uz: Butun diskdan nusxa olish
wa: Copyî les plakes lazer en etir
zh_tw: 複製整張光碟

source: An error occurred
ast: Hebo un fallu
br: Ur fazi zo bet
fi: Ilmeni virhe
gl: Ocorreu un erro
id: Terjadi kesalahan
is: Villa kom upp
ko: 오류 발생
ky: Жаңылыштык орун алды
pa_in: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ
pt_br: Ocorreu um erro
ro: S-a produs o eroare
ru: Произошла ошибка
uz: Xato roʻy berdi
wa: Dj' aroke so ene sacwè
zh_tw: 發生一個錯誤

source: Please choose your keyboard layout
ast: Por favor, escueyi la distribución del to tecláu
br: Dibabit reizhadur ho stokellaoueg mar plij
fi: Valitse näppäimistösi asettelu
gl: Escolla a disposición do seu teclado
id: Pilih layout keyboard Anda
is: Veldu lyklaborðs-uppsetningu
ko: 키보드 구성을 선택하시오
ky: Өзүңүздүн алиптакта картасын тандаңыз
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕੀਬੋਰਡ ਖਾਕਾ ਚੁਣੋ।
pt_br: Por favor, escolha o layout do seu teclado
ro: Alegeţi dispunerea tastaturii
ru: Выберите раскладку клавиатуры
uz: Iltimos tugmalar tartibini tanlang
wa: Tchoezixhoz li sôre di vosse taprece

source: Here is the full list of available keyboards:
ast: Equí tienes la llista completa de teclaos disponibles:
br: Setu eo listenn leun ar stokellaoueg :
fi: Tässä on koko lista käytettävissä olevista näppäimistöistä:
gl: Esta é a lista completa dos teclados dispoñibles:
is: Hér er tæmandi listi af tiltækum lyklaborðum:
ky: Мүмкүн болгон бардык клавиөлкөлөр тизмеси
pt_br: Aqui está a lista completa dos teclados disponíveis:
ro: Aici este lista tuturor tastaturilor disponibile:

source: Install/Upgrade
ast: Instalación/Anovamientu
br: Staliañ/Bremanaat
fi: Asenna/Päivitä
gl: Instalar/Actualizar
id: Instal/Upgrade
is: Innsetning/Uppfærsla
ko: 설치/업그레이드
ky: Орнотуу/Жаңылоо
pa_in: ਇੰਸਟਾਲ/ਨਵੀਨੀਕਰਨ
pt_br: Instalar/Atualizar
ro: Instalare/Actualizare majoră
ru: Установка/Обновление
uz: Oʻrnatish/Yangilash
wa: Astaler/Mete a djoû
zh_tw: 安裝/升級

source: Is this an install or an upgrade?
ast: ¿Ye una instalación o un anovamientu?
br: Hag ur staliadur pe ur bremanadur eo ?
fi: Onko tämä asennus vai päivitys?
gl: ¿É unha instalación ou unha actualización?
id: Installasi atau upgrade?
is: Er þetta innsetning eða uppfærsla?
ko: 설치합니까 아니면 업그레이드 합니까?
ky: Бул орнотуубу же жаңылообу?
pa_in: ਕੀ ਇਹ ਇੰਸਟਾਲ ਜਾਂ ਨਵੀਨੀਕਰਨ ਹੈ?
pt_br: Esta é uma instalação ou atualização?
ro: Este vorba de o instalare sau de o actualizare majoră?
ru: Это установка или обновление?
uz: Bu oʻrnatishmi yoki yangilashmi?
wa: C' est ene astalåcion ou on metaedje a djoû?
zh_tw: 這是安裝或是升級？

source: _: This is a noun: Install
ast: Instalación
br: Staliadur
fi: Asennus
gl: Instalación
id: Install
is: Innsetning
ky: Орнотуу
pt_br: Instalação
ro: Instalare
ru: Установка
uz: Oʻrnatish
zh_tw: 安裝

source: Upgrade %s
ast: Anovar %s
br: Bremanaat %s
fi: Päivitä %s
gl: Actualizar %s
is: Uppfæra %s
ko: 업그레이드 %s
ky: %s жаңылоо
pa_in: ਨਵੀਨੀਕਰਨ %s
pt_br: Atualizar %s
ro: Actualizare majoră %s
ru: Обновление %s
uz: %s OTni yangilash
wa: Metaedje a djoû di %s
zh_tw: 升級 %s

source: Upgrade from a 32bit to a 64bit distribution is not supported
fi: Päivittäminen 32-bittisestä jakelusta 64-bittiseen jakeluun ei ole tuettu.
id: Upgrade dari distribusi 32bit ke 64bit tidak didukung
is: Ekki er stutt við uppfærslu frá 32-bita í 64-bita dreifingu
pt_br: A atualização de distribuição 32 bits para 64 bits não é suportada
ro: Actualizarea majoră de la o distribuţie pe 32 de biţi la una pe 64 de biţi nu este suportată.
ru: Обновление с 32-разрядного до 64-разрядного дистрибутива не поддерживается

source: Upgrade from a 64bit to a 32bit distribution is not supported
fi: Päivittäminen 64-bittisestä jakelusta 32-bittiseen jakeluun ei ole tuettu.
id: Upgrade dari distribusi 64bit ke 32bit tidak didukung
is: Ekki er stutt við uppfærslu frá 64-bita í 32-bita dreifingu
pt_br: A atualização de distribuição 64 bits para 32 bits não é suportada
ro: Actualizarea majoră de la o distribuţie pe 64 de biţi la una pe 32 de biţi nu este suportată.
ru: Обновление с 64-разрядного до 32-разрядного дистрибутива не поддерживается

source: Encryption key for %s
ast: Clave de cifráu pa %s
br: Alc'hwez enrinegadur evit %s
fi: Salausavain %s:lle
gl: Clave de cifrado para %s
id: Kunci enkripsi untuk %s
is: Dulritunar-lykill fyrir %s
ky: %s үчүн шифрлөө ачкычы
pa_in: %s ਲਈ ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ
pt_br: Chave de criptografia para %s
ro: Cheia de criptare pentru %s
ru: Ключ шифрования для %s
uz: %s uchun kodlash kaliti
wa: Clé d' ecriptaedje po %s
zh_tw: 加密金鑰於 %s

source: Cancel installation, reboot system
ast: Encaboxar la instalación, volver a aniciar el sistema
fi: Peruuta asennus, käynnistä järjestelmä uudelleen
gl: Cancelar a instalación, rearrincar o sistema
is: Hætta við innsetningu, endurræsa kerfi
ky: Орнотууну айну, система өчүп жандыруу
pt_br: Cancelar instalação, reiniciar o sistema
ro: Anulează instalarea, reporneşte sistemul
ru: Отмена установки, перезагрузка системы
uz: Oʻrnatishni bekor qilish, kompyuterni oʻchirib-yoqish
zh_tw: 取消安裝，重新開機

source: New Installation
ast: Instalación nueva
br: Staliadur nevez
fi: Uusi asennus
gl: Nova Instalación
is: Ný Uppsetning
ky: Жаңы орнотуу
pt_br: Nova Instalação
ro: Instalare nouă
ru: Новая Установка
uz: Oʻrnatish
zh_tw: 新的安裝

source: Upgrade previous installation (not recommended)
ast: Anovar la instalación previa (nun s'encamienta)
fi: Päivitä edellinen asennus (ei suositella)
gl: Actualizar unha instalación previa (non recomendado)
is: Uppfæra fyrri uppsetningu (ekki mælt með)
ky: Мурунку орнотууну жаңылоо (сунуш кылынбайт)
pt_br: Atualizar instalação anterior (não recomendado)
ro: Actualizare majoră peste instalarea precedentă (nerecomandat)
ru: Обновление предыдущей установки (не рекомендуется)
zh_tw: 升級之前的安裝 (不建議)

source: Installer has detected that your installed Mandriva Linux system could not safely be upgraded to %s. New installation replacing your previous one is recommended. Warning : you should backup all your personal data before choosing "New Installation".
ast: L'instalador deteutó que nun puede anovase con seguridá'l to sistema Mandriva Linux ya instaláu a la versión %s. Encamiéntase una instalación nueva que camude a la anterior. ¡Atención: tendríes de facer copia de respaldu de tolos tos datos enantes d'entamar cola instalación nueva!
fi: Nykyistä Mandriva Linux -asennustasi ei voida turvallisesti päivittää versioon %s. Suositeltavaa on suorittaa edellisen asennuksen ylikirjoittava uusi asennus. Varoitus: Varmuuskopioi kaikki omat tiedostosi ennen kuin valitset "Uusi asennus".
gl: O instalador detectou que o sistema Mandriva Linux que ten instalado non pode ser actualizado de maneira segura a %s Recoméndase unha nova instalación que reemprace a anterior. Ollo: debería de facer unha copia de seguridade de tódolos seus datos antes de escoller "Nova Instalación".
is: Uppsetningarforritið hefur ályktað að ekki sé hægt með öryggi að uppfæra Mandriva Linux kerfið þitt í %s. Mælt er með að setja inn nýja uppsetningu sem kemur í stað þeirrar fyrri. Aðvörun : þú ættir að afrita öll persónuleg gögn áður en þú velur "Ný Uppsetning".
ky: Орноткуч учурдагы орнотулган Mandriva Linux системанын %s жаңылоосун толук алалбашы мүмкүн. Учурдагы системаны жаңыдан жаңы версиясы менен орнотуу сунушталат. Эскертүү : "Жаңы орнотулуш" тандоодон мурун, бардык жеке маалыматтарды архивдөө менен көчүрүп алышыңыз керек.
pt_br: O instalador detectou que o seu sistema Mandriva Linux pode não ser atualizado com segurança para %s. É recomendada uma nova instalação substituindo a anterior. Atenção: você deve salvar todos os seus dados pessoais antes de escolher "Nova Instalação".
ro: Asistentul de instalare a detectat că sistemul Mandriva Linux instalat nu suportă o actualizare majoră în siguranţă la %s. Se recomandă o instalare nouă care să înlocuiască pe cea precedentă. Atenţie: ar trebui să vă salvgardaţi datele personale înainte de a alege "Instalare nouă".
ru: Установщик обнаружил, что существующая установка Mandriva Linux не может быть безопасно обновлена на %s. Рекомедуется заново установить систему, заменив существующую. Внимание: вы должны сделать копию всех ваших персональных данных, перед выбором "Новая Установка".
zh_tw: 安裝程式偵測到您安裝的 Mandriva Linux 系統無法安全地升級至 %s。 建議用新的安裝取代您現有的系統。 警告：您應該在選擇「新的安裝」之前先備份所有個人資料。

source: Configuring IDE
ast: Configurando preseos IDE
br: Kefluniañ IDE
fi: Asetetaan IDE-levyä
gl: Configurando IDE
id: Mengkonfigurasi IDE
is: Uppsetning IDE
ko: IDE 설정중
ky: IDE конфигурацияланууда
pa_in: IDE ਸੰਰਚਨਾ ਹੋ ਰਹੀ ਹੈ
pt_br: Configurando IDE
ro: Se configurează IDE
ru: Настраивается IDE
uz: IDE'ni moslash
wa: Apontiant les éndjins IDE
zh_tw: 正在設定 IDE

source: No free space for 1MB bootstrap! Install will continue, but to boot your system, you'll need to create the bootstrap partition in DiskDrake
ast: ¡Nun hai 1MB d'espaciu pa bootstrap! La instalación siguirá, pero p'aniciar el to sistema, necesitarás criar la partición bootstrap en DiskDrake
fi: Ei vapaata tilaa 1 Mt:n käynnistyslohkoa varten! Asennusta jatketaan, mutta käynnistääksesi järjestelmän sinun pitää luoda käynnistyslohko-osio DiskDrake:ssa.
gl: Non hai espacio libre para 1MB de bootstrap! A instalación ha continuar, pero para arrincar o seu sistema, cómpre crear a partición bootstrap en DiskDrake
id: Tidak ada ruang 1MB untuk bootstrap! Installasi akan dilanjutkan, tetapi untuk boot sistem, Anda perlu membuat partisi bootstrap pada DiskDrake
is: Ekki pláss fyrir 1MB ræsigeira! Uppsetning mun halda áfram, en til að ræsa kerfið þitt verður þú að búa til ræsi-disksneið með DiskDrake
ko: 1MB 부트스트랩 공간 부족! 설치는 계속할 수 있지만, 시스템을 부팅하기 위해서는 DiskDrake에서 부트스트랩 파티션을 만들어야 합니다.
ky: Өз жүктөлүү программасы үчүн жетеринче бош боштук калган жок! Орнотуу улантылат, бирок системанын жүктөлүшү үчүн DiskDrake менен баштапкы жүктөлүү бөлүгүн түзүү керек
pa_in: 1ਮੈਬਾ ਬੂਟਸਟਰੈਪ ਲਈ ਕੋਈ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ! ਇੰਸਟਾਲ ਜਾਰੀ ਰਹੇਗੀ, ਪਰ ਤੁਹਾਡਾ ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ DiskDrake ਵਿੱਚ ਬੂਟਸਟਰੈਪ ਭਾਗ ਬਣਾਉਣ ਦੀ ਲੋੜ ਪਵੇਗੀ।
pt_br: Sem espaço livre para bootstrap de 1MB! A instalação continuará, mas para poder iniciar seu sistema você precisará criar uma partição bootstrap no DiskDrake
ro: Nu este spaţiu liber pentru 1Mo de bootstrap. Instalarea va continua, dar pentru a porni sistemul va trebui să creaţi o partiţie de prepornire (bootstrap) cu DiskDrake
ru: Недостаточно свободного места для программы самозагрузки! Установка продолжится, но для загрузки системы будет необходимо создать раздел начальной загрузки в DiskDrake
wa: I gn a pont del plaece po on secteu d' enondaedje di 1 Mo! L' astalåcion continouwrè, mins i vos fårè fé li pårticion d' enondaedje avou DiskDrake po poleur enonder vosse sistinme.
zh_tw: 沒有足夠的可用空間安裝 bootstrap！安裝還是會繼續，但是您必須在 DiskDrake 中建立 bootstrap 分割來啟動您的系統

source: You'll need to create a PPC PReP Boot bootstrap! Install will continue, but to boot your system, you'll need to create the bootstrap partition in DiskDrake
ast: ¡Necesites criar un bootstrap d'arranque PReP PPC! La instalación siguirá, pero p'arrancar el to sistema, necesitarás criar la partición bootstrap en DiskDrake
fi: Sinun pitää luoda PPC PReP Boot bootstrap! Asennusta jatketaan, mutta käynnistääksesi järjestelmän sinun pitää luoda käynnistyslohko-osio DiskDrake:ssa.
gl: Precisa crear unha partición de arrinque (PPC PReP Boot boostrap)! A instalación continuará, pero para arrincar o seu sistema, precisará crear a partición de arrinque con DiskDrake
id: Anda harus membuat PPC PReP Boot bootstrap! Installasi akan dilanjutkan, tetapi untuk boot sistem, Anda perlu membuat partisi bootstrap pada DiskDrake
is: Þú þarft að búa til PPC PReP for-ræsingu! Uppsetningin mun halda áfram, en til að ræsa kerfið, þarft þú að búa til ræsi-disksneið með DiskDrake
ko: PPC PReP Boot 부트스트랩 생성이 필요합니다! 설치는 계속할 수 있지만, 시스템을 부팅하기 위해서는 DiskDrake에서 부트스트랩 파티션을 만들어야 합니다.
ky: PPC PReP жүктөлүү бөлүгүн түзүү керек! Орнотуу улантылат, бирок системанын жүктөлүшү үчүн DiskDrake менен баштапкы жүктөлүү бөлүгүн түзүү керек
pa_in: PPC PReP Boot ਬੂਟਸਟਰੈਪ ਲਈ ਕੋਈ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ! ਇੰਸਟਾਲ ਜਾਰੀ ਰਹੇਗੀ, ਪਰ ਤੁਹਾਡਾ ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ DiskDrake ਵਿੱਚ ਬੂਟਸਟਰੈਪ ਭਾਗ ਬਣਾਉਣ ਦੀ ਲੋੜ ਪਵੇਗੀ।
pt_br: Você precisará criar um PPC PReP Boot bootstrap! O instalador irá continuar, mas para iniciar seu sistema, você precisa criar uma partição bootstrap no DiskDrake.
ro: Va trebui creat un PPC PReP Boot bootstrap! Instalarea va continua, dar pentru a porni sistemul va trebui să creaţi o partiţie de prepornire (bootstrap) cu DiskDrake
ru: Необходимо создать загрузочный раздел PPC PReP! Установка продолжится, но для загрузки системы нужно будет создать раздел начальной загрузки в DiskDrake
wa: Vos dvoz ahiver on secteu d' enondaedje PPC PReP! L' astalåcion continouwrè, mins i vos fårè fé li pårticion d' enondaedje avou DiskDrake po poleur enonder vosse sistinme.
zh_tw: 您需要建立一個 PPC PReP 開機 bootstrap！安裝還是會繼續，但是您必須在 DiskDrake 中建立 bootstrap 分割來啟動您的系統

source: Change your Cd-Rom! Please insert the Cd-Rom labelled "%s" in your drive and press Ok when done. If you do not have it, press Cancel to avoid installation from this Cd-Rom.
ast: ¡Camuda'l to CD-ROM! Por favor, inxerta CD-ROM etiquetáu con "%s" na unidá y calca Aceutar cuando lo faigas. Si nun lu tienes, calca Encaboxar pa evitar la instalación dende esti CD-ROM.
br: Kemmit ho Cd-Rom ! Lakait el lenner ar Cd-Rom warnañ an diketenn « %s » mar plij ha gwaskit Mat eo da c'houde. Ma n'emañ ket ganeoc'h gwaskit Nullañ evit chom hep staliañ ar Cd-Rom-se.
fi: Vaihda CD-levyä! Aseta CD-levy nimeltä "%s" CD-asemaan ja valitse OK kun olet valmis. Jos sinulla ei ole levyä, valitse Peruuta välttääksesi asennukset tältä levyltä.
gl: Cambie o CD-ROM! Insira o CD-ROM que teña a etiqueta "%s" na unidade e prema Aceptar. Se non o ten, prema Cancelar para omiti-la instalación deste CD-ROM.
id: Ganti Cd-Rom Anda! Masukkan Cd-Rom berlabel "%s" pada drive dan tekan Ok. Jika Anda tidak punya, tekan Batal untuk menghindari installasi dari Cd-Rom ini.
is: Skiftu um geisladisk! Settu inn geisladisk merktan "%s" í diskdrifið og ýttu á "Í lagi" þegar þú ert tilbúin(n). Ef þú hefur ekki diskinn, ýttu þá að "Hætta við" til að sleppa uppsetningu frá þessum diski.
ko: CDROM을 바꾸십시오! 「%s」라고 쓰여진 CDROM을 드라이브에 넣은 후, 「확인」을 눌러 주세요. 만약 CDROM을 가지고 있지 않다면, 「취소」를 눌러 추가 설치를 취소하세요.
ky: Компакт-дискти алмаштырыңыз! "%s" атту компакт-дискти киргизиңиз, андан кийин "Ok" баскычын басыңыз. Эгерде сизде жок болсо, анда ушул компакт-дисктен орнотууну айнуу үчүн "Айнуу" баскычын басыңыз.
pa_in: ਆਪਣੀ Cd-Rom ਤਬਦੀਲ ਕਰੋ! ਕਿਰਪਾ ਕਰਕੇ "%s" ਲੇਬਲ ਵਾਲੀ Cd-Rom ਆਪਣੀ ਡਰਾਈਵ ਵਿੱਚ ਪਾਓ ਅਤੇ ਸਮਾਪਤੀ ਤੇ ਠੀਕ ਹੈ ਦਬਾਓ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਨਹੀਂ ਹੈ, ਇਸ Cd-Rom ਤੋਂ ਇੰਸਟਾਲੇਸ਼ਨ ਰੋਕਣ ਲਈ ਰੱਦ ਕਰੋ ਦਬਾਓ।
pt_br: Mude o seu CD-ROM Por favor, insira o CD-ROM chamado "%s" no seu drive e clique em Ok quando estiver pronto. Se você não o tiver em mãos, clique em Cancelar para evitar a instalação desse CD-ROM.
ro: Schimbaţi CD-ul! Introduceţi CD-ul etichetat "%s" şi apoi apăsaţi Ok. Dacă nu-l aveţi, apăsaţi Renunţă pentru a evita instalarea de pe acest CD.
ru: Смените компакт-диск! Вставьте в привод компакт-диск под названием "%s", а затем нажмите 'ОК'. Если у вас его нет, нажмите 'Отмена', чтобы отказаться от установки с этого диска.
uz: Kompakt-diskni almashtiring! Iltimos '%s' belgili kompakt-diskni qoʻying va "Ok" tugmasini bosing. Agar u sizda boʻlmasa, bu kompakt-diskdan oʻrnatishni bekor qilish uchun "Bekor qilish" tugmasini bosing.
wa: Candjîz vosse CDROM! Metoz li CDROM lomé «%s» dvins l' lijheu, s' i vs plait; et clitchîz so «'l est bon» on côp ki c' est fwait. Si vos n' l' avoz nén, clitchîz so «Rinoncî» po rinoncî a astaler a pårti di ci CDROM chal.
zh_tw: 更換光碟片！ 請插入標示為 "%s" 的光碟於您的光碟機中，完成後請按下確定。 若是您沒有這片光碟，請點選取消以略過這一片光碟的安裝。

source: Looking for available packages...
ast: Guetando los paquetes disponibles...
br: O klask ar pakadoù hegerz ...
fi: Etsitään saatavilla olevia paketteja...
gl: Buscando os paquetes dispoñibles...
id: Mencari paket yang tersedia...
is: Leita að tiltækum pökkum...
ko: 유효한 패키지를 찾고 있습니다.
ky: Мүмкүн болгон пакеттер изделүүдө...
pa_in: ਉਪਲੱਬਧ ਪੈਕੇਜ ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...
pt_br: Procurando por pacotes disponíveis...
ro: Se caută pachetele disponibile...
ru: Поиск доступных пакетов...
uz: Mavjud boʻlgan paketlar qidirilmoqda...
wa: Dji cwir après les pacaedjes k' i gn a
zh_tw: 正在搜尋可以用的套件...

source: Your system does not have enough space left for installation or upgrade (%dMB > %dMB)
ast: El to sistema nun tien espaciu llibre abondo pa la instalación o l'anovamientu (%d MB > %d MB)
fi: Järjestelmässäsi ei ole riittävästi vapaata tilaa (%dMt > %dMt)
gl: O seu sistema non ten espacio libre dabondo para a instalación ou actualización (%dMB > %dMB)
id: Sistem Anda tidak memilih ruang kosong yang cukup untuk installasi atau upgrade (%dMB > %dMB)
is: Það er ekki nóg laust pláss fyrir innsetningu eða uppfærslu á kerfinu þínu (%dMB > %dMB)
ko: 현재 시스템에는 설치 또는 업그레이드 할만한 충분한 공간이 남아있지 않습니다.(%dMB > %dMB)
ky: Системаңыз орнотууга же жаңылоого жетеринче бош боштукка ээ эмес (%d МБ > %d МБ)
pt_br: Seu sistema não possui espaço suficiente para a instalação ou atualização (%dMB > %dMB)
ro: Sistemul dumneavoastră nu are suficient spaţiu pentru instalare sau actualizare majoră (%dMo > %dMo)
ru: В вашей системе недостаточно свободного дискового пространства для установки или обновления (%d МБ > %d МБ)
uz: Tizimda oʻrnatish yoki yangilash uchun yetarli joy qolmadi (%d Mb > %d Mb)
wa: I gn a pus del plaece assez so vosse sistinme po-z astaler ou mete a djoû (%dMo > %dMo)
zh_tw: 您的系統剩餘的空間不足以安裝或升級 (%dMB > %dMB)

source: Please choose load or save package selection. The format is the same as auto_install generated files.
ast: Por favor, seleiciona cargar o guardar la seleición de paquetes. El formatu ye'l mesmu que'l de los ficheros xeneraos cola instación automática.
br: Dibabit kargañ pe enrollañ choazh ar pakadoù mar plij. Ar furmad zo hini ar restroù auto_install.
fi: Lataa tai tallenna pakettien valinta. Muoto on sama kuin auto_install-toiminnon luomilla tiedostoilla.
gl: Elixa cargar ou gardar a selección de paquetes. O formato é o mesmo có dos ficheiros xerados por auto_install.
id: Pilih muat atau simpan pilihan paket. Formatnya sama dengan file auto_install.
is: Veldu hvort eigi að sækja eða vista pakkaval. Sniðið er það sama og á auto_install skrám.
ko: 패키지 선택목록을 불러올지 혹은 저장할지를 선택하세요. 형식(포맷)은 자동설치 생성 파일과 동일합니다.
ky: Жүктөө же пакеттер тандоосун сактоону тандаңыз. Файлдар форматы автоматтык орнотууда түзүлгөн файлдар менен окшош.
pt_br: Por favor, escolha entre carregar ou salvar a seleção de pacotes. O formato é o mesmo que os arquivos gerados pelo auto_install.
ro: Alegeţi încărcarea sau salvarea selecţiei de pachete. Formatul este acelaşi cu fişierele generate de auto_install.
ru: Выберите загрузку или сохранение выбора пакетов. Формат файлов такой же, как и у созданных при автоматической установке.
wa: Tchoezixhoz si vos vloz tcherdjî ou schaper li tchuze des pacaedjes. Li cogne est l' minme ki po les fitchîs fwaits po l' oto-astalaedje.
zh_tw: 請選擇要載入或者儲存套件選擇到磁片上。 它使用與自動安裝所產生的磁片相同的格式。

source: Load
ast: Cargar
br: Kargañ
fi: Verkkokuorma
gl: Cargar
id: Beban
is: Sækja
ko: 불러오기
ky: Жүктөө
pt_br: Carregar
ro: Încarcă
ru: Загрузить
uz: Yuklash
wa: Tcherdjî
zh_tw: 載入

source: Save
ast: Guardar
br: Enrollañ
fi: Tallenna
gl: Gardar
id: Simpan
is: Vista
ko: 저장
ky: Сактоо
pa_in: ਸੰਭਾਲੋ
pt_br: Salvar
ro: Salvează
ru: Сохранить
uz: Saqlash
wa: Schaper
zh_tw: 儲存

source: Bad file
ast: Ficheru incorreutu
br: N'eo ket mat ar restr
fi: Huono tiedosto
gl: Ficheiro erróneo
id: File rusak
is: Gölluð skrá
ko: 손상된 파일 혹은 없는 파일입니다.
ky: Туура эмес файл
pt_br: Arquivo corrompido
ro: Fişier eronat
ru: Неверный файл
uz: Notoʻgʻri fayl
wa: Måva fitchî
zh_tw: 損壞的檔案

source: Desktop Selection
ast: Seleición del entornu d'escritoriu
br: Dibab ar burev
fi: Työpöydän valinta
gl: Selección de Escritorio
is: Val á Skjáborði
ky: Иш столун тандоо
pt_br: Seleção de Desktop
ro: Selectarea biroului
ru: Выбор рабочего стола
uz: Ish stolini tanlash
zh_tw: 桌面環境選擇

source: You can choose your workstation desktop profile.
ast: Puedes escoyer un perfil d'escritoriu d'estación de trabayu.
fi: Voit valita asennettavan työpöytäprofiilin.
gl: Pode escoller o seu perfil de escritorio de estación de traballo.
is: Þú getur valið vinnustöðvar-umhverfi (skjáborð).
ky: Иштоо станцияңыздын иш столдун профилин тандап аласыз.
pt_br: Você pode escolher seu perfil de estação de trabalho.
ro: Puteţi alege profilul biroului staţiei voastre de lucru.
uz: Quyidagilardan oʻrnatiladigan ish stolini tanlang

source: Selected size is larger than available space
ast: El tamañu esbilláu ye mayor que'l disponible
br: Brasoc'h eo ment dibabet evit egor dieub
fi: Valittu koko on suurempi kuin käytettävissä oleva levytila
gl: O tamaño seleccionado é maior có tamaño dispoñible
id: Ukuran terpilih melebihi ruang yang ada
is: Valin stærð er stærri en tiltækt pláss
ko: 선택된 용량이 사용할 수 있는 공간보다 큽니다.
ky: Тандалган өлчөм бар болгон боштуктан чоң
pa_in: ਚੁਣਿਆ ਅਕਾਰ ਉਪਲੱਬਧ ਥਾਂ ਨਾਲੋਂ ਜਿਆਦਾ ਹੈ
pt_br: O tamanho escolhido é maior que o espaço disponível
ro: Dimensiunea selectată este mai mare decât spaţiul disponibil
ru: Выбранный размер превышает доступное место
uz: Tanlangan hajm mavjud boʻlgan boʻsh joydan katta
wa: Li grandeu tchoezeye est pus grande kel plaece ki dmeure
zh_tw: 所選取的大小超過可用的空間
