Repository: DrakXtools/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ast, br, fi, gl, id, is, ko, ky, pa_in, pt_br, ro, ru, uz, wa, zh_tw

source: You appear to have an OldWorld or Unknown machine, the yaboot bootloader will not work for you. The install will continue, but you'll need to use BootX or some other means to boot your machine. The kernel argument for the root fs is: root=%s
ast: Parez que tienes una máquina desconocida o "Old World", el xestor d'arranque yaboot nun furrulará na mesma. La instalación siguirá, pero necesitará usar BootX o dalguna otra manera p'arrancar la to máquina. El parámetru del kernel pal sistema de ficheros raíz ye: root=%s
fi: Sinulla on vanhanaikainen tai tuntematon tietokone, joten Yaboot käynnistyslataaja ei toimi koneessasi. Asennus jatkuu, mutta sinun täytyy käyttää BootX:ää koneesi käynnistämiseen. Ytimen paremetrit root tiedostojärjestelmälle on: root=%s
gl: Semella ser que ten unha máquina Descoñecida ou de Tempos Prehistóricos, e o cargador de arrinque yaboot non ha funcionar nela. A instalación vai continuar, pero ha ter que usar BootX ou algún outro recurso para arrincar a máquina. O argumento do kernel para o sistema de ficheiros raíz é: root=%s
id: Nampaknya Anda memiliki komputer kuno/tidak dikenal, bootloader yaboot tidak akan bekerja. Installasi akan dilanjutkan, tetapi Anda harus menggunakan BootX atau cara lain untuk boot komputer Anda. Argumen kernel untuk fs root adalah: root=%s
is: Það lítur út fyrir að þú sért að nota OldWorld eða óþekkta vél, yaboot ræsiforritið mun ekki virka fyrir þig. Uppsetning mun halda áfram en þú verður að nota BootX eða aðrar leiðir til að ræsa vélina. kjarna-viðfangið fyrir rótarsneiðina er: root=%s
ko: 예전 모델이거나 알 수 없는 컴퓨터입니다. yaboot 부트로더는 작동되지 않을 것입니다. 설치를 계속 진행하지만, 컴퓨터를 부팅하기 위해서 BootX나 또는 몇몇 방법을 써야 될수도 있습니다. root fs를 위한 kernel argument : root=%s
ky: Сиз өтө эски тарыхый же белгисиз машинанын ээси окшойсуз жана 'yaboot' баштапкы жүктөгүчү машинаңызга иштебеши мүмкүн. Орнотуу улантылат, бирок системанын жүктөлүшү үчүн 'BootX' же башка жүктөгүч колдонулушу керек. Ядронун тамырдык файл системанын параметри: root=%s
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਓਲਡਵਰਡ ਜਾਂ ਅਣਪਛਾਤੀ ਮਸ਼ੀਨ ਲੱਗਦੀ ਹੈ, yaboot ਤੁਹਾਡੇ ਲਈ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ। ਇੰਸਟਾਲ ਜਾਰੀ ਰਹੇਗਾ, ਪਰ ਤੁਹਾਨੂੰ ਆਪਣੀ ਮਸ਼ੀਨ ਬੂਟ ਕਰਨ ਲਈ BootX ਜਾਂ ਹੋਰ ਢੰਗ ਵਰਤਣ ਦੀ ਲੋੜ ਪਵੇਗੀ। ਰੂਟ ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਕਰਨਲ ਆਰਗੂਮੈਂਟ ਹਨ: root=%s
pt_br: Você parece ter uma máquina muito antiga ou desconhecida, e o gerenciador de inicialização yaboot não funcionará para você. A instalação continuará, mas você precisará usar o BootX ou outros meios para inicializar sua máquina. O argumento do kernel para o sistema de arquivos raiz é: root=%s
ro: Se pare că posedaţi o antichitate sau o maşină necunoscută, încărcătorul de sistem yatboot nu va funcţiona. Instalarea va continua, dar va trebui să utilizaţi BootX sau alte mijloace pentru a porni sistemul. Argumentul de kernel pentru sistemul de fişiere rădăcină este: root=%s
ru: Похоже, что вы являетесь обладателем очень старой или неизвестной машины, на которой начальный загрузчик 'yaboot' не будет работать. Установка продолжится, однако для загрузки придётся использовать загрузчик 'BootX' или какой-то другой. Параметр ядра для корневой файловой системы: root=%s
wa: I shonne ki voste éndjole est pår trop viye oudonbén k' ele nén cnoxhowe; adon l' enondrece yaboot ni rotrè nén por vos. L' astalaedje va continouwer, mins vos dvroz eployî BootX ou ôte tchoi po-z enonder voste éndjole. L' årgumint a passer å nawea pol pårticion raecene est: root=%s
zh_tw: 您的系統似乎有 OldWorld 或者是其他不認識的機器， 這將會導致 yaboot 開機載入器無法正常運作。 安裝還是會繼續下去，不過您將需要使用 bootX 或某些其他方法來啟動您的機器。root fs 的核心參數是：root=%s

source: In this security level, access to the files in the Windows partition is restricted to the administrator.
ast: Nesti nivel de seguridá, l'accesu a los ficheros na partición Windows ta restrinxíu sólo al alministrador.
fi: Tällä turvatasolla pääsy Windows-osion tiedostoihin on rajoitettu ylläpitäjälle.
gl: Con este nivel de seguridade, o acceso ós ficheiros da partición Windows está restrinxido ó administrador.
id: Pada tingkat keamanan ini, akses pada file pada partisi Windows dibatasi hanya pada administrator.
is: Í þessu öryggisþrepi er aðgangur að Windows disksneiðum takmarkaður við kerfisstjóra.
ko: 이 보안 등급에서는 윈도우즈 파티션에서의 파일 접근이 관리자에 의해 제한 됩니다.
ky: Бул коопсудук деңгээлде Windows бөлүмүндө жайгашкан файларда жетүү жалгыз гана администраторга уруксат берилген.
pa_in: ਇਸ ਸੁਰੱਖਿਆ ਪੱਧਰ ਵਿੱਚ, Windows ਭਾਗ ਵਿਚਲੀ ਫਾਇਲਾਂ ਵਰਤਣ ਲਈ ਪ੍ਰਬੰਧਕ ਨੂੰ ਮਨਾਹੀ ਹੈ।
pt_br: Neste nível de segurança, o acesso aos arquivos em partições Windows é restrita apenas para o administrador.
ro: La acest nivel de securitate, accesul la fişierele de pe partiţia Windows este permis doar administratorului.
ru: На данном уровне безопасности доступ к файлам на разделе Windows разрешён только администратору.
uz: Ushbu xavfsizlik daraja qoʻllanilganda diskning Windows qismidagi fayllarga faqat administrator murojaat qilishi mumkin.
wa: Dins ç' livea di såvrité chal, l' accès åzès fitchîs des pårticions Windows n' est possibe ki po l' manaedjeu di l' éndjole.
zh_tw: 在這個安全層級中，只有管理者能夠存取位於 Windows 分割區的檔案。

source: Insert a blank floppy in drive %s
ast: Inxerta un disquete en blancu na unidá %s
br: Lakait ur bladennig gwerc'h el lenner %s
fi: Aseta tyhjä levyke levykeasemaan %s
gl: Insira un disquete baleiro na unidade %s
id: Masukkan disket kosong pada drive %s
is: Settu tóman diskling í drif %s
ko: %s 드라이브에 빈 플로피 디스크를 넣으세요
ky: %s ичине бош флоппи дискти киргизиңиз
pa_in: ਡਰਾਈਵ %s ਵਿੱਚ ਖਾਲੀ ਫਲਾਪੀ ਪਾਓ
pt_br: Insira um disquete vazio no drive %s
ro: Introduceţi o dischetă goală în perifericul %s
ru: Вставьте чистую дискету в дисковод %s
uz: Boʻsh disketni %s uskunasiga qoʻying
wa: Metoz ene blanke plakete divins li lijheu %s
zh_tw: 請在 %s 中插入一片空白磁片

source: Creating auto install floppy...
ast: Criando'l disquete d'instalación automática
br: O krouiñ ur bladennig staliañ emgefreek ...
fi: Valmistellaan automaattiasennuslevykettä...
gl: Creando un disquete de instalación automática...
id: Membuat disket installasi otomatis...
is: Bý til diskling fyrir sjálfvirka uppsetningu...
ko: 자동 설치 플로피 디스크 생성 중
ky: Авто орнотуу флоппини түзүү...
pa_in: ਸਵੈ ਇੰਸਟਾਲ ਫਲਾਪੀ ਬਣਾ ਰਿਹਾ ਹੈ...
pt_br: Criando disquete de instalação automática...
ro: Se crează discheta de autoinstalare...
ru: Создается дискета автоматической установки...
uz: Avto-oʻrnatish disketi yaratilmoqda...
wa: Dji fé li plakete d' enondaedje otomatike
zh_tw: 正在製作自動安裝磁片...

source: Some steps are not completed. Do you really want to quit now?
ast: Dalgunes de les etapes nun se completaron. ¿De xuru quies colar agora?
br: Lankadoù 'zo n'int ket peurc'hraet. Mennout a rit kuitaat da vat bremañ ?
fi: Joitain vaiheita ei ole saatettu loppuun. Haluatko todella lopettaa?
gl: Non se completaron algúns dos pasos. Desexa saír agora?
id: Beberapa langkah tidak selesai. Apakah Anda ingin keluar sekarang?
is: Sum skref eru ennþá eftir. Viltu virkilega hætta núna?
ko: 몇몇 단계가 완전히 끝나지 않았습니다. 정말 지금 종료 하시겠습니까?
ky: Кээбир кадамдар бүткөн жок. Сиз чындап азыр чыгууну каалайсызбы?
pa_in: ਕੁਝ ਪਗ਼ ਮੁਕੰਮਲ ਨਹੀਂ ਕੀਤੇ। ਕੀ ਤੁਸੀਂ ਹੁਣ ਯਕੀਨਨ ਬਾਹਰ ਜਾਣਾ ਹੈ?
pt_br: Alguns passos não foram completados. Você realmente quer sair agora?
ro: Câteva etape nu au fost terminate. Chiar vreţi să abandonaţi acum?
ru: Некоторые этапы не завершены. Действительно завершить работу?
uz: Baʼzi oʻrnatish bosqichlari bajarilmadi. Rostdan chiqishni istaysizmi?
wa: Sacwantès etapes n' ont nén stî fwaites, Voloz vs vormint cwiter asteure?
zh_tw: 還有些步驟沒有完成。 您確定要結束安裝程式？

source: Congratulations
ast: Felicidaes
br: Brav
fi: Onnittelut
gl: Noraboa
id: Selamat
is: Til hamingju
ko: 축하합니다.
ky: Конфигурациялар
pa_in: ਮੁਬਾਰਕਾਂ
pt_br: Parabéns
ro: Felicitări
ru: Поздравляем
uz: Tabriklaymiz!
wa: Complumints
zh_tw: 恭喜

source: _: Keep these entry short Language
ast: Llingua
br: Yezh
fi: Kieli
gl: Lingua
id: Bahasa
is: Velja tungumál
ko: 언어
ky: Тил тандоо
pa_in: ਬੋਲੀ
pt_br: Idioma
ro: Alegeţi limba
ru: Выбор языка
uz: Til
wa: Lingaedje
zh_tw: 語言

source: Localization
ast: Llocalización
fi: Lokalisointi
gl: Localización
id: Lokalisasi
is: Staðfærsla
ky: Локализация
pt_br: Localização
ro: Localizare
ru: Локализация
uz: Mahalliylashtirish
zh_tw: 地區化

source: _: Keep these entry short License
ast: Llicencia
br: Aotre
fi: Lisenssi
gl: Licenza
id: Lisensi
is: Notkunarskilmálar
ko: 라이센스
ky: Лицензия
pa_in: ਲਾਈਸੈਂਸ
pt_br: Licença
ro: Licenţă
ru: Лицензия
uz: Litsenziya
wa: Licince
zh_tw: 授權

source: _: Keep these entry short Mouse
ast: Mur
br: Logodenn
fi: Hiiri
gl: Rato
id: Mouse
is: Mús
ko: 마우스
ky: Чычкан
pa_in: ਮਾਊਸ
pt_br: Mouse
ro: Maus
ru: Мышь
uz: Sichqoncha
wa: Sori
zh_tw: 滑鼠

source: _: Keep these entry short Hard drive detection
br: Dinoiñ ar bladenn galet
fi: Kiintolevyjen tunnistus
gl: Detección de discos duros
id: Deteksi hard disk
is: Leita að disk(um)
ko: 하드 디스크 선택
ky: Таш дискти аныктоо
pt_br: Detecção de discos rígidos
ro: Detectarea discului fix
ru: Поиск жёсткого диска
uz: Qattiq diskni aniqlash
wa: Trover les deurès plakes
zh_tw: 硬碟偵測

source: _: Keep these entry short Installation class
ast: Clas d'instalación
br: Renkad ar staliadur
fi: Asennusluokka
gl: Clase de instalación
id: Kelas installasi
is: Innsetningarflokkur
ko: 설치 등급
ky: Орнотуу классы
pt_br: Classe de instalação
ro: Clasă de instalare
ru: Тип установки
uz: Oʻrnatish sinfi
wa: Li classe d' astalåcion
zh_tw: 安裝類別

source: _: Keep these entry short Keyboard
ast: Tecláu
br: Stokellaoueg
fi: Näppäimistö
gl: Teclado
id: Keyboard
is: Lyklaborð
ko: 키보드
ky: Алиптергич
pa_in: ਕੀ-ਬੋਰਡ
pt_br: Teclado
ro: Tastatură
ru: Клавиатура
uz: Tugmatag
wa: Taprece
zh_tw: 鍵盤

source: _: Keep these entry short Security
ast: Seguridá
br: Diogelroez
fi: Tietoturva
gl: Seguridade
id: Keamanan
is: Öryggi
ko: 보안
ky: Коопсуздук
pa_in: ਸੁਰੱਖਿਆ
pt_br: Segurança
ro: Securitate
ru: Безопасность
uz: Xavfsizlik
wa: Såvrité
zh_tw: 安全性

source: _: Keep these entry short Partitioning
ast: Particionáu
br: O parzhañ
fi: Osiointi
gl: Facendo as particións
id: Pembuatan partisi
is: Skipting diska
ko: 파티션 작업
ky: Бөлүмдөргө бөлүү
pa_in: ਵਿਭਾਗੀਕਰਨ
pt_br: Particionamento
ro: Partiţionare
ru: Разметка диска
uz: Diskni boʻlish
wa: Pårtixhaedje
zh_tw: 分割磁區

source: _: Keep these entry short Formatting
ast: Formatéu
br: O furmadiñ
fi: Alustetaan
gl: Formatado
id: Memformat
is: Forsníð
ko: 구성중
ky: Форматоо
pt_br: Formatando
ro: Formatare
ru: Форматирование
uz: Formatlash
wa: Abwesnaedje
zh_tw: 正在格式化

source: _: Keep these entry short Choosing packages
ast: Seleición de paquetes
br: Choazh ar pakadoù
fi: Pakettien valitseminen
gl: Escollendo os paquetes
id: Memilih paket-paket
is: Velja pakka
ko: 패키지 선택
ky: Пакеттерди тандоо
pt_br: Escolhendo pacotes
ro: Alegerea pachetelor
ru: Выбор пакетов
uz: Oʻrnatilishi kerak boʻlgan paketlarni tanlash
wa: Tchoezi les pacaedjes
zh_tw: 選取程式套件

source: _: Keep these entry short Installing
ast: Instalación
br: O staliañ
fi: Asennetaan
gl: Instalando
id: Menginstall
is: Setja inn
ko: 설치중
ky: Орнотуу
pa_in: ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ
pt_br: Instalando
ro: În curs de instalare
ru: Установка
uz: Oʻrnatilmoqda
wa: Astalant
zh_tw: 正在安裝

source: _: Keep these entry short Users
ast: Usuarios
br: Arveriaded
fi: Käyttäjät
gl: Usuarios
id: Pengguna
is: Notendur
ko: 사용자들
ky: Колдонуучулар
pa_in: ਉਪਭੋਗੀ
pt_br: Usuários
ro: Utilizatori
ru: Пользователи
uz: Foydalanuvchilar
wa: Uzeus
zh_tw: 使用者

source: _: Keep these entry short Networking
ast: Rede
br: Rouedad
fi: Verkko
gl: Rede
id: Jaringan
is: Net
ko: 망 설정
ky: Тармактар
pa_in: ਨੈਟਵਰਕਿੰਗ
pt_br: Rede
ro: Reţea
ru: Сеть
uz: Tarmoq
wa: Rantoele
zh_tw: 網路

source: _: Keep these entry short Bootloader
ast: Arranque
br: Karger loc'hañ
fi: Käynnistyslataaja
gl: Cargador de Arrinque
id: Bootloader
is: Ræsistjóri
ko: 부트로더
ky: Баштапкы жүктөгүч
pa_in: ਬੂਟ-ਲੋਡਰ
pt_br: Inicialização
ro: Gestionar de demaraj
ru: Загрузчик
uz: OT yuklagichi
wa: Enondrece
zh_tw: 開機載入器

source: _: Keep these entry short Configure X
ast: Configuración de X
br: Kefluniañ X
fi: Aseta X
gl: Configura-las X
id: Konfigurasi X
is: Stilla X
ko: X 설정
ky: X конфигурациялоо
pa_in: X ਸੰਰਚਨਾ
pt_br: Configurar X
ro: Configurare X
ru: Настройка Х-сервера
uz: X serverini moslash
wa: Apontyî X
zh_tw: 設定 X 環境

source: _: Keep these entry short Summary
ast: Resume
br: Evit diverriñ
fi: Yhteenveto
gl: Resumo
id: Ringkasan
is: Yfirlit
ko: 요약설명
ky: Жыйынтык
pa_in: ਸਾਰ
pt_br: Resumo
ro: Sumar
ru: Сводка
uz: Hisobot
wa: Rascourti éndjolreye
zh_tw: 總結

source: _: Keep these entry short Services
ast: Servicios
br: Servijoù
fi: Palvelut
gl: Servicios
id: Layanan
is: Þjónustur
ko: 서비스
ky: Кызматтар
pa_in: ਸੇਵਾਵਾਂ
pt_br: Serviços
ro: Servicii
ru: Службы
uz: Xizmatlar
wa: Siervices
zh_tw: 服務

source: _: Keep these entry short Updates
ast: Anovamientos
br: Bremañaat
fi: Päivitykset
gl: Actualizacións
id: Update
is: Uppfærslur
ko: 업데이트
ky: Жаңылоолор
pa_in: ਨਵਿਨੀਕਰਨ
pt_br: Atualizações
ro: Actualizări
ru: Обновления
uz: Yangilanishlar
wa: Metaedjes a djoû
zh_tw: 更新

source: _: Keep these entry short Exit
ast: Colar
br: Kuitaat
fi: Poistu
gl: Sair
id: Keluar
is: Hætta
ko: 종료
ky: Чыгуу
pa_in: ਬਾਹਰ
pt_br: Sair
ro: Ieşire
ru: Выход
uz: Chiqish
wa: Moussî foû
zh_tw: 離開

source: Cannot make screenshots before partitioning
ast: Nun pueden facese captures de pantalla enantes del particionáu
pa_in: ਵਿਭਾਗੀਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪਰਦਾ-ਤਸਵੀਰ ਨਹੀਂ ਬਣਾ ਸਕਦਾ

source: unable to add medium
ast: nun puede amestase'l preséu
gl: Incapaz de engadir o soporte
ky: булак кошулган жок

source: An error occurred:
ast: Hebo un fallu:
gl: Ocorreu un erro:
ky: Жаңылыштык орун алды:

source: Installation of packages failed:
ast: Falló la instalación de paquetes:
gl: Errou a instalación de paquetes:
ky: Пакеттердин орнотулушу ийгиликсиз аяктады:

source: Apache, Pro-ftpd
ast: Apache y Pro-ftpd
fi: Apache WWW-palvelin ja Pro-ftpd FTP-palvelin
ko: 아파치와 프로FTPD
wa: Apache eyet Pro-ftpd

source: A lightweight & fast graphical environment with user-friendly set of applications and desktop tools
ast: Un entornu gráficu llixeru y rápidu con un conxuntu de ferramientes d'escritoriu y aplicaciones amigables
gl: Un entorno gráfico lixeiro e rápido cun conxunto de aplicacións e ferramentas de escritorio de fácil manexo
ky: Колдонуучуга ыңгайлашкан тиркемелерин жана иш столунун кураларын камтыган графикалык чөйрө

source: You cannot select/unselect this package
ast: Nun puede seleicionase/deseleicionase esti paquete
pa_in: ਤੁਸੀਂ ਇਹ ਪੈਕੇਜ ਚੁਣ/ਨਾ-ਚੁਣ ਨਹੀਂ ਸਕਦੇ

source: You cannot select this package as there is not enough space left to install it
ast: Nun pudo seleicionase esti paquete porque nun hai espaciu abondo pa instalalu
pa_in: ਤੁਸੀਂ ਇਹ ਪੈਕੇਜ ਨਹੀਂ ਚੁਣ ਸਕਦੇ ਕਿਉਂਕਿ ਇੱਥੇ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਥਾਂ ਨਹੀਂ ਹੈ।

source: This is a mandatory package, it cannot be unselected
ast: Esti ye un paquete obligatoriu, nun puedes desmarcalu
pa_in: ਇਹ ਲਾਜ਼ਮੀ ਪੈਕੇਜ ਹੈ, ਇਸ ਦੀ ਚੋਣ ਨਹੀਂ ਹਟਾਈ ਜਾ ਸਕਦੀ

source: You cannot unselect this package. It is already installed
ast: Nun puedes desmarcar esti paquete. Yá ta instaláu
pa_in: ਤੁਸੀਂ ਇਸ ਪੈਕੇਜ ਦੀ ਚੋਣ ਨਹੀਂ ਹਟਾ ਸਕਦੇ। ਇਹ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ।

source: You cannot unselect this package. It must be upgraded
ast: Nun puedes desmarcar esti paquete. Tien d'anovase
pa_in: ਤੁਸੀਂ ਇਸ ਪੈਕੇਜ ਦੀ ਚੋਣ ਨਹੀਂ ਹਟਾ ਸਕਦੇ। ਇਸ ਦਾ ਨਵੀਨੀਕਰਨ ਜਰੂਰੀ ਹੈ।

source: You have the option to copy the contents of the CDs onto the hard disk drive before installation. It will then continue from the hard disk drive and the packages will remain available once the system is fully installed.
ast: Tienes la opción de copiar los conteníos de los CD al discu duru enantes de la instalación. La mesma siguirá dende'l discu duru y los paquetes tarán disponibles una vegada que'l sistema tea instaláu ensembre.
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਇੰਸਟਾਲੇਸ਼ਨ ਤੋਂ ਪਹਿਲਾਂ CDs ਦੇ ਸੰਖੇਪ ਹਾਰਡ ਡਰਾਈਵ ਤੇ ਨਕਲ ਕਰਨ ਦੀ ਚੋਣ ਹੈ। ਇਹ ਫਿਰ ਹਾਰਡ ਡਰਾਈਵ ਤੋਂ ਜਾਰੀ ਕਰੇਗਾ ਅਤੇ ਪੈਕੇਜ ਸਿਸਟਮ ਪੂਰੀ ਤਰਾਂ ਇੰਸਟਾਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਵੀ ਉਪਲੱਬਧ ਰਹਿਣਗੇ।

source: Install suggested packages
ast: Instalando'l paquete suxeríu
gl: Instalando os paquetes propostos

source: _: Keep these entry short Hard disk drive detection
ast: Deteición del discu duru
pa_in: ਹਾਰਡ ਡਰਾਈਵ ਖੋਜ

source: %d KB
br: %d Ko
fi: %d kt
ko: %d 킬로 바이트
ky: %d Кб
pa_in: %d ਕਿਬਾ
ro: %d Ko
ru: %d КБ
wa: %d Ko

source: retrieval of [%s] failed
ky: [%s] чыгаруу ийгиликсиз аякталды

source: You have selected the following server(s): %s These servers are activated by default. They do not have any known security issues, but some new ones could be found. In that case, you must make sure to upgrade as soon as possible. Do you really want to install these servers?
id: Anda telah memilih server berikut: %s Server ini aktif secara default. Mereka tidak memiliki masalah keamanan, tetapi bisa saja ditemukan. Pada kasus tersebut, Anda harus memastikan untuk melakukan upgrade secepat mungkin. Apakah Anda hendak menginstall server ini?
ro: Aţi selectat următoarele servere: %s Aceste servere sunt activate implicit. Nu au probleme de securitate cunoscute, dar pot fi găsite unele noi. În acest caz, trebuie să faceţi actualizările cât mai curând posibil. Sigur doriţi să instalaţi aceste servere?
ru: Были выбраны следующие серверы: %s Эти серверы активированы по умолчанию. На них отсутствуют пакеты с какими-либо проблемами безопасности, однако некоторые уязвимости ещё могут быть обнаружены. Поэтому их обязательно нужно обновить как можно скорее. Установить эти серверы?
uz: Quyidagi server dasturlar ham oʻrnatiladi: %s Bu server dasturlar oʻrnatilishi bilan ular ishga tushiriladi. Hozircha, ular bilan bogʻliq birorta ham xavfsizlik borasida muammolar kuzatilmagan, ammo ularning topilish ehtimoli hamisha mavjud. Bunday holatda, ularni iloji boricha tezroq yangilashingiz lozim. Bu server dasturlarni rostdan ham oʻrnatishni istaysizmi?
wa: Vos avoz tchoezi le(s) sierveu(s) shuvant(s): %s Ces sierveus sront activés a l' enondaedje di l' éndjole. I n' ont nén di problinme di såvrité cnoxhou, mins i s' pôreut k' onk soeye trové el futeur. Dins ç' cas, vos dvroz a tot côp mete a djoû li pacaedje po esse a houte des problinmes. Voloz vs vormint astaler ces sierveus?
zh_tw: 您已經選擇了下面的伺服器：%s 這些伺服器安裝好後預設是啟用的。他們沒有任何已知的安全性問題， 但是某些新的安全性問題或許會被發現。在這種情況下，請您一定要儘快更新。 您確定真的要安裝這些伺服器嗎？

source: IceWm Desktop
br: Burev IceWm
id: Desktop IceWm
ro: Birou IceWm
ru: Рабочий стол IceWm
uz: IceWm ish stoli
wa: Sicribanne IceWm
zh_tw: IceWM 桌面

source: Time remaining
zh_tw: 剩餘時間

source: Please choose your keyboard layout.
zh_tw: 請選取鍵盤排列的樣式。

source: Here is the full list of available keyboards
zh_tw: 以下是所有可用的的鍵盤

source: NFS
id: HFS
ko: NFS(망 파일 시스템)

source: HTTP
ko: HTTP(하이퍼텍스트 전송 규약)

source: FTP
ko: FTP(파일 전송규약)

source: LSB
ko: 리눅스 기본 규격(Linux Standard Base)

source: Apache
ko: 아파치

source: DNS/NIS
ko: 도메인 이름 서버/망 정보 서버

source: GNOME
ko: 그놈
pa_in: ਗਨੋਮ
