Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: - %s was removed
br: - Dilemet oa %s
et: - %s eemaldati
fi: - poistettiin %s
id: - %s telah dihapus
is: - %s var fjarlægt
nb: – %s ble fjernet
pa_in: - %s ਹਟਾਇਆ

source: Some devices were added: %s
br: Ouzhpennet oa lod a eus trobarzhelloù : %s
et: Mõned seadmed lisati: %s
fi: Lisättiin joitakin laitteita: %s
id: Beberapa perangkat ditambahkan: %s
is: Nokkrum tækjum var bætt við: %s
nb: Noen enheter ble lagt til: %s
pa_in: ਕੁਝ ਜੰਤਰ ਸ਼ਾਮਿਲ ਸਨ: %s

source: - %s was added
br: - Ouzhpennet oa %s
et: - %s lisati
fi: - lisättiin %s
id: - %s telah ditambahkan
is: - %s var bætt við
nb: – %s ble lagt til
pa_in: - %s ਸ਼ਾਮਿਲ ਸੀ

source: Hardware changes in "%s" class (%s seconds to answer)
br: Bez eus kemmoù gant ar c'hlass « %s » (%s eil evit respont)
et: Riistvara muutused "%s" klassis (%s sekundit vastata)
fi: Laitteistomuutoksia luokassa "%s" (%s sekuntia aikaa vastata)
id: Perubahan perangkat keras pada kelas "%s" (%s detik untuk menjawab)
is: Vélbúnaðarbreytingar í "%s" flokki (%s sekúndur til að svara)
nb: Maskinvareendringer i klassen «%s» (%s sekunder å svare på)
pa_in: "%s" ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਜੰਤਰ ਤਬਦੀਲੀਆਂ (ਉੱਤਰ ਲਈ %s ਸਕਿੰਟ)

source: Do you want to run the appropriate config tool?
br: Mennout a rit lañsañ an ostilh dereat ?
et: Kas soovite käivitada vastava seadistamistööriista?
fi: Haluatko suorittaa tarvittavan asetustyökalun?
id: Apakah Anda ingin menjalankan aplikasi konfigurasi yang sesuai?
is: Viltu keyra viðeigandi stillingarforrit?
nb: Vil du kjøre det nødvendige oppsettverktøyet?
pa_in: ਕੀ ਤੁਸੀਂ ਜਾਇਜ਼ config ਸੰਦ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Hardware probing in progress
br: O klask ar perientel
et: Riistvara tuvastamine...
fi: Laitteiston tunnistaminen käynnissä...
id: Pendeteksian perangkat keras sedang berjalan
is: Vélbúnaðarskönnun í gangi
nb: Søker etter maskinvare
pa_in: ਜੰਤਰ ਖੋਜ ਜਾਰੀ

source: Display driver issue
et: Graafikadraiveri probleem
fi: Näytönohjaimen ajuriongelma
id: Masalah driver display

source: The display driver currently configured requires you to use the 'nokmsboot' boot option to prevent the KMS driver of the kernel from being loaded in the boot process. Startup of the X server may now fail as that option was not specified.
et: Praegu seadistatud graafikadraiver nõuab alglaadimisvõtme 'nokmsboot' kasutamist, et vältida kerneli KMS draiveri laadimist alglaadimise ajal. X-serveri käivitamine ei pruugi nüüd õnnestuda, sest seda võtit pole määratud.
fi: Nykyinen näytönohjaimen ajuri vaatii "nokmsboot"-käynnistysvalitsimen käyttöä käynnistyksen yhteydessä ytimen KMS-ajurin lataamisen estämiseksi. X-palvelimen käynnistyminen voi epäonnistua, koska käynnistysvalitsinta ei ole otettu käyttöön.
id: Driver display yang terkonfigurasi saat ini mengharuskan Anda menggunakan opsi boot 'nokmsboot' untuk mencegah driver KMS kernel dimuat saat proses boot. Startup server X sekarang mungkin akan gagal karena opsi tersebut tidak ditentukan.

source: The system has to be rebooted due to a display driver change.
et: Graafikadraiveri muutuse tõttu tuleb süsteem taaskäivitada.
fi: Järjestelmä on käynnistettävä uudelleen näytönohjaimen ajurin vaihdoksen vuoksi.
id: Sistem akan reboot karena perubahan driver display.

source: Press Cancel within %d seconds to abort.
et: Katkestamiseks vajutage %d sekundi jooksul Loobu.
fi: Paina "Peruuta" %d sekunnin kuluessa keskeyttääksesi.
id: Tekan Batal dalam %d detik untuk membatalkan.

source: Hardware Central Configuration/information tool
et: Keskne riistvara seadistamise ja teabe tööriist
fi: Laitteiston asetus- ja tietotyökalu
id: Aplikasi Konfigurasi/informasi Pusat Perangkat Keras
is: Vélbúnaðaruppsetningar og upplýsingatól
nb: Sentralt verktøy for maskinvareoppsett/informasjon

source: Hardware Configuration Tool
et: Riistvara seadistamise tööriist
fi: Laitteiston asetustyökalu
id: Alat Konfigurasi Hardware
is: Vélbúnaðarstillingartól
nb: Verktøy for maskinvareoppsett

source: System Regional Settings
br: Dibarzhoù lec'hel evit ar reizhiad
et: Süsteemsed asukohaseadistused
fi: Järjestelmän maa-asetukset
id: Setting Regional Sistem
is: Staðfærsla kerfis
nb: Regionale systeminnstillinger

source: System wide language & country configurator
br: Kefluniadur yezh hag bro ar reizhiad
et: Süsteemne keele ja riigi seadistaja
fi: Järjestelmänlaajuinen kieli- ja maa-asetustyökalu
id: Pengkonfigurasi bahasa umum & negara sistem
is: Sjálfgefið tungumál og land kerfis
nb: Oppsett av systemspråk og land

source: Regional Settings
br: Dibarzhoù lec'hel
et: Asukohaseadistused
fi: Maa-asetukset
id: Setting Regional
is: Svæðisbundnar stillingar
nb: Språk og land

source: Language & country configuration
br: Kefluniadur ar yezh hag ar vro
et: Keele ja riigi seadistamine
fi: Kieli- ja maa-asetukset
id: Konfigurasi bahasa & negara
is: Tungumál og land kerfis
nb: Oppsett for språk og land

source: /_File
is: /_Skrá

source: /File/_Quit
is: /Skrá/_Hætta

source: Mandriva Linux Bug Report Tool
is: Mandriva Linux villutilkynningar-tól

source: Mandriva Linux Control Center
is: Mandriva Linux Stjórnborð

source: Select Mandriva Tool:
is: Veldu Mandriva tól:

source: Ok
br: Ya
et: Olgu
is: Í lagi
pa_in: ਠੀਕ ਹੈ

source: Here you can see files to use in order to fix permissions, owners, and groups via msec. You can also edit your own rules which will owerwrite the default rules.
is: Hér getur þú skoðað skrár til að breyta aðgangi, eigendum og hópum með msec. Þú getur einnig breytt þínum eigin reglum sem eru æðri þeim sjálfgefnu.

source: Set-UID
is: Setja-UID
nb: Sett-UID

source: Set-GID
is: Setja-GID
nb: Sett-GID

source: Configure authentication required to access Mandriva tools
is: Skilgreina auðkenningu sem þörf er á til að nota Mandriva tól

source: Mandriva Update
is: Mandriva Uppfærsla

source: PCI domain
br: Domani PCI
et: PCI domeen
id: Domain PCI
is: PCI lén
nb: PCI-domene

source: /_Options
is: /_Valkostir

source: /_Help
is: /_Hjálp

source: /Autodetect _modems
is: /Finna _mótöld sjálfkrafa

source: /Autodetect _jaz drives
is: /Finna _jaz drif sjálfkrafa

source: /Autodetect parallel _zip drives
is: /Finna sjálfkrafa hliðtengd _zip drif

source: /_Quit
is: /_Hætta

source: /_Fields description
is: /_Lýsing svæða

source: /_Report Bug
is: /_Senda villutilkynningu

source: /_About...
is: /_Um...

source: Mandriva Linux Tools Logs
is: Mandriva Linux tólaannálar

source: /File/_New
is: /Skrá/_Ný

source: /File/_Open
is: /Skrá/_Opna

source: /File/_Save
is: /Skrá/_Vista

source: /File/Save _As
is: /Skrá/Vista _sem

source: /File/-
is: /Skrá/-

source: /Options/Test
is: /Valkostir/Prófun

source: /Help/_About...
is: /Hjálp/_Um...

source: No Sound Card has been detected on your machine. Please verify that a Linux-supported Sound Card is correctly plugged in
et: Teie masinas ei leitud helikaarti. Kontrollige palun, et Linuxi toega helikaart on korrektselt ühendatud.

source: No TV Card has been detected on your machine. Please verify that a Linux-supported Video/TV Card is correctly plugged in.
et: Teie süsteemis ei leitud TV-kaarti. Kontrollige palun, et Linuxi toega video/TV-kaart on korrektselt ühendatud.

source: Bogomips
et: Bogomipsid

source: Location
et: Asukoht

source: Size
et: Suurus
pa_in: ਅਕਾਰ

source: Size of the memory device
et: Mäluseadme suurus

source: Email address
br: Chomlec'h postel
et: E-posti aadress
id: Alamat email

source: Email server
br: Servijer postel
et: E-posti server
id: Server email

source: The display driver has been automatically switched to '%s'.
et: Videodraiveriks määrati automaatselt '%s'.
id: Driver display telah beralih secara otomatis ke '%s'.

source: Detected a loaded display driver kernel module which conflicts with the driver the X server is configured to use. Startup of the X server may now fail.
et: Leiti laaditud videodraiveri kerneli moodul, mis on konfliktis draiveriga, mida X on seadistatud kasutama. X-serveri käivitamine võib seepärast nurjuda.
id: Terdeteksi sebuah modul kernel driver display yang dimuat yang konflik dengan driver server X terkonfigurasi yang digunakan. Startup server X sekarang mungkin akan gagal.

source: LocaleDrake
nb: Språkoppsett

source: HardDrake
nb: Maskinvareoppsett

source: Ghostscript
pa_in: ਗੋਸਟ-ਸਕ੍ਰਿਪਟ

source: Abiword
pa_in: ਅਬੀਵਰਡ

source: <control>H
br: <control>S
