Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: This is HardDrake, a %s hardware configuration tool.
br: Setu HardDrake, an ostilh %s evit kefluniañ ar periantel.
et: Harddrake on %si riistvara seadistamise tööriist.
fi: Tämä on Harddrake, %sin laitteiston asetustyökalu.
id: Ini adalah HardDrake, aplikasi konfigurasi perangkat keras %s.
is: Þetta er HardDrake, vélbúnaðar stillitól %s.
nb: Dette er HardDrake, et %s oppsettsverktøy for maskinvare.

source: Harddrake help
br: Skoazell Harddrake
et: HardDrake abi
fi: Harddrake ohje
id: Bantuan Harddrake
is: Harddrake hjálp
nb: Hjelp
pa_in: Harddrake ਸਹਾਇਤਾ

source: Description of the fields:
br: Deskrivadur an tachennoù :
et: Väljade kirjeldus:
fi: Kenttien kuvaus:
id: Deskripsi dari bagian:
is: Lýsing á svæðum:
nb: Feltbeskrivelser:
pa_in: ਕਾਲਮਾਂ ਦਾ ਵਰਣਨ:

source: Select a device!
br: Dibabit un drobarzhell !
et: Valige seade!
fi: Valitse laite!
id: Pilih sebuah perangkat!
is: Veldu tæki !
nb: Velg en enhet.
pa_in: ਜੰਤਰ ਚੁਣੋ!

source: Once you've selected a device, you'll be able to see the device information in fields displayed on the right frame ("Information")
et: Kui valite seadme, näete selle kohta infot väljadel paremal asuvas paneelis ("Info")
fi: Kun laite on valittuna, näkyy laitteen tiedot ikkunan oikeassa reunassa.
id: Setelah memilih perangkat, Anda akan dapat melihat informasi perangkat pada frame bagian kanan ("Informasi")
is: Þegar þú hefur valið tæki, sérð þú upplýsingar um tækið í svæðunum í rammanum hægra megin ("Upplýsingar")
nb: Når du har valgt en enhet, vil du se informasjon om enheten i feltet i høyre vindusramme («Informasjon»).
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਜੰਤਰ ਚੁਣਿਆ, ਤੁਸੀਂ ਸੱਜੇ ਫਰੇਮ ("Information") ਵਿੱਚ ਵਿਖਾਏ ਕਾਲਮ ਵਿੱਚ ਜੰਤਰ ਜਾਣਕਾਰੀ ਵੇਖ ਸਕਦੇ ਹੋ

source: You should install the following packages: %s
br: Gwell e vefe koulz deoc'h staliañ ar pakadoù-mañ : %s
et: Te peaksite paigaldama järgmised paketid: %s
fi: Seuraavat paketit tulisi asentaa: %s
id: Anda harus menginstall paket berikut: %s
is: Þú ættir að setja inn eftirfarandi pakka: %s
nb: Du bør installere disse pakkene: %s
pa_in: ਤੁਹਾਨੂੰ ਹੇਠਲੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨੇ ਚਾਹੀਦੇ ਹਨ: %s

source: Show only for the selected day
br: Diskouez hepken an deiz dibabet
et: Ainult valitud päeval näitamine
fi: Näytä vain valittu päivä
id: Tampilkan hanya hari terpilih
is: Sýna aðeins fyrir valinn dag
nb: Vis bare for valgt dag
pa_in: ਸਿਰਫ ਚੁਣੇ ਦਿਨ ਲਈ ਵਿਖਾਓ

source: <control>S
br: <control>G
fi: <control>T
is: <control>V

source: _:this is the auth.log log file Authentication
br: Dilesadur
et: Autentimine
fi: Tunnistautuminen
id: _:ini file log auth.log Authentication
is: Auðkenning
nb: Autentisering
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ

source: _:this is the user.log log file User
br: Arveriad
et: Kasutaja
fi: Käyttäjä
id: _:ini file log user.log Pengguna
is: Notendur
nb: Bruker
pa_in: ਉਪਭੋਗੀ

source: _:this is the /var/log/messages log file Messages
br: Kemenandoù
et: Teated
fi: Viestit
id: _:ini file log /var/log/messages Messages
is: Almenn-skeyti
nb: Meldinger
pa_in: ਸੁਨੇਹੇ

source: _:this is the /var/log/syslog log file Syslog
br: Reizhiad
et: Süsteemilogi
fi: Järjestelmäloki
id: _:ini file log /var/log/syslog Syslog
is: Kerfis-skeyti
nb: Systemlogg
pa_in: Syslog

source: search
br: klask
et: otsing
fi: Etsi
id: cari
is: leita
nb: søk
pa_in: ਖੋਜ

source: A tool to monitor your logs
et: Tööriist logide jälgimiseks
fi: Työkalu lokien seurantaan
id: Aplikasi untuk mengawasi log Anda
is: Tól til að fylgjast með annálum
nb: Et verktøy for å lese loggfiler
pa_in: ਤੁਹਾਡੇ ਲਾਗ ਨਿਗਰਾਨੀ ਲਈ ਇੱਕ ਸੰਦ

source: Settings
br: Dibarzhoù
et: Seadistused
fi: Asetukset
id: Setting
is: Stillingar
nb: Innstillinger
pa_in: ਵਿਵਸਥਾ

source: Matching
br: Gant
et: Sobib
fi: Täsmää
id: Pencocokan
is: Passar við
nb: Samsvar
pa_in: ਮੇਲ ਖਾਂਦਾ ਹੈ

source: but not matching
br: met hep
et: aga ei sobi
fi: mutta ei täsmää
id: tapi bukan pencocokan
is: en passar ekki við
nb: men ikke samsvar
pa_in: ਪਰ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ

source: Choose file
br: Dibabit ur restr
et: Faili valimine
fi: Valitse tiedosto
id: Pilih file
is: Veldu skrá
nb: Velg fil
pa_in: ਫਾਇਲ ਚੁਣੋ

source: Calendar
br: Deiziadur
et: Kalender
fi: Kalenteri
id: Kalender
is: Dagatal
nb: Kalender
pa_in: ਕੈਲੰਡਰ

source: Content of the file
br: Restrad
et: Faili sisu
fi: Tiedoston sisältö
id: Isi file
is: Fundnar færslur
nb: Innhold i fila
pa_in: ਫਾਇਲ ਦੇ ਸੰਖੇਪ

source: Mail alert
et: Hoiatus e-kirjaga
fi: Postihälytys
id: Pemberitahuan Mail
is: Póstvöktun
nb: E-postvarsling
pa_in: ਪੱਤਰ ਚੇਤਾਵਨੀ

source: The alert wizard has failed unexpectedly:
et: Hoiatusnõustajat tabas ootamatu krahh:
fi: Postihälytyksen asetusvelho on kohdannut odottamattoman virheen:
id: Wizard pemberitahuan telah gagal tanpa diduga:
is: Aðvörunarráðgjafinn stöðvaði óvænt:
nb: Varslingsveiviseren fikk en uventet feil:
pa_in: ਚੇਤਾਵਨੀ ਤਖਤੀ ਅਚਾਨਕ ਅਸਫਲ ਹੋਈ:

source: Save
br: Enrollañ
et: Salvesta
fi: Tallenna
id: Simpan
is: Vista
nb: Lagre
pa_in: ਸੰਭਾਲੋ

source: please wait, parsing file: %s
br: gortozit mar plij, o lenn ar restr : %s
et: palun oodake, parsitakse faili %s
fi: Odota hetki, jäsennetään lokia: %s
id: silahkan tunggu, sedang mem-parsing file: %s
is: augnablik, vinn úr skrá: %s
nb: Vent litt, tolker fil: %s
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ, ਫਾਇਲ ਪਾਰਸ ਹੋ ਰਹੀ ਹੈ: %s

source: Sorry, log file isn't available!
et: Vabandust, logifaili pole!
fi: Lokitiedosto ei ole saatavilla!
id: Maaf, file log tidak tersedia!
is: Því miður er annáll ekki til!
nb: Loggfila er ikke tilgjengelig.

source: Error while opening "%s" log file: %s
et: Viga "%s" logifaili avamisel: %s
fi: Virhe avattaessa lokin "%s" lokitiedostoa: %s
id: Kesalahan ketika membuka file log "%s": %s
is: Villa þegar reynt var að opna annál "%s": %s
nb: Feil ved åpning av «%s». Loggfil: %s

source: Apache World Wide Web Server
br: Servijer gwiad bedel Apache
et: Apache veebiserver
fi: Apache WWW-palvelin
id: Server WWW Apache
is: Apache World Wide Web miðlari
nb: Vevtjeneren Apache

source: Domain Name Resolver
et: Domeeninimede lahendaja
fi: DNS-palvelin
id: Resolver Nama Domain
is: Nafnauppflettingar léns
nb: Domenenavnoppslagstjeneste

source: Ftp Server
br: Servijer FTP
fi: FTP-palvelin
id: Server FTP
is: Ftp miðlari
nb: FTP-tjener
pa_in: Ftp ਸਰਵਰ

source: Postfix Mail Server
br: Servijer postel Postfix
et: Postfix e-posti server
fi: Postfix-postipalvelin
id: Server Mail Postfix
is: Postfix póstþjónusta
nb: E-posttjeneren Postfix
pa_in: Postfix ਪੱਤਰ ਸਰਵਰ

source: Samba Server
br: Servijer Samba
fi: Samba-palvelin
id: Server Samba
is: Samba Miðlari
nb: Samba-tjener
pa_in: ਸਾਂਬਾ ਸੇਵਾ

source: SSH Server
br: Servijer SSH
fi: SSH-palvelin
id: Server SSH
is: SSH Miðlari
nb: SSH-tjener
pa_in: SSH ਸਰਵਰ

source: Webmin Service
br: Servijer Webmin
et: Webmin teenus
fi: Webmin
id: Layanan Webmin
is: Webmin Þjónusta
nb: Webmin-tjeneste
pa_in: Webmin ਸੇਵਾ

source: Xinetd Service
br: Servijer xinetd
et: Xinetd teenus
fi: Xinetd-palvelu
id: Layanan Xinetd
is: Xinetd Þjónusta
nb: Xinetd-tjeneste
pa_in: Xinetd ਸੇਵਾ

source: Configure the mail alert system
br: Kefluniañ ar reizhiad diwall dre post
et: E-kirjaga hoiatamise süsteemi seadistamine
fi: Aseta postihälytysjärjestelmä
id: Konfigurasi sistem pemberitahuan mail
is: Stilla póstvöktunarkerfið
nb: Sett opp e-postvarslingstjenesten
pa_in: ਪੱਤਰ ਚੇਤਾਵਨੀ ਸਿਸਟਮ ਸੰਰਚਿਤ ਕਰੋ

source: Stop the mail alert system
br: Paouez ar reizhiad diwall dre post
et: Peata e-kirjaga hoiatamise süsteem
fi: Pysäytä postihälytysjärjestelmä
id: Hentikan sistem pemberitahuan mail
is: Stöðva póstvöktunarkerfið
nb: Stopp e-postvarslingstjenesten
pa_in: ਪੱਤਰ ਚੇਤਾਵਨੀ ਸਿਸਟਮ ਰੋਕੋ

source: Mail alert configuration
br: Kefluniadur an diwall dre post
et: E-kirjaga hoiatamise seadistamine
fi: Postihälytyksen asetukset
id: Konfigurasi peringatan Mail
is: Uppsetning póstvöktunar
nb: Sett opp e-postvarsling
pa_in: ਪੱਤਰ ਚੇਤਾਵਨੀ ਸੰਰਚਨਾ

source: Welcome to the mail configuration utility. Here, you'll be able to set up the alert system.
et: E-posti seadistamise tööriist. Siin saab seadistada hoiatussüsteemi.
fi: Tervetuloa postihälytysjärjestelmän asetustyökaluun. Täältä voit asettaa postihälytysjärjestelmän.
id: Selamat datang pada utilitas konfigurasi mail. Disini, Anda dapat mensetup sistem peringatan.
is: Velkomin að póst-uppsetningarforritinu. Hér getur þú stillt viðvörunarkerfi.
nb: Velkommen til oppsettsverktøyet for e-post. Her kan du sette opp varslingssystemet.
pa_in: ਪੱਤਰ ਸੰਰਚਨਾ ਸਹੂਲਤ ਵੱਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ। ਇੱਥੇ, ਤੁਸੀਂ ਚੇਤਾਵਨੀ ਸਿਸਟਮ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।

source: What do you want to do?
br: Petra e fell deoc'h da ober ?
et: Mida soovite ette võtta?
fi: Mitä haluat tehdä?
id: Apa yang akan Anda lakukan?
is: Hvað viltu gera næst?
nb: Hva vil du gjøre?
pa_in: ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Services settings
br: Dibarzhoù ar serjivioù
et: Teenuste seadistamine
fi: Palvelujen asetukset
id: Setting layanan
is: Þjónustustillingar
nb: Tjenesteoppsett
pa_in: ਸੇਵਾਵਾਂ ਵਿਵਸਥਾ

source: You will receive an alert if one of the selected services is no longer running
et: Saate hoiatuse, kui mõni valitud teenustest enam ei tööta
fi: Saat hälytyksen, jos jokin valituista palveluista ei ole enää käynnissä
id: Anda akan mendapat peringatan bila salah satu layanan tidak berjalan
is: Þú færð póst ef ein af eftirfarandi þjónustum eru ekki lengur keyrandi
nb: Du vil motta et varsel om en av de valgte tjenestene ikke lengre kjører
pa_in: ਤੁਹਾਨੂੰ ਚੇਤਾਵਨੀ ਮਿਲੇਗੀ ਜੇ ਕੋਈ ਚੁਣੀ ਸੇਵਾ ਨਹੀਂ ਚੱਲਦੀ

source: Load setting
br: Kargañ an dibarzhoù
et: Koormuse seadistamine
fi: Lataa asetukset
id: Setting beban
is: Álagsstillingar
nb: Lastoppsett
pa_in: ਲੋਡ ਵਿਵਸਥਾ

source: You will receive an alert if the load is higher than this value
et: Saate hoiatuse, kui koormus on siin määratust suurem
fi: Saat hälytyksen, jos järjestelmän kuorma on suurempi kuin
id: Anda akan mendapat peringatan bila beban lebih tinggi dari nilai ini
is: Þú færð póst ef álag er hærra en þetta gildi
nb: Du vil motta et varsel om lasten/ressursbruken er høyere enn denne verdien
pa_in: ਤੁਹਾਨੂੰ ਚੇਤਾਵਨੀ ਮਿਲੇਗੀ ਜੇ ਲੋਡ ਇਸ ਮੁੱਲ ਤੋਂ ਜਿਆਦਾ ਹੈ

source: _: load here is a noun, the load of the system Load
br: Sammad
et: Koormus
fi: Kuorma
id: _: load disini merupakan kata benda, beban sistem Beban
is: Álag
nb: Last
pa_in: ਲੋਡ ਕਰੋ

source: Alert configuration
br: Kefluniadur an diwall
et: Hoiatuse seadistamine
fi: Hälytyksen asetukset
id: Konfigurasi peringatan
is: Viðvörunaruppsetning
nb: Varseloppsett
pa_in: ਚੇਤਾਵਨੀ ਸੰਰਚਨਾ

source: Please enter your email address below
br: Roit ho chomlec'h postel mar plij
et: Sisestage palun siia oma e-posti aadress
fi: Anna sähköpostiosoitteesi
id: Silahkan masukkan alamat email Anda di bawah
is: Gefðu upp netfang þitt
nb: Skriv inn e-postadressen din under
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈ-ਪੱਤਰ ਸਿਰਨਾਵਾਂ ਹੇਠਾਂ ਭਰੋ

source: and enter the name (or the IP) of the SMTP server you wish to use
et: ja sisestage SMTP serveri nimi (või IP), mida soovite kasutada
fi: ja syötä käytettävän postipalvelimen nimi tai IP-osoite
id: dan masukkan nama (atau IP) server SMTP yang akan Anda gunakan
is: og gefðu upp nafn (eða IP) á SMTP miðlara sem þú vilt nota
nb: og skriv inn navnet (eller IP-adressen) til SMTP-tjeneren som skal brukes
pa_in: ਅਤੇ SMTP ਸਰਵਰ ਜੋ ਤੁਸੀਂ ਵਰਤਣਾ ਹੈ, ਦਾ ਨਾਂ (ਜਾਂ IP) ਦਿਓ

source: "%s" neither is a valid email nor is an existing local user!
et: "%s" ei ole korrektne e-posti aadress ega olemasolev kohalik kasutaja!
fi: "%s" ei ole kunnollinen sähköpostiosoite eikä paikallinen käyttäjä!
id: "%s" bukanlah email valid atau pengguna lokal!
is: "%s" er hvorki gilt netfang né notandanafn á þessarri vél!
nb: «%s» er verken en gyldig e-postadresse eller en lokal bruker.
pa_in: "%s" ਨਾ ਤਾਂ ਯੋਗ ਈ-ਪੱਤਰ ਹੈ ਨਾ ਮੌਜੂਦਾ ਲੋਕਲ ਉਪਭੋਗੀ ਹੈ!

source: "%s" is a local user, but you did not select a local smtp, so you must use a complete email address!
et: "%s" on kohalik kasutaja, aga Te ei valinud kohalikku SMPT-d, nii et peate kasutama täielikku e-posti aadressi!
fi: "%s" on paikallinen käyttäjä, mutta et valinnut paikallista postipalvelinta, joten on käytettävä täydellistä sähköpostiosoitetta!
id: "%s" adalah pengguna lokal, tetapi Anda tidak memilih smtp lokal, sehingga Anda harus menggunakan alamat email lengkap!
is: "%s" er notandi á þessarri vél, en þú hefur ekki valið staðbundna smtp þjónustu, svo þú verður að nota fullt netfang!
nb: «%s» er en lokal bruker, men du har ikke valgt noen lokal SMTP, og du må derfor bruke en fullstendig e-postadresse.
pa_in: "%s" ਸਥਾਨਕ ਉਪਭੋਗੀ ਹੈ, ਪਰ ਤੁਸੀਂ ਸਥਾਨਕ smtp ਨਹੀਂ ਚੁਣਿਆ, ਇਸਕਰਕੇ ਤੁਹਾਨੂੰ ਪੂਰਾ ਈ-ਪੱਤਰ ਸਿਰਨਾਵਾਂ ਦੇਣਾ ਪਵੇਗਾ!

source: The wizard successfully configured the mail alert.
et: Nõustaja seadistas edukalt e-kirjaga hoiatamise.
fi: Velho asetti onnistuneesti sähköpostihälytyksen.
id: Wizard berhasil mengkonfigurasi peringatan mail.
is: Ráðgjafinn hefur sett upp póstvaktþjónustu.
nb: E-postvarsel er nå satt opp.
pa_in: ਤਖਤੀ ਨੇ ਪੱਤਰ ਚੌਕਸੀ ਸੰਰਚਨਾ ਸਫਲਤਾ ਨਾਲ ਕੀਤੀ।

source: The wizard successfully disabled the mail alert.
et: Nõustaja keelustas edukalt e-kirjaga hoiatamise.
fi: Velho poisti onnistuneesti sähköpostihälytyksen käytöstä.
id: Wizard berhasil menon-aktifkan peringatan mail.
is: Ráðgjafinn hefur aftengt póstvaktþjónustu.
nb: E-postvarsel er nå slått av.
pa_in: ਤਖਤੀ ਨੇ ਪੱਤਰ ਚੌਕਸੀ ਸਫਲਤਾ ਨਾਲ ਅਯੋਗ ਕੀਤੀ।

source: Save as..
br: Enrollañ e ...
et: Salvesta kui...
fi: Tallenna nimellä...
id: Simpan sebagai..
is: Vista sem..
nb: Lagre som …
pa_in: ਇਸ ਤਰਾਂ ਸੰਭਾਲੋ...

source: Display driver setup
et: Graafikadraiveri seadistus
fi: Näytönohjaimen ajurit
id: Pengaturan driver display

source: Reason: %s.
et: Põhjus: %s.
fi: Syy: %s.
id: Alasan: %s.
nb: Grunn: %s.

source: SANE packages need to be installed to use scanners. Do you want to install the SANE packages?
br: Ar pakadoù SANE zo war-nes bezañ staliet evit implij an eiltreseroù : Mennout a rit staliañ ar pakadoù SANE ?
et: Skanneri kasutamiseks on vajalik paigaldada SANE tarkvara. Kas soovite seda teha?
fi: Jotta skannereita voidaan käyttää, täytyy paketti SANE asentaa. Asennetaanko SANE?
id: Paket SANE perlu diinstall untuk menggunakan scanner. Apakah Anda ingin menginstall paket SANE?
is: SANE pakkinn þarf að vera uppsettur til að nota myndskanna. Viltu setja inn SANE pakkann?
nb: SANE-pakkene må være installert før du kan bruke skannere. Ønsker du å installere SANE-pakkene?
pa_in: ਸਕੈਨਰ ਵਰਤਣ ਲਈ SANE ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋਣ ਦੀ ਲੋੜ ਹੈ। ਕੀ ਤੁਸੀਂ SANE ਪੈਕੇਜ਼ ਇੰਸਟਾਲ ਕਰਨੇ ਚਾਹੁੰਦੇ ਹੋ?

source: Aborting Scannerdrake.
br: O terriñ Scannerdrake.
et: Scannerdrake'ist väljumine.
fi: Keskeytetään ScannerDrake.
id: Membatalkan Scannerdrake.
is: Stöðva Scannerdrake.
nb: Avbryter skanneroppsett.
pa_in: Scannerdrake ਅਧੂਰਾ ਖਤਮ ਹੋ ਰਿਹਾ ਹੈ।

source: Could not install the packages needed to set up a scanner with Scannerdrake.
et: Pakettide paigaldamine, mis on vajalikud skanneri seadistamiseks Scannerdrake abil, ei õnnestunud.
fi: Paketteja, joita tarvitaan kuvanlukijan asettamiseen ScannerDraken avulla, ei voitu asentaa.
id: Tidak bisa menginstall paket yang diperlukan untuk men-setting scanner dengan Scannerdrake.
is: Gat ekki sett upp pakka sem þarf til að setja upp myndskanna með Scannerdrake.
nb: Klarte ikke å installere pakker nødvendige for å sette opp skannere.
pa_in: Scannerdrake ਨਾਲ ਸਕੈਨਰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।

source: Scannerdrake will not be started now.
br: Ne vo ket loc'het Scannerdrake bremañ.
et: Scannerdraket praegu ei käivitata.
fi: ScannerDrakea ei käynnistetä nyt.
id: Scannerdrake tidak akan dijalankan sekarang.
is: Scannerdrake mun ekki ræsa núna.
nb: Skanneroppsettet vil ikke bli startet nå.
pa_in: Scannerdrake ਹੁਣ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋਵੇਗਾ।

source: Searching for configured scanners...
br: O klask an eiltreseroù kefluniet ...
et: Seadistatud skannerite otsimine...
fi: Etsitään asetetut kuvanlukijat...
id: Mencari scanner yang terkonfigurasi ...
is: Leita að uppsettum myndskönnum...
nb: Ser etter oppsatte skannere …
pa_in: ਸੰਰਚਿਤ ਸਕੈਨਰਾਂ ਲਈ ਖੋਜ ਜਾਰੀ ਹੈ...

source: Searching for new scanners...
br: O klask eiltreseroù nevez ...
et: Uute skannerite otsimine...
fi: Etsitään uusia kuvanlukijoita...
id: Mencari scanner baru ...
is: Leita að nýjum myndskönnum...
nb: Ser etter nye skannere …
pa_in: ਨਵੇਂ ਸਕੈਨਰਾਂ ਲਈ ਖੋਜ ਜਾਰੀ ਹੈ...

source: Re-generating list of configured scanners...
et: Seadistatud skannerite nimekirja taasloomine...
fi: Luodaan asetettujen kuvanlukijoiden lista uudelleen...
id: Membuat ulang daftar scanner yang terkonfigurasi...
is: Endurbyggi lista af uppsettum myndskönnum...
nb: Lager på nytt liste over oppsatte skannere …
pa_in: ਸੰਰਚਿਤ ਸਕੈਨਰਾਂ ਦੀ ਸੂਚੀ ਮੁੜ ਬਣਾ ਰਿਹਾ ਹੈ...

source: The %s is not supported by this version of %s.
et: %s praegusel versioonil puudub %s tugi.
fi: %s ei ole tuettu %s:n version kanssa.
id: %s tidak didukung oleh versi %s ini.
is: Það er ekki stuðningur fyrir %s í þessari útgáfu af %s.
nb: %s er ikke støttet i denne versjonen av %s.
pa_in: %s ਨੂੰ %s ਦੇ ਇਸ ਵਰਜ਼ਨ ਦਾ ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ।

source: Confirmation
br: Kadarnadur
et: Kinnitus
fi: Vahvistus
id: Konfirmasi
is: Staðfesting
nb: Bekreftelse

source: %s found on %s, configure it automatically?
br: %s kavet war %s, kefluniañ anezhi ent emgefreek ?
et: %s leiti asukohas %s, kas seadistada see automaatselt?
fi: %s löytyi paikasta %s, aseta se automaattisesti?
id: %s ditemukan pada %s, konfigurasikan secara otomatis?
is: %s fannst á %s, stilla hann sjálfkrafa?
nb: Fant %s på %s. Vil du sette den opp automatisk?
pa_in: %s ਲੱਭਿਆ ਹੈ %s ਤੇ, ਇਸ ਨੂੰ ਸਵੈ ਹੀ ਸੰਰਚਿਤ ਕਰੋ?

source: %s is not in the scanner database, configure it manually?
et: %s puudub skannerite andmebaasis, kas seadistada see käsitsi?
fi: %s ei löytynyt kuvanlukija-tietokannasta, määritelläänkö se käsin?
id: %s tidak ada pada basis data scanner, konfigurasikan secara manual?
is: %s er ekki í grunni um myndskanna, stilla handvirkt?
nb: %s finnes ikke i skannerdatabasen, vil du sette den opp manuelt?
pa_in: %s ਇੱਕ ਸਕੈਨਰ ਡਾਟਾਬੇਸ ਨਹੀਂ ਹੈ, ਇਸ ਨੂੰ ਦਸਤੀ ਸੰਰਚਿਤ ਕਰੋ?

source: Scanner configuration
br: Kefluniadur ar skanner
et: Skanneri seadistamine
fi: Kuvanlukijan asetukset
id: Konfigurasi scanner
is: Uppsetning myndskanna
nb: Skanneroppsett

source: Select a scanner model (Detected model: %s, Port: %s)
br: Dibabit ur gobari scanner (doare kavet : %s, porzh : %s)
et: Valige skanneri mudel (tuvastati mudel: %s, port: %s)
fi: Valitse kuvanlukijan malli (Tunnistettu malli %s portissa %s)
id: Pilih model scanner (Model yang terdeteksi: %s, Port: %s)
is: Veldu tegund myndskanna (skynjuð tegund: %s, Gátt: %s)
nb: Velg skannermodell (fant modell: %s – port: %s)

source: Select a scanner model (Detected model: %s)
br: Dibabit ur gobari scanner (doare kavet : %s)
et: Valige skanneri mudel (tuvastati mudel: %s)
fi: Valitse kuvanlukijan malli (Tunnistettu malli %s)
id: Pilih model scanner (Model yang terdeteksi: %s)
is: Veldu tegund myndskanna (skynjuð tegund: %s)
nb: Velg skannermodell (fant modell: %s)

source: Select a scanner model (Port: %s)
br: Dibabit ur gobari scanner (porzh : %s)
et: Valige skanneri mudel (port: %s)
fi: Valitse kuvanlukijan malli (Portissa %s)
id: Pilih model scanner (Port: %s)
is: Veldu tegund myndskanna (Gátt: %s)
nb: Velg skannermodell (port: %s)

source: (UNSUPPORTED)
br: (N'EO KET SKORAET)
et: (TOETAMATA)
fi: (EI TUETTU)
id: (TIDAK DIDUKUNG)
is: (ÓSTUDDUR)
nb: (IKKE STØTTET)

source: The %s is not supported under Linux.
br: N'eo ket skoraet gant Linux %s.
et: %s ei ole Linuxis toetatud.
fi: Malli %s ei ole tuettu Linuxissa.
id: %s tidak didukung pada Linux.
is: %s er ekki studdur af Linux.
nb: %s er ikke støttet under Linux.

source: Do not install firmware file
br: Ne staliit ket restr ar meriant
et: Püsivarafaili ei paigaldata
fi: Älä asenna firmware-tiedostoa
id: Tidak menginstall file firmware
is: Ekki setja inn vélbúnaðarskrá
nb: Ikke installer fastvarefil
pa_in: firmware ਫਾਇਲ ਇੰਸਟਾਲ ਨਾ ਕਰੋ

source: Scanner Firmware
et: Skanneri püsivara
fi: Kuvanlukijan firmware
id: Firmware Scanner
is: Vélbúnaðarrekill myndskanna
nb: Skannerfastvare

source: It is possible that your %s needs its firmware to be uploaded everytime when it is turned on.
et: On võimalik, et Teie %s vajab püsivara laadimist igal käivitamisel.
fi: On mahdollista, että %s tarvitsee firmwaren lataamisen laitteeseen, joka kerta, kun se kytketään päälle.
id: Kemungkinan %s Anda mengharuskan firmwarenya untuk diupload setiap kali dinyalakan.
is: Það er mögulegt að %s þurfi að fá senda hugbúnaðuppsetningu í hvert sinn er kerfið er ræst.
nb: Det er mulig at %s trenger oppdatering av fastvaren hver gang den blir slått på.
pa_in: ਇਹ ਸੰਭਵ ਹੈ ਕਿ ਤੁਹਾਡੇ %s ਨੂੰ ਹਰ ਵਾਰ ਚੱਲਣ ਤੇ ਆਪਣਾ firmware ਅੱਪਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।

source: If this is the case, you can make this be done automatically.
et: Sellisel juhul võite lasta selle automaatselt ära teha.
fi: Siinä tapauksessa, lataaminen voidaan suorittaa automaattisesti.
id: Jika ini kasusnya, Anda bisa melakukannya secara otomatis.
is: Ef sú er raunin, þá getur þú látið það gerast sjálfkrafa.
nb: Hvis dette er tilfellet, kan du la dette bli gjort automatisk.
pa_in: ਜੇ ਅਜਿਹਾ ਹੈ, ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਵੈ ਹੀ ਮੁਕੰਮਲ ਹੋਣ ਲਈ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।

source: To do so, you need to supply the firmware file for your scanner so that it can be installed.
et: Selleks tuleb anda skannerile vajalik püsivarafail, mis siis paigaldatakse.
fi: Jotta lataaminen voidaan suorittaa automaattisesti, tulee tarvittava firmware-tiedosto olla saatavilla.
id: Untuk melakukannya, Anda harus menyediakan file firmware untuk scanner Anda sehingga bisa diinstall.
is: Til að gera það þarft þú að gefa upp vélbúnaðarskrá fyrir skannann svo hægt sé að setja hann inn.
nb: For å kunne gjøre dette trenger du fastvarefila til skanneren.
pa_in: ਅਜਿਹਾ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਕੈਨਰਾਂ ਲਈ firmware ਫਾਇਲਾਂ ਦੇਣੀਆਂ ਪੈਣਗੀਆਂ ਤਾਂ ਕਿ ਇਹ ਇੰਸਟਾਲ ਹੋ ਸਕੇ।

source: You find the file on the CD or floppy coming with the scanner, on the manufacturer's home page, or on your Windows partition.
et: Faili leiab skanneriga kaasas olnud CD-lt või disketilt, tootja koduleheküljelt või Windowsi partitsioonilt.
fi: Firmware löytyy kuvanlukijan mukana tulleelta levykkeeltä tai CD/DVD-levyltä, valmistajan kotisivuilta tai Windows-osiolta.
id: Anda menemukan file pada CD atau disket yang hadir dengan scanner, pada halaman web pembuat, atau pada partisi Windows Anda.
is: Þú ættir að finna skrána á geisladisk eða disklingi sem fylgdi með skannanum, á heimasíðu framleiðanda, eða á Windows disksneið.
nb: Du finner fila på CD-en eller disketten som kom med skanneren, på hjemmesiden til skannerprodusenten eller på Windows-partisjonen din.
pa_in: ਤੁਸੀਂ ਨਿਰਮਾਤਾ ਦੇ ਘਰ ਸਫੇ ਤੇ, ਜਾਂ ਆਪਣੇ Windows ਭਾਗ ਤੇ ਸਕੈਨਰ ਨਾਲ ਆਈ CD ਜਾਂ ਫਲਾਪੀ ਤੋਂ ਫਾਇਲ ਲੱਭੀ ਹੈ।

source: Install firmware file from
br: Staliañ restr ar meriant eus
et: Püsivarafaili paigaldamine asukohast
fi: Asenna firmware-tiedosto
id: Install file firmware dari
is: Setja inn vélbúnaðarskrá frá
nb: Installer fastvarefil fra
pa_in: ਇਸ ਤੋਂ firmware ਫਾਇਲ ਇੰਸਟਾਲ ਕਰੋ

source: CD-ROM
et: CD
fi: CD/DVD-levyltä
is: Geisladrif

source: Floppy Disk
br: Bladennig
et: Diskett
fi: Levykkeeltä
id: Disket
is: Disklingadrif
nb: Diskett
pa_in: ਫਲਾਪੀ ਡਿਸਕ

source: Other place
br: Lec'hiadur all
et: Muu koht
fi: Muualta
id: Tempat lain
is: Annar staður
nb: Annen plassering
pa_in: ਹੋਰ ਸਥਿਤੀ

source: Select firmware file
br: Dibabit restr ar meriant
et: Valige püsivarafail
fi: Valitse firmware-tiedosto
id: Pilih file firmware
is: Veljið vélbúnaðarskrá
nb: Velg fastvarefil
pa_in: firmware ਫਾਇਲ ਚੁਣੋ

source: The firmware file %s does not exist or is unreadable!
et: Püsivarafaili %s ei ole olemas või ei ole see loetav!
fi: Firmware-tiedostoa %s ei ole olemassa tai sitä ei voitu lukea!
id: File firmware %s tidak ada atau tidak bisa dibaca!
is: Vélbúnaðarskráin %s er ekki til eða ólæsileg!
nb: Fastvarefila %s finnes ikke, eller er ikke lesbar.
pa_in: firmware ਫਾਇਲ %s ਮੌਜੂਦ ਨਹੀਂ ਜਾਂ ਪੜਨਯੋਗ ਨਹੀਂ ਹੈ!
