Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: It is possible that your scanners need their firmware to be uploaded everytime when they are turned on.
et: On võimalik, et Teie skannerid vajavad püsivara laadimist igal käivitamisel.
fi: On mahdollista, että kuvanlukija tarvitsee firmwaren lataamisen laitteeseen, joka kerta, kun se kytketään päälle.
id: Kemungkinan scanner Anda mengharuskan firmwarenya untuk diupload setiap kali dinyalakan.
is: Það er mögulegt að skanninn þinn þurfi að fá vélbúnaðarskrá senda í hvert sinn er kveikt er á honum.
nb: Det er mulig at skannerene trenger oppdatering av fastvaren hver gang de blir slått på.
pa_in: ਇਹ ਸੰਭਵ ਹੈ ਕਿ ਤੁਹਾਡੇ ਸਕੈਨਰ ਨੂੰ ਹਰ ਵਾਰ ਚੱਲਣ ਤੇ ਆਪਣਾ firmware ਅੱਪਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।

source: To do so, you need to supply the firmware files for your scanners so that it can be installed.
et: Selleks tuleb määrata skannerile vajalik püsivarafail, mis siis paigaldatakse.
fi: Jotta lataaminen voidaan suorittaa automaattisesti, tulee tarvittava firmware olla saatavilla.
id: Untuk melakukannya, Anda harus menyediakan file firmware untuk scanner Anda sehingga bisa diinstall.
is: Til að gera það þá þarft þú að gefa upp vélbúnaðarskrá fyrir skannann svo hægt sé að senda hana á skannann.
nb: For å kunne gjøre dette trenger du fastvarefila til skannerene.
pa_in: ਅਜਿਹਾ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਕੈਨਰਾਂ ਲਈ firmware ਫਾਇਲਾਂ ਦੇਣੀਆਂ ਪੈਣਗੀਆਂ ਤਾਂ ਕਿ ਇਹ ਇੰਸਟਾਲ ਹੋ ਸਕੇ।

source: If you have already installed your scanner's firmware you can update the firmware here by supplying the new firmware file.
et: Kui olete juba skanneri püsivara paigaldanud, võite seda uuendada, määrates siin uue püsivarafaili.
fi: Jos kuvanlukijan firmware on jo asennettu, voidaan se päivittää antamalla uusi firmware-tiedosto.
id: Jika Anda sudah menginstall firmware scanner Anda, Anda bisa mengupdate firmware disini dengan menyediakan file firmware baru.
is: Ef þú hefur þegar sett upp vélbúnað skannans þá getur þú uppfært vélbúnaðarskrána hér með því að gefa upp nýja vélbúnaðar-frumskrá.
nb: Om du allerede har installert fastvaren til skanneren, kan du oppdatere den her med en ny fastvarefil.
pa_in: ਜੇ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਆਪਣੇ ਸਕੈਨਰ ਦਾ firmware ਇੰਸਟਾਲ ਕੀਤਾ ਹੈ, ਤੁਸੀਂ ਇੱਥੇ ਨਵੀਂ firmware ਫਾਇਲ ਦੇ ਕੇ firmware ਦਾ ਨਵਿਨੀਕਰਨ ਕਰ ਸਕਦੇ ਹੋ।

source: Install firmware for the
br: Staliañ restroù ar meriant evit
et: Püsivarafaili paigaldamine seadmele
fi: Asenna firmware laitteelle
id: Install firmware untuk
is: Setja inn vélbúnaðarskrá fyrir
nb: Installer fastvare for
pa_in: ਇਸ ਲਈ firmware ਇੰਸਟਾਲ ਕਰੋ

source: Select firmware file for the %s
br: Dibabit restr ar meriant evit %s
et: Valige %s jaoks püsivarafail
fi: Valitse firmware-tiedosto laitteelle %s
id: Pilih file firmware untuk %s
is: Veljið vélbúnaðar-frumskrá fyrir %s
nb: Velg fastvarefil for %s
pa_in: %s ਲਈ firmware ਫਾਇਲ ਚੁਣੋ

source: Could not install the firmware file for the %s!
br: Ne m'eus ket staliañ restroù ar meriant evit %s !
et: %s püsivarafaili ei õnnestunud paigaldada!
fi: Laitteen %s firmwaren asennus epäonnistui!
id: Tidak bisa menginstall file firmware untuk %s!
is: Gat ekki sett inn vélbúnaðar-frumskrá fyrir %s!
nb: Klarte ikke å installere fastvarefila for %s.
pa_in: %s ਲਈ firmware ਫਾਇਲ ਇੰਸਟਾਲ ਨਹੀਂ ਹੋ ਸਕੀ!

source: The firmware file for your %s was successfully installed.
et: Teie %s püsivarafail paigaldati edukalt.
fi: Laitteen %s firmware asennettiin onnistuneesti.
id: File firmware untuk %s Anda berhasil diinstall.
is: Tókst eðlilega að setja inn vélbúnaðar-frumskrá fyrir %s.
nb: Fastvarefila for %s er nå installert.
pa_in: ਤੁਹਾਡੇ %s ਲਈ firmware ਫਾਇਲ ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਹੋ ਗਈ।

source: The %s is unsupported
br: N'eo ket skoraet %s
et: Sel %s skanneril puudub tugi
fi: Laitetta %s ei tueta
id: %s tidak didukung
is: Enginn stuðningur við %s
nb: %s er ikke støttet
pa_in: %s ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ

source: The %s must be configured by system-config-printer. You can launch system-config-printer from the %s Control Center in Hardware section.
et: See %s skanner tuleb seadistada system-config-printer abil. system-config-printer saab käivitada %s juhtimiskeskuse riistvara sektsioonist.
fi: %s pitää asettaa PrinterDraken kautta. Voit käynnistää PrinterDraken %sin Ohjauskeskuksen Laitteisto-osasta.
id: %s harus dikonfigurasikan oleh system-config-printer. Anda dapat menjalankan system-config-printer dari Pusat Kontrol %s pada bagian Perangkat Keras.
is: %s verður að vera uppsettur af system-config-printer. Þú getur ræst system-config-printer frá %s stjórnborðinu í vélbúnaðar-uppsetningahluta.
nb: %s må være satt opp av system-config-printer. Du finner programmet i %s Kontrollsenter, under Maskinvare.
pa_in: %s system-config-printer ਦੁਆਰਾ ਸੰਰਚਿਤ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਤੁਸੀਂ system-config-printer ਨੂੰ ਜੰਤਰ ਚੋਣ ਵਿੱਚ %s ਕੰਟਰੋਲ ਕੇਂਦਰ ਤੋਂ ਚਲਾ ਸਕਦੇ ਹੋ।

source: Setting up kernel modules...
br: O lakaat molladoù ar c'halon ...
et: Kerneli moodulite häälestamine...
fi: Asetetaan ytimen moduuleja...
id: Mensetting modul kernel...
is: Hleð inn kjarnareklum...
nb: Setter opp kjernemoduler …

source: Auto-detect available ports
et: Kättesaadavate portide automaattuvastus
fi: Porttien automaattitunnistus
id: Deteksi otomatis port tersedia
is: Leita að mögulegum gáttum
nb: Finn automatisk tilgjengelige porter
pa_in: ਸਵੈ-ਖੋਜੇ ਉਪਲੱਬਧ ਪੋਰਟ

source: Device choice
br: Choazh an drobarzhell
et: Seadme valik
fi: Laitevalinta
id: Pilihan perangkat
is: Tækisval
nb: Enhetsvalg

source: Please select the device where your %s is attached
et: Valige palun seade, kuhu %s on ühendatud
fi: Valitse laite, johon %s on kytketty
id: Silahkan pilih perangkat tempat %s Anda terhubung
is: Veldu tæki þar sem %s er tengdur
nb: Velg enheten der %s er koblet til
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਜੰਤਰ ਚੁਣੋ ਜਿੱਥੇ ਤੁਹਾਡਾ %s ਜੁੜਿਆ ਹੈ

source: (Note: Parallel ports cannot be auto-detected)
et: (Märkus: paralleelporte ei tuvastata)
fi: (HUOM! Rinnakkaisportteja ei voida tunnistaa automaattisesti.)
id: (Catatan: port parallel tidak dapat dideteksi secara otomatis)
is: (Athugið: Ekki er hægt að leita á hliðtengjum)
nb: (Merk: Parallellporter kan ikke oppdages automatisk)
pa_in: (ਸੂਚਨਾ: ਪੈਰਲਲ ਪੋਰਟ ਸਵੈ ਨਹੀਂ ਖੋਜੇ ਜਾ ਸਕੇ)

source: choose device
br: dibabit ur drobarzhell
et: valige seade
fi: Valitse laite
id: pilih perangkat
is: veldu tæki
nb: velg enhet
pa_in: ਜੰਤਰ ਚੁਣੋ

source: Searching for scanners...
br: O klask eiltreseroù ...
et: Skannerite otsimine...
fi: Etsitään kuvanlukijoita...
id: Mencari scanner...
is: Leita að myndskanna...
nb: Søker etter skannere …
pa_in: ਸਕੈਨਰਾਂ ਲਈ ਖੋਜ ਜਾਰੀ...

source: Attention!
br: Ho evezh !
et: Tähelepanu!
fi: HUOM!
id: Perhatian!
is: Athugið!
nb: Obs!

source: Your %s cannot be configured fully automatically. Manual adjustments are required. Please edit the configuration file /etc/sane.d/%s.conf.
et: Teie %s täisautomaatne seadistamine ei ole võimalik. Üht-teist tuleb käsitsi kohendada. Palun redigeerige selleks konfiguratsioonifaili /etc/sane.d/%s.conf.
fi: Kuvanlukijaa %s ei voida asettaa täysin automaattisesti. Joitakin säätöjä pitää tehdä käsin. Muokkaa asetustiedostoa /etc/sane.d/%s.conf.
id: %s Anda tidak bisa dikonfigurasikan secara otomatis. Pengaturan manual diperlukan. Silahkan edit file konfigurasi /etc/sane.d/%s.conf.
is: Ekki er hægt að stilla skannann %s algerlega sjálfvirkt. Handvirkra stillinga er þörf, breytið stillingaskránni /etc/sane.d/%s.conf.
nb: %s kan ikke settes opp helt automatisk. Du må gjøre manuelle innstillinger. Rediger oppsettfila /etc/sane.d/%s.conf.

source: More info in the driver's manual page. Run the command "man sane-%s" to read it.
et: Rohkem infot leiab draiveri manuaalileheküljelt. Selle lugemiseks andke käsureal käsk "man sane-%s".
fi: Lisää tietoja ajurin käyttöohjeissa. Suorita komento "man sane-%s" lukeaksesi sitä.
id: Informasi lebih lanjut pada halaman manual driver. Jalankan perintah "man sane-%s" untuk membacanya.
is: Frekari upplýsingar má fá á rekils-handbókar síðunni. Gefið skipunina "man sane-%s" til að lesa hana.
nb: Du finner mer informasjon i manualsiden til driveren. Kjør kommandoen «man sane-%s» for å lese denne.

source: After that you may scan documents using "XSane" or "%s" from Multimedia/Graphics in the applications menu.
et: Pärast seda võite skaneerida dokumente, kasutades selleks rakendust "XSane" või "%s", mille leiate rakenduste menüüs rubriigist Multimeedia/Graafika.
fi: Tämän jälkeen asiakirjoja voidaan skannata käyttämällä ohjelmaa XSane tai %s ohjelmavalikosta.
id: Setelah itu Anda bisa men-scan dokumen menggunakan "XSane" atau "%s" dari Multimedia/Grafis di menu aplikasi.

source: Your %s has been configured, but it is possible that additional manual adjustments are needed to get it to work.
et: Teie %s on seadistatud, kuid on täiesti võimalik, et korrektseks töötamiseks tuleb seda veel täiendavalt käsitsi seadistada.
fi: Kuvanlukija %s on asetettu, mutta on mahdollista, että jotain lisäasetuksia pitää tehdä käsin, jotta kuvanlukija toimisi.
id: %s Anda telah dikonfigurasi, tetapi pengaturan manual tambahan diperlukan agar dapat bekerja.
is: Skanninn %s hefur verið stilltur, en það er mögulegt að það þurfi að stilla hann frekar handvirkt til að hann virki rétt.
nb: %s er nå satt opp, men det kan hende at du må gjøre noen flere fininnstillinger for at alt skal fungere.

source: If it does not appear in the list of configured scanners in the main window of Scannerdrake or if it does not work correctly,
et: Kui Te ei näe seda Scannerdrake'i peaaknas seadistatud skannerite hulgas või kui see ei tööta korrektselt,
fi: Jos kuvanlukijaa ei näy ScannerDraken pääikkunan asetettujen kuvanlukijoiden ikkunassa tai kuvanlukija ei toimi oikein,
id: Jika tidak muncul pada daftar scanner yang terkonfigurasi pada jendela utama Scannerdrake atau jika tidak bekerja dengan benar,
is: Ef hann sést ekki í listum af uppsettum skönnum í aðalglugga Scannerdrake eða ef hann virkar ekki rétt,
nb: Hvis du ikke finner den i lista over oppsatte skannere i hovedvinduet til Scannerdrake, eller om den ikke fungerer skikkelig,

source: edit the configuration file /etc/sane.d/%s.conf.
br: aozañ ar restr kefluniadur /etc/sane.d/%s.conf.
et: redigeerige konfiguratsioonifaili /etc/sane.d/%s.conf.
fi: muokkaa asetustiedostoa /etc/sane.d/%s.conf.
id: edit file konfigurasi /etc/sane.d/%s.conf.
is: sýsla með stilliskrána /etc/sane.d/%s.conf.
nb: må du redigere oppsettfila /etc/sane.d/%s.conf.

source: Congratulations!
br: Gourc'hemennoù !
et: Õnnitleme!
fi: Onnittelut!
id: Selamat!
is: Til hamingju!
nb: Gratulerer.
pa_in: ਮੁਬਾਰਕ!

source: Your %s has been configured. You may now scan documents using "XSane" or "%s" from Multimedia/Graphics in the applications menu.
et: Teie %s on seadistatud. Nüüd võite skaneerida dokumente, kasutades selleks rakendust "XSane" või "%s", mille leiate rakenduste menüüs rubriigist Multimeedia/Graafika.
fi: Kuvanlukija %s on asetettu. Asiakirjoja voidaan nyt skannata käyttämällä ohjelmaa XSane tai %s ohjelmavalikosta.
id: %s Anda telah terkonfigurasi. Sekarang Anda bisa men-scan dokumen menggunakan "XSane" atau "%s" dari Multimedia/Grafis di menu aplikasi.

source: The following scanners %s are available on your system.
et: Teie süsteemiga on ühendatud %s skannerid.
fi: Seuraavat kuvanlukijat: %s ovat käytettävissä.
id: Scanner berikut %s tersedia pada sistem Anda.
is: Eftirfarandi myndskannar %s eru tiltækir á kerfinu þínu.
nb: De følgende skannerene %s er tilgjengelige på systemet.
pa_in: ਹੇਠਲੇ ਸਕੈਨਰ %s ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਉਪਲੱਬਧ ਹਨ।

source: The following scanner %s is available on your system.
et: Teie süsteemiga on ühendatud %s skanner.
fi: Seuraava kuvanlukija: %s on käytettävissä.
id: Scanner berikut %s tersedia pada sistem Anda.
is: Eftirfarandi myndskanni %s er tiltækur á kerfinu þínu.
nb: Skanneren %s er tilgjengelig på systemet.
pa_in: ਹੇਠਲਾ ਸਕੈਨਰ %s ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਉਪਲੱਬਧ ਹੈ।

source: There are no scanners found which are available on your system.
et: Ei leitud ühtegi skannerit, mida süsteem saaks kasutada.
fi: Järjestelmästä ei löydy yhtään käytettävissä olevaa kuvanlukijaa.
id: Tidak ada scanner yang dapat dipakai pada sistem Anda.
is: Engir myndskannar fundust sem eru tiltækir fyrir kerfið þitt.
nb: Fant ingen tilgjengelige skannere på systemet.
pa_in: ਇੱਥੇ ਕੋਈ ਸਕੈਨਰ ਨਹੀਂ ਲੱਭਿਆ ਜੋ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਉਪਲੱਬਧ ਹੋਵੇ।

source: Scanner Management
br: Melestradur ar skannerioù
et: Skanneri haldamine
fi: Kuvanlukijoiden hallinta
id: Manajemen Scanner
is: Stjórnun myndskanna
nb: Skannerhåndtering

source: Search for new scanners
br: Klask an eiltreserien nevez
et: Uute skannerite otsimine...
fi: Etsi uusia kuvanlukijoita ...
id: Mencari scanner baru
is: Leita að nýjum myndskönnum
nb: Søk etter nye skannere
pa_in: ਨਵੇਂ ਸਕੈਨਰ ਲਈ ਖੋਜ ਕਰੋ

source: Add a scanner manually
br: Ouzhpennañ un eiltreser gant an dorn
et: Skanneri lisamine käsitsi
fi: Lisää kuvanlukija käsin
id: Tambah scanner secara manual
is: Bæta við myndskanna handvirkt
nb: Legg til skanner manuelt
pa_in: ਸਕੈਨਰ ਦਸਤੀ ਸ਼ਾਮਿਲ ਕਰੋ

source: Install/Update firmware files
br: Staliañ/Bremañaat ar restroù meriant
et: Püsivarafailide paigaldamine/uuendamine
fi: Asenna/Päivitä firmware-tiedostot
id: Install/Update file firmware
is: Setja inn/Uppfæra vélbúnaðar-frumskrá
nb: Installer/oppdater fastvarefiler
pa_in: ਇੰਸਟਾਲ/ਨਵਿਨੀਕਰਨ firmware ਫਾਇਲਾਂ

source: Scanner sharing
br: Rannañ ar skanner
et: Skanneri jagamine
fi: Kuvanlukijan jakaminen
id: Berbagi scanner
is: Miðlun myndskanna
nb: Skannerdeling
pa_in: ਸਕੈਨਰ ਸ਼ੇਅਰਿੰਗ

source: All remote machines
br: Reizhiadoù a-bell holl
et: Kõik võrgumasinad
fi: Kaikki etäkoneet
id: Semua komputer remote
is: Allar aðrar vélar
nb: Alle maskiner på nettverket
pa_in: ਸਭ ਰਿਮੋਟ ਮਸ਼ੀਨਾਂ

source: This machine
br: Ar reizhiad-mañ
et: See masin
fi: Tämä kone
id: Komputer ini
is: Þessi vél
nb: Denne maskina
pa_in: ਇਹ ਮਸ਼ੀਨ

source: Scanner Sharing
br: Rannañ ar skanner
et: Skanneri jagamine
fi: Kuvanlukijan jakaminen
id: Berbagi Scanner
is: Miðlun myndskanna
nb: Skannerdeling

source: Here you can choose whether the scanners connected to this machine should be accessible by remote machines and by which remote machines.
et: Siin saate valida, millised selle arvuti külge kinnitatud skannerid peaksid olema kättesaadavad ka teistele kohtvõrgu arvutitele ja millistele nende hulgast.
fi: Täällä voidaan määritellä mikäli tietokoneeseen liitetyt kuvanlukijat tulisi olla tiettyjen etäkoneiden käytettävissä.
id: Disini Anda bisa memilih apakah scanner yang terhubung pada komputer ini dapat diakses oleh komputer remote lain dan oleh komputer mana.
is: Hér getur þú valið hvort myndskanni tengur þessarri vél eigi að vera aðgengilegur frá öðrum vélum, og þá hvaða vélum.
nb: Her kan du velge om skannere koblet til denne maskinen skal være tilgjengelige for andre maskiner på nettverket, og eventuelt hvilke maskiner.
pa_in: ਇੱਥੇ ਤੁਸੀਂ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਇਸ ਮਸ਼ੀਨ ਨਾਲ ਜੁੜੇ ਸਕੈਨਰ ਰਿਮੋਟ ਮਸ਼ੀਨ ਜਾਂ ਕਿਹੜੀ ਰਿਮੋਟ ਮਸ਼ੀਨ ਦੁਆਰਾ ਪਹੁੰਚਣ ਯੋਗ ਹੋਣ।

source: You can also decide here whether scanners on remote machines should be made available on this machine.
et: Samuti saate otsustada, kas võrguskannerid peaksid olema automaatselt siin arvutis kättesaadavad.
fi: Täällä voidaan myös määritellä pitäisikö etäkoneiden kuvanlukijoiden olla tämän tietokoneen käytettävissä.
id: Anda juga bisa menentukan apakah scanner pada komputer remote tersedia pada komputer ini.
is: Þú getur einnig valið hvort myndskannar á fjarlægum vélum ættu að vera aðgengilegir frá þessari vél.
nb: Du kan også velge hvilke skannere på andre maskiner som skal være tilgjengelig fra denne maskina.
pa_in: ਤੁਸੀਂ ਇੱਥੇ ਇਹ ਵੀ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਰਿਮੋਟ ਮਸ਼ੀਨ ਤੋਂ ਸਕੈਨਰ ਇਸ ਮਸ਼ੀਨ ਨੂੰ ਉਪਲੱਬਧ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: The scanners on this machine are available to other computers
et: Selle arvuti külge ühendatud skannerid on teistele kättesaadavad
fi: Tämän koneen kuvanlukijat ovat muiden koneiden käytettävissä
id: Scanner pada komputer ini tersedia untuk komputer lain
is: Myndskannar á þessarri vél eru einnig aðgengilegir frá öðrum vélum
nb: Skannere på denne maskinen er tilgjengelig for andre maskiner
pa_in: ਇਸ ਮਸ਼ੀਨ ਤੇ ਸਕੈਨਰ ਹੋਰ ਕੰਪਿਊਟਰਾਂ ਨੂੰ ਉਪਲੱਬਧ ਹੁੰਦੇ ਹਨ

source: Scanner sharing to hosts:
et: Skanneri jagamine masinatele:
fi: Kuvanlukijan jakaminen koneille:
id: Berbagi scanner pada host:
is: Miðla myndskanna til véla:
nb: Skannerdeling til vertene:
pa_in: ਮੇਜ਼ਬਾਨਾਂ ਤੇ ਸਕੈਨਰ ਸ਼ੇਅਰਿੰਗ:

source: No remote machines
br: Reizhiadoù a-bell ebet
et: Ainult selles masinas
fi: Ei etäkoneita
id: Tidak ada komputer remote
is: Engar fjarlægar vélar
nb: Ingen maskiner på nettverket
pa_in: ਕੋਈ ਰਿਮੋਟ ਮਸ਼ੀਨ ਨਹੀਂ

source: Use scanners on remote computers
br: Implij an eiltreserioù war urzhiataerioù a-bell
et: Skannerite kasutamine võrgumasinatel
fi: Käytä etäkoneiden kuvanlukijoita
id: Gunakan scanner pada komputer remote
is: Nota myndskanna á öðrum vélum
nb: Bruk skannere på eksterne maskiner
pa_in: ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਤੇ ਸਕੈਨਰ ਵਰਤੋ

source: Use the scanners on hosts:
br: Implij an eiltreserioù war ostizioù :
et: Skannerite kasutamine masinatel:
fi: Käytä kuvanlukijoita koneissa:
id: Gunakan scanner pada host:
is: Nota myndskanna á vélum:
nb: Bruk skannerene på vertene:
pa_in: ਮੇਜ਼ਬਾਨ ਤੇ ਲੋਕਲ ਸਕੈਨਰ ਵਰਤੋ:

source: Sharing of local scanners
et: Skannerite jagamine
fi: Paikallisten kuvanlukijoiden jakaminen
id: Berbagi scanner local
is: Miðlun staðbundinna myndskanna
nb: Deling av lokale skannere
pa_in: ਲੋਕਲ ਸਕੈਨਰਾਂ ਦੀ ਸ਼ੇਅਰਿੰਗ

source: These are the machines on which the locally connected scanner(s) should be available:
et: Nende masinate jaoks on selle arvuti küljes olevad skannerid kättesaadavaks tehtud:
fi: Seuraavien etäkoneiden kuvanlukijoiden pitäisi olla käytettävissä:
id: Ini adalah komputer yang scanner lokalnya tersedia:
is: Þetta eru vélarnar sem deila sínum staðbundnu myndskönnum, og ættu því að vera aðgengilegir:
nb: Dette er maskinene som de lokalt tilkoblede skannerene skal være tilgjengelige fra:
pa_in: ਇੱਥੇ ਮਸ਼ੀਨਾਂ ਹਨ ਜਿਨਾ ਤੇ ਲੋਕਲ ਜੁੜੇ ਸਕੈਨਰ ਉਪਲੱਬਧ ਕਰਨੇ ਹਨ:

source: Add host
br: Ouzhpennañ un ostiz
et: Lisa masin
fi: Lisää kone
id: Tambah host
is: Bæta við vél
nb: Legg til vert
pa_in: ਮੇਜ਼ਬਾਨ ਸ਼ਾਮਿਲ

source: Edit selected host
br: Kemmañ an ostiz diuzet
et: Muuda valitud masinat
fi: Muokkaa valittua konetta
id: Edit host terpilih
is: Breyta valinni vél
nb: Rediger valgt vert
pa_in: ਚੁਣਿਆ ਮੇਜ਼ਬਾਨ ਸੋਧ

source: Remove selected host
br: Lemel an ostiz diuzet
et: Eemalda valitud masin
fi: Poista valittu kone
id: Hapus host terpilih
is: Fjarlægja valda vél
nb: Fjern valgt vert
pa_in: ਚੁਣੇ ਮੇਜ਼ਬਾਨ ਹਟਾਓ

source: Done
br: Echu
et: Tehtud
fi: Valmis
id: Selesai
is: Lokið
nb: Ferdig
pa_in: ਸਮਾਪਤ

source: Name/IP address of host:
br: Chomlec'h IP/Anv an oztiz :
et: Masina nimi/IP-aadress:
fi: Koneen nimi/IP-osoite:
id: Nama/alamat IP host:
is: Nafn/IP-vistfang vélar:
nb: Navn/IP-adresse til vert:
pa_in: ਮੇਜ਼ਬਾਨ ਦਾ ਨਾਂ/IP ਸਿਰਨਾਵਾਂ:

source: Choose the host on which the local scanners should be made available:
et: Valige palun masin, mille jaoks soovite siinseid skannereid välja jagada:
fi: Valitse kone, jolta on mahdollista käyttää tämän koneen kuvanlukijoita:
id: Pilihlah host yang scanner lokalnya akan tersedia:
is: Veldu vélar þar sem staðbundnir myndskannar ættu að vera aðgengilegir:
nb: Velg verten som de lokale skannerene skal være tilgjengelige på:
pa_in: ਮੇਜ਼ਬਾਨ ਚੁਣੋ ਜਿਸ ਤੇ ਲੋਕਲ ਸਕੈਨਰ ਉਪਲੱਬਧ ਕਰਨੇ ਹਨ:

source: You must enter a host name or an IP address.
br: Ret eo deoc'h reiñ an anv-ostiz pe ur chomlec'h IP.
et: Sisestage palun masinanimi või IP-aadress.
fi: Koneen nimi tai IP-osoite tulee antaa.
id: Anda harus memasukkan nama host atau alamat IP.
is: Þú verður að gefa upp vélarnafn eða IP-vistfang.
nb: Du må skrive inn et vertsnavn eller en IP-adresse.
pa_in: ਤੁਹਾਨੂੰ ਮੇਜ਼ਬਾਨ ਨਾਂ ਜਾਂ IP ਸਿਰਨਾਵਾਂ ਦੇਣਾ ਜਰੂਰੀ ਹੈ।

source: This host is already in the list, it cannot be added again.
br: Er roll eo dija an ostiz-se. N'eo ket bet ouzhpennet ur wech all
et: See masin on juba nimekirjas ja seda ei ole võimalik uuesti lisada.
fi: Kone on jo listassa ja sitä ei voida lisätä uudelleen.
id: Host ini sudah terdaftar, tidak dapat ditambahkan lagi.
is: Þessi vél er nú þegar á listanum, þú getur ekki bætt henni við aftur.
nb: Verten finnes allerede i lista, og kan ikke legges til.
pa_in: ਇਹ ਮੇਜ਼ਬਾਨ ਸੂਚੀ ਵਿੱਚ ਮੌਜੂਦ ਹੈ, ਇਹ ਦੁਬਾਰਾ ਸ਼ਾਮਿਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।

source: Usage of remote scanners
br: Arveriadur an eiltreserioù a-bell
et: Võrguskanneri kasutamine
fi: Etäkoneiden kuvanlukijoiden käyttäminen
id: Pemakaian scanner remote
is: Nota myndskanna frá öðrum vélum
nb: Bruk av skannere på nettverket
pa_in: ਰਿਮੋਟ ਸਕੈਨਰ ਦੀ ਵਰਤੋਂ

source: These are the machines from which the scanners should be used:
et: Nende masinate skannereid saab selle arvutiga kasutada:
fi: Seuraavilta koneilta tulisi pystyä käyttämään tähän koneeseen kytkettyjä kuvanlukijoita:
id: Berikut adalah komputer dimana scannernya akan dipakai:
is: Frá þessum vélum ætti að vera hægt að nota myndskanna:
nb: Dette er maskinene som skannerene skal brukes fra:
pa_in: ਇਹ ਮਸ਼ੀਨਾਂ ਹਨ ਜਿਨਾ ਤੋਂ ਸਕੈਨਰ ਵਰਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ:

source: saned needs to be installed to share the local scanner(s). Do you want to install the saned package?
br: staliet e tle bezañ saned evit rannañ ar skanner(où) lec'hel. Ha sur oc'h e mennit staliañ ar pakad saned ?
et: Kohaliku skanneri jagamiseks on vaja paigaldada tarkvarapakett saned. Kas soovite seda nüüd teha?
fi: Paketti saned tulee olla asennettuna, jotta paikallisia kuvanlukijoita voidaan jakaa. Asennetaanko saned?
id: saned perlu diinstall untuk berbagi scanner lokal. Apakah Anda ingin menginstall paket saned?
is: saned þarf að vera uppsettur til að geta deilt staðbundnum myndskanna. Viltu setja inn saned pakkann?
nb: Du må installere saned for å kunne dele lokale skannere. Ønsker du å installere pakka saned nå?
pa_in: ਲੋਕਲ ਸਕੈਨਰ ਸ਼ੇਅਰ ਕਰਨ ਲਈ saned ਇੰਸਟਾਲ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਕੀ ਤੁਸੀਂ saned ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Your scanner(s) will not be available on the network.
et: Teie skanner(id) ei ole võrgus kättesaadavad.
fi: Kuvanlukijoita ei voi käyttää verkosta.
id: Scanner Anda tidak akan tersedia pada jaringan.
is: Myndskanninn þinn verður ekki boðinn fram á netinu.
nb: Skanneren/-ene vil ikke være tilgjengelig(e) på nettverket.
pa_in: ਤੁਹਾਡਾ ਸਕੈਨਰ ਨੈੱਟਵਰਕ ਤੇ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।

source: Could not install the packages needed to share your scanner(s).
br: N'eo ket evit staliañ evit ranañ hoc'h eiltreser.
et: Pakettide paigaldamine, mis on vajalikud Teie skanneri(te) jagamiseks, ei õnnestunud.
fi: Kuvanlukijan jakamiseen tarvittavia paketteja ei voitu asentaa.
id: Tidak bisa menginstall paket yang diperlukan untuk berbagi scanner.
is: Gat ekki sett inn pakka sem þarf til að miðla skannanum þínum.
nb: Klarte ikke installere pakkene for deling av skanner(e).
pa_in: ਤੁਹਾਡਾ ਸਕੈਨਰ ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।

source: The graphics card '%s' is no longer supported by driver '%s'
et: '%s' draiver ei toeta enam graafikakaarti '%s'.
fi: Näytönohjain %s ei ole enää tuettu ajurin %s kanssa.
id: Perangkat grafis '%s' tidak lagi didukung oleh driver '%s'
nb: Skjermkortet «%s» er ikke lenger støttet av driveren «%s»

source: New release, reconfiguring X for %s
et: Uus väljalase, X seadistatakse %s jaoks ümber
fi: Uusi julkaisu, asetetaan X uudelleen %s:lle
id: Rilis baru, mengkonfigurasi ulang X untuk %s

source: The proprietary kernel driver was not found for X.org driver '%s'
et: '%s' X.org-i draiverile ei leitud kerneli kommertsdraiverit
fi: X.org-ajurin %s suljettua versiota ei löytynyt.
id: Driver kernel proprietari tidak ditemukan untuk '%s' driver X.org
nb: Den godseide kjernedriveren for X.org-driveren «%s» ble ikke funnet.

source: Some devices in the "%s" hardware class were removed:
br: Bez eus trobarzhelloù lemet er c'hlass « %s » :
et: Mõned seadmed riistvaraklassis "%s" eemaldati:
fi: Poistettiin joitakin laitteita laitteistoluokasta "%s":
id: Beberapa perangkat pada kelas perangkat keras "%s" dihapus:
is: Nokkur tæki í "%s" vélbúnaðarhlutanum voru fjarlægð:
nb: Noen enheter i maskinvareklassen «%s» ble fjernet:
pa_in: ਜੰਤਰ ਸ਼੍ਰੇਣੀ "%s" ਵਿੱਚ ਕੁਝ ਜੰਤਰ ਹਟਾਏ ਗਏ:
