Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: Help
br: Skoazell
et: Abi
fi: Ohje
id: Bantuan
is: Hjálp
nb: Hjelp
pa_in: ਸਹਾਇਤਾ

source: Close
br: Kuitaat
et: Sulge
fi: Sulje
id: Tutup
is: Loka
nb: Lukk
pa_in: ਬੰਦ

source: Authentication
br: Dilesadur
et: Autentimisviis
fi: Tunnistautuminen
id: Authentikasi
is: Auðkenning
nb: Autentisering
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ

source: Error
br: Fazi
et: Viga
fi: Virhe
id: Kesalahan
is: Villa
nb: Feil
pa_in: ਗਲਤੀ

source: No bootloader found, creating a new configuration
br: N'eus karger loc'hañ ebet, o krouiñ ur gefluniadur nevez
et: Alglaadurit ei leitud, luuakse uus konfiguratsioon
fi: Käynnistyslatainta ei löytynyt, luodaan uudet asetukset
id: Tidak ada bootloader yang ditemukan, membuat konfigurasi baru
is: Ekkert ræsiforrit fannst, bý til nýja uppsetningu
nb: Fant ingen oppstartslaster, lager nytt oppsett.

source: _File
br: _Restr
et: _Fail
fi: _Tiedosto
nb: _Fil
pa_in: ਫਾਇਲ(_F)

source: _Quit
br: _Kuitaat
et: _Välju
fi: _Lopeta
id: _Keluar
nb: _Avslutt
pa_in: ਬਾਹਰ(_Q)

source: <control>Q
fi: <control>L
nb: <control>A

source: Text only
br: Skrid hepken
fi: Pelkkä teksti
id: Hanya teks
is: Aðeins texti
nb: Bare tekst

source: Verbose
br: Flapañ
fi: Monisanainen
id: Detail
is: Mælskt
nb: Utvidete meldinger

source: Silent
br: Didrouz
fi: Hiljainen
id: Sederhana
is: þögult
nb: Stille

source: Warning
br: Ho evezh
et: Hoiatus
fi: Varoitus
id: Peringatan
is: Aðvörun
nb: Advarsel
pa_in: ਚੇਤਾਵਨੀ

source: Your system bootloader is not in framebuffer mode. To activate graphical boot, select a graphic video mode from the bootloader configuration tool.
fi: Järjestelmän käynnistyslatain ei ole framebuffer-tilassa. Aktivoidaksesi graafisen käynnistyksen, valitse graafinen tila käynnistyslataimen asetustyökalusta.
id: Bootloader sistem Anda tidak pada mode framebuffer. Untuk mengaktifkan boot grafis, pilih mode video grafis dari aplikasi konfigurasi bootloader.
is: Ræsistjóri kerfisins er ekki í myndrænum ham. Til að virkja myndræna ræsingu, veldu myndrænan skjá-ham í stillingartóli ræsistjóra.
nb: Oppstartslasteren er ikke i framebuffer-modus (grafisk modus). For å bruke grafisk oppstart må du velge et skjermmodus fra oppsettverktøyet for oppstartslasteren.

source: Do you want to configure it now?
br: Mennout a rit kefluniañ anezhañ bremañ ?
fi: Määritelläänkö asetukset nyt?
id: Apakah Anda ingin mengkonfigurasi sekarang?
is: Viltu stilla það núna?
nb: Vil du sette det opp nå?

source: Install themes
br: Staliañ ar gizioù
fi: Asenna teemoja
id: Install tema
is: Setja inn þema
nb: Installer temaer

source: Graphical boot theme selection
br: Dibabit ar c'hiz loc'hañ ar reizhiad
fi: Graafisen käynnistysteeman valinta
id: Pemilihan tema boot grafis
is: Myndrænt ræsiþema
nb: Valg av grafisk oppstartstema

source: Graphical boot mode:
br: Mod loc'hañ gant grafikoù :
fi: Graafinen käynnistystapa:
id: Mode boot grafis:
is: Myndrænn ræsihamur:
nb: Grafisk oppstartsmodus:

source: Theme
br: Giz
fi: Teema
id: Tema
is: Þema
nb: Tema

source: Default user
br: Arveriad dre ziouer
et: Vaikimisi kasutaja
fi: Oletuskäyttäjä
id: Pengguna default
is: Sjálfgefinn notandi
nb: Forhåndsvalgt bruker:
pa_in: ਮੂਲ ਉਪਭੋਗੀ

source: Default desktop
br: Burev dre ziouer
et: Vaikimisi töölaud
fi: Oletustyöpöytä
id: Desktop default
is: Sjálfgefið skjáborð
nb: Forhåndsvalgt skrivebord:
pa_in: ਮੂਲ ਵਿਹੜਾ

source: No, I do not want autologin
br: Ne fell ket din emereañ gant an dra-se
et: Ei taha automaatselt siseneda
fi: Poista automaattinen kirjautuminen käytöstä
id: Tidak, saya tidak mau autologin
is: Nei, ég vill ekki sjálfvirka innstimplun
nb: Ikke logg inn automatisk
pa_in: ਨਹੀਂ, ਮੈਂ ਸਵੈ-ਲਾਗਇਨ ਨਹੀਂ ਚਾਹੁੰਦਾ

source: Yes, I want autologin with this (user, desktop)
br: Ya, plijout a ra din gant emereañ (averiad, burev)
et: Jah, soovin automaatset sisselogimist sellele (kasutajale, keskkonnale)
fi: Ota automaattinen kirjautuminen käyttöön
id: Ya, saya mau autologin ini (pengguna, desktop)
is: Já, ég vill sjálfvirka innskráningu með þessum (notanda, skjáborð)
nb: Logg inn automatisk med følgende bruker og skrivebord
pa_in: ਹਾਂ, ਮੈਂ ਇਸ (ਉਪਭੋਗੀ, ਵਿਹੜੇ) ਨਾਲ ਸਵੈ-ਲਾਗਇਨ ਚਾਹੁੰਦਾ ਹਾਂ

source: System mode
br: Mod ar reizhiad
et: Töömood
fi: Järjestelmän tila
id: Mode sistem
is: Kerfishamur
nb: Systemmodus
pa_in: ਸਿਸਟਮ ਵਿਧੀ

source: Launch the graphical environment when your system starts
br: Lañsañ an endro grafikel pa vez loc'het ho reizhiad
et: X Windows käivitatakse alglaadimisel
fi: Käynnistä graafinen ympäristö automaattisesti koneen käynnistyessä
id: Jalankan lingkungan X-Window saat sistem dimulai
is: Ræsa myndrænt viðmót þegar kerfi ræsir
nb: Start det grafiske miljøet ved oppstart
pa_in: ਤੁਹਾਡਾ ਸਿਸਟਮ ਚੱਲਣ ਤੇ ਗਰਾਫੀਕਲ ਵਾਤਾਵਰਨ ਚਲਾਓ

source: Boot Style Configuration
br: Kefluniadur giz al loc'hañ
fi: Käynnistystavan asetukset
id: Konfigurasi Gaya Boot
is: Uppsetning ræsistíls
nb: Oppsettstype

source: Video mode
br: Mod video
fi: Näyttötila
id: Mode video
is: Skjáhamur
nb: Videomodus

source: Please choose a video mode, it will be applied to each of the boot entries selected below. Be sure your video card supports the mode you choose.
fi: Valitse näyttötila, joka otetaan käyttöön kaikissa käynnistysvaihtoehdoissa. Varmista, että näytönohjain ja näyttö tukevat valittua näyttötilaa.
id: Silahkan pilih mode video, ia akan diterapkan pada setiap entri boot dibawah. Pastikan kartu video Anda mendukung mode yang Anda pilih.
is: Veldu myndrænan ham, hann verður virkjaður fyrir alla ræsivalkosti valda hér að neðan Vertu viss um að skjákortið þitt styðji þann ham sem þú valdir.
nb: Velg et skjermmodus. Dette blir brukt for hver av oppstartsoppføringene valgt nedenfor. Husk at skjermkortet må støtte skjermmoduset som velges.

source: The "%s" program has crashed with the following error:
et: Programm "%s" jooksis kokku järgmise veaga:
fi: Ohjelma "%s" kaatui virheeseen:
id: Program "%s" crash dengan kesalahan berikut:
is: Forritið "%s" hrundi með eftirfarandi villu:
nb: Programmet «%s» krasjet med følgende feil:

source: First Time Wizard
br: Pratikoù/Arveriaded
et: Esimese korra nõustaja
fi: Aloitusvelho
id: Wizard Pertama
is: Ráðgjöf í fyrsta sinn
nb: Førstegangsveiviser
pa_in: ਪਹਿਲੀ ਸਮਾਂ ਤਖਤੀ

source: Synchronization tool
et: Sünkroniseerimistööriist
fi: Synkronointityökalu
id: Aplikasi Sinkronisasi
is: Samræmingartól
nb: Synkroniseringsverktøy
pa_in: ਸਮਕਾਲੀ ਸੰਦ

source: Standalone Tools
et: Autonoomsed tööriistad
fi: Itsenäiset työkalut
id: Aplikasi Mandiri
is: Sjálfstæð tól
nb: Frittstående verktøy
pa_in: ਸਟੈਂਡਅਲੋਨ ਸੰਦ

source: Remote Control
br: Ren a-bell
et: Võrguhaldus
fi: Etäkäyttö
id: Kontrol Remote
is: Fjarstýring
nb: Fjernkontroll
pa_in: ਰਿਮੋਟ ਕੰਟਰੋਲ

source: Software Manager
br: Merour Poelladoù
et: Tarkvarahaldur
fi: Ohjelmistojen hallinta
id: Manajer Perangkat Lunak
is: Hugbúnaðarstjóri
nb: Programvarehåndtering
pa_in: ਸਾਫਟਵੇਅਰ ਮੈਨੇਜਰ

source: Windows Migration tool
br: Ostil broierezh deus Windows
et: Windowsi ümberkolimise tööriist
fi: Windows-asetusten tuontityökalu
id: Aplikasi Migrasi Windows
is: Windows flutningstól
nb: Migreringsverktøy for Windows
pa_in: Windows ਤਬਾਦਲਾ ਸੰਦ

source: Configuration Wizards
br: Skoazellerien kefluniadur
et: Seadistamise nõustajad
fi: Asetusvelhot
id: Wizard Konfigurasi
is: Stilli-ráðgjafar
nb: Oppsettveivisere
pa_in: ਸੰਰਚਨਾ ਤਖਤੀ

source: Select %s Tool:
br: Dibabit un ostilh %s :
et: Valige %s tööriist:
fi: Valitse %s:n työkalu
id: Pilih Alat %s:

source: or Application Name (or Full Path):
br: pe anv ar meziant (pe un hent leun) :
et: või andke rakenduse nimi (või täielik otsingutee):
fi: tai etsi ohjelman nimellä (tai tiedostopolulla)
id: atau Nama Aplikasi (atau Path Lengkap):
is: eða forritsnafn (eða fulla slóð):
nb: eller programnavn (eller full sti):
pa_in: ਜਾਂ ਕਾਰਜ ਨਾਂ (ਜਾਂ ਪੂਰਾ ਮਾਰਗ):

source: Find Package
br: Klask Pakad
et: Paketi otsimine
fi: Etsi paketti
id: Cari Paket
is: Finna pakka
nb: Finn pakke
pa_in: ਪੈਕੇਜ ਲੱਭੋ

source: Browse
br: Furchal
et: Lehitse
fi: Selaa
id: Jelajah
nb: Bla gjennom

source: Package:
br: Pakad :
et: Pakett:
fi: Paketti:
id: Paket:
is: Pakki:
nb: Pakke:
pa_in: ਪੈਕੇਜ:

source: Kernel:
br: Kalon :
fi: Ydin:
is: Kjarni:
nb: Kjerne:
pa_in: ਕਰਨਲ:

source: The "%s" program has segfaulted with the following error:
et: Programm "%s" jooksis kokku järgmise veaga:
fi: Ohjelma "%s" kaatui segfault-virheeseen:
id: Program "%s" gagal dengan error berikut:
is: Forritið "%s" framkvæmdi ólöglegan minnisaðgang með eftirfarandi villu:
nb: Programmet «%s» krasjet (segfault) med følgende feil:

source: Used theme: %s
et: Kasutatud teema: %s
fi: Teema: %s
id: Tema digunakan: %s

source: To submit a bug report, click on the report button. This will open a web browser window on %s where you'll find a form to fill in. The information displayed above will be transferred to that server
et: Veateate edastamiseks klõpsake saatmisnupule. See avab veebibrauseri akna aadressil %s, kus leiate eest täitmist ootava vormi. Ülal näidatud info edastatakse serverisse.
fi: Tee virheraportti napsauttamalla Raportoi-painiketta. Napsautus avaa Internet-selaimen ja Mandrivan %s-sivun. Sivulta löytyy täytettävä lomake, johon alla näytetyt tiedot lisätään automaattisesti.
id: Untuk mengirim laporan bug, klik pada tombol laporan. Ini akan membuka jendela browser pada %s di mana Anda akan menemukan form untuk diisi. Informasi yang ditampilkan di atas akan ditransfer ke server tersebut
is: Til að senda inn villuskýrslu, smelltu á hnappinn merktur "Skýrsla". Þetta mun opna vefglugga með síðunni %s þar sem þú finnur form til að fylla út. Upplýsingarnar sýndar hér að ofan verða sendar til þess miðlara
nb: Trykk på knappen Rapporter for å melde fra om en feil du har funnet. Dette vil åpne et nettleservindu på %s, med et skjema som du må fylle inn. Informasjonen vist nedenfor blir overført til tjeneren.

source: It would be very useful to attach to your report the output of the following command: %s.
et: Muu hulgas tasuks raportis ära näidata järgmise käsu väljund: %s.
fi: Raporttiin on hyvä liittää mukaan myös komennon %s tuloste.
id: Akan sangat berguna jika dilampirkan ke dalam laporan Anda keluaran dari perintah berikut: %s.
is: Oft er gagnlegt að bæta við úttaki úr eftirfarandi skipun: %s.
nb: Det ville være veldig nyttig om du tok med utdata fra den følgende kommandoen %s i feilrapporten.

source: You should also attach the following files: %s as well as %s.
br: Gwell e vefe koulz deoc'h stagañ ar restroù-se : %s ha %s ivez
et: Samuti tuleks kaasa panna järgmised failid: %s ning ka %s.
fi: Mukaan tulisi liittää myös seuraavat tiedostot: %s ja %s.
id: Anda juga perlu melampirkan file berikut: %s serta %s.
is: Þú ættir einnig að hengja við eftirfarandi skrár: %s sem og %s.
nb: Du bør også legge ved filene %s og %s.

source: Please describe what you were doing when it crashed:
br: Skrivit ar pezh e oac'h oc'h ober pa eo bet c'hoarvezhet ar gwallzarvoud :
et: Palun kirjeldage, mida tegite krahhi ajal (soovitavalt inglise keeles):
fi: Mitä olit tekemässä, kun ohjelma kaatui:
id: Silakan jelaskan apa yang Anda lakukan ketika terjadi crash:
is: Lýstu því hvað þú varst að gera þegar forritið hrundi (á ensku):
nb: Skriv inn hva du gjorde når programmet krasjet:

source: Report
br: Dezrevell
et: Saada
fi: Raportoi
id: Laporan
is: Skýrsla
nb: Rapporter
pa_in: ਰਿਪੋਰਟ

source: Not installed
br: N'eo ket staliet
et: Pole paigaldatud
fi: Ei asennettu
id: Tidak terinstall
is: Ekki settur inn
nb: Ikke installert
pa_in: ਇੰਸਟਾਲ ਨਹੀਂ

source: Package not installed
br: N'eo ket staliet ar pakad
et: Pakett ei ole paigaldatud
fi: Pakettia ei ole asennettuna
id: Paket tidak terinstall
is: Pakki ekki settur inn
nb: Pakke ikke installert
pa_in: ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ

source: You must type in what you were doing when this bug happened in order to enable us to reproduce this bug and to increase the odds of fixing it
et: Teil tuleks kirja panna, mida tegite vea tekkimise ajal, mis aitab meil viga korrata ja seeläbi leida põhjus ning viga parandada.
fi: Sinun täytyy kertoa mitä olit tekemässä, kun virhe tapahtui, jotta virhe pystytään toistamaan. Samalla todennäköisyydet virheen korjaamiseksi paranevat.
id: Anda harus mengetikkan apa yang Anda lakukan ketika bug ini terjadi untuk memungkinkan kami mereproduksi bug dan meningkatkan peluang memperbaikinya
is: Þú verður að skrá hvað þú varst að gera þegar þessi villa kom upp svo við getum reynt að framkalla þessa villu aftur því það eykur möguleika okkar á að laga hana
nb: Du må skrive inn hva du gjorde når denne feilen oppstod, slik at vi kan klare å reprodusere den, for så å rette den opp.

source: Thanks.
br: Mersi bras deoc'h.
et: Täname.
fi: Kiitos.
id: Terima kasih.
is: Takk.
nb: Takk.

source: Date, Clock & Time Zone Settings
br: Kefluniadur an deizid, an eurier hag an amzer
et: Kuupäeva, kellaaja ja ajavööndi seadistamine
fi: Päivämäärän, kellonajan ja aikavyöhykkeen asetukset
id: Setting Tanggal, Jam & Zona Waktu
is: Dagsetning, Tími og tímabelti
nb: Dato, klokkeslett og tidssone

source: not defined
br: n'eo ket lakaet
et: määramata
fi: ei määritetty
id: tidak didefinisikan
is: ekki skilgreint
nb: ikke angitt
pa_in: ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀਂ

source: Change Time Zone
br: Kemmañ an takad-eur
et: Ajavööndi muutmine
fi: Vaihda aikavyöhykettä
id: Ubah Zona Waktu
is: Breyta tímabelti
nb: Endre tidssone
pa_in: ਸਮਾਂ ਖੇਤਰ ਤਬਦੀਲ ਕਰੋ

source: Timezone - DrakClock
br: Takad-eur - DrakClock
et: Ajavöönd - DrakClock
fi: Aikavyöhyke - DrakClock
id: Zona waktu - DrakClock
is: Tímabelti - DrakClock
nb: Tidssone – DrakClock
pa_in: ਸਮਾਂ-ਖੇਤਰ - DrakClock

source: Which is your timezone?
br: Petra 'zo ar takad-eur ?
et: Millises ajavöötmes asute?
fi: Valitse järjestelmän aikavyöhyke.
id: Pilih zona waktu Anda
is: Hvert er þitt tímabelti?
nb: I hvilken tidssone holder du til?
pa_in: ਤੁਹਾਡਾ ਸਮਾਂ-ਖੇਤਰ ਕਿਹੜਾ ਹੈ?

source: Is your hardware clock set to GMT?
br: Ha war GMT eo lakaet ho eurier periantel ?
et: Kas arvuti sisekell on seatud GMT ajale?
fi: Onko laitteistokello asetettu GMT-aikaan?
id: Apakah jam perangkat keras Anda merujuk ke GMT?
is: Er klukkan í tölvunni stillt á GMT?
nb: Bruker maskinvareklokka GMT?
pa_in: ਕੀ ਤੁਹਾਡੀ ਹਾਰਡਵੇਅਰ ਘੜੀ ਦਾ ਨਿਰਧਾਰਨ GMT ਹੈ?

source: Network Time Protocol
br: Komenad Eur Rouedad (NTP)
et: Võrguajaprotokoll
fi: NTP
id: Protokol Waktu Jaringan
is: Net-tímamiðlari (NTP)
nb: Nettverkstidsprotokoll
pa_in: ਨੈੱਟਵਰਕ ਸਮਾਂ ਪਰੋਟੋਕਾਲ

source: Your computer can synchronize its clock with a remote time server using NTP
br: Gellout a ra hoc'h urziataer gwiriekaat e eurier gant ur servijer a eur a-bell dre NTP
et: Teie arvuti võib sünkroniseerida oma aja mõne internetis asuva ajaserveriga NTP vahendusel
fi: Tietokoneen kello voidaan myös tahdistaa aikapalvelimen kanssa NTP:n avulla
id: Komputer Anda dapat mensinkronisasikan waktu dengan server waktu remote menggunakan NTP
is: Tölvan getur samstillt klukkuna við net-tímamiðlara með NTP
nb: Datamaskinen din kan automatisk synkronisere klokken med en tidstjener på nettverket ved hjelp av NTP.
pa_in: ਤੁਹਾਡਾ ਕੰਪਿਊਟਰ ਰਿਮੋਟ ਸਮਾਂ ਸਰਵਰ ਨਾਲ NTP ਵਰਤ ਕੇ ਸਮਕਾਲੀ ਹੋ ਸਕਦਾ ਹੈ

source: Enable Network Time Protocol
br: Bevaat ar c'homenad Eur Rouedad (NTP)
et: Võrguajaprotokolli lubamine
fi: Ota NTP käyttöön
id: Aktifkan Protokol Waktu Jaringan
is: Virkja net-tímamiðlara
nb: Bruk nettverktidsprotokoll
pa_in: ਨੈੱਟਵਰਕ ਸਮਾਂ ਪਰੋਟੋਕਾਲ ਯੋਗ ਕਰੋ

source: Server:
br: Servijer :
fi: Palvelin:
is: Miðlari:
nb: Tjener:
pa_in: ਸਰਵਰ:

source: Timezone
br: Takad-eur
et: Ajavöönd
fi: Aikavyöhyke
id: Zona waktu
is: Tímabelti
nb: Tidssone
pa_in: ਸਮਾਂ-ਖੇਤਰ

source: Please enter a valid NTP server address.
br: Roit ur chomlec'h mat evit ar servijer NTP mar plij.
et: Palun andke sobiv NTP-serveri aadress.
fi: Anna kelvollinen NTP-palvelimen osoite.
id: Harap masukkan alamat server NTP yang valid.
is: Gefðu upp gilt vistfang NTP miðlara.
nb: Skriv inn en gyldig tjeneradresse.

source: Could not synchronize with %s.
et: Sünkroniseerimine serveriga %s ebaõnnestus.
fi: Ei voitu tahdistaa aikapalvelimen %s kanssa.
id: Tidak bisa mensinkronisasikan dengan %s.
is: Gat ekki samstillt við %s.
nb: Klarte ikke å synkronisere med %s.
pa_in: %s ਨਾਲ ਸਮਕਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।

source: Quit
br: Kuitaat
et: Välju
fi: Lopeta
id: /_Keluar
is: Hætta
nb: Avslutt
pa_in: ਬਾਹਰ

source: Retry
br: Adklask
et: Proovi uuesti
fi: Yritä uudelleen
id: Coba kembali
is: Reyna aftur
nb: Prøv på nytt

source: Reset
br: Deraouekaat
et: Lähtesta
fi: Nollaa aika
id: Ulang
is: Frumstilla
nb: Tilbakestill
pa_in: ਮੁੜ-ਨਿਰਧਾਰਨ

source: Channel
br: Kanol
et: Kanal
fi: Kanava
id: Kanal
is: Rás
nb: Kanal
pa_in: ਚੈਨਲ

source: %s already exists and its contents will be lost
et: %s on juba olemas ja selle sisu läheb kaotsi
fi: %s on jo olemassa ja sen sisältö menetetään
id: %s sudah ada dan isinya akan hilang
is: %s er þegar til og innihald mun glatast
nb: %s finnes allerede og innholdet vil gå tapt

source: Could not get the list of available channels
et: Saadaolevate kanalite nimekirja hankimine nurjus
fi: Kanavalistaa ei voitu hakea
id: Tidak bisa mendapatkan daftar channel yang tersedia
is: Gat ekki fundið lista af tiltækum rásum
nb: Kunne ikke motta listen over tilgjengelige kanaler

source: Please wait
br: Gortozit mar plij
et: Palun oodake
fi: Odota hetki
id: Harap tunggu
is: Augnablik
nb: Vent litt
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ

source: Detecting DVB channels, this will take a few minutes
et: DVB kanalite tuvastamine - see võib võtta veidi aega
fi: Haetaan kanavia, haku voi kestää muutamia minuutteja
id: Mendeteksi channel DVB, ini akan memakan waktu beberapa menit
is: Leita að DVB rásum, þetta getur tekið nokkrar mínútur
nb: Oppdager DVB-kanaler, dette vil ta et par minutter

source: Cancel
br: Nullañ
et: Loobu
fi: Peruuta
id: Batal
is: Hætta við
nb: Avbryt
pa_in: /ਰੱਦ ਕਰੋ

source: Detect Channels
et: Tuvasta kanalid
fi: Etsi kanavat
id: Mendeteksi Channel
is: Leita að rásum
nb: Oppdag kanaler

source: View Channel
et: Vaata kanalit
fi: Näytä kanava
id: Tampilkan Channel
is: Skoða rás
nb: Vis kanal

source: GDM (GNOME Display Manager)
br: GDM (merour diskwel GNOME)
et: GDM (GNOME kuvahaldur)
fi: GDM (Gnomen näytönhallinta)
is: GDM (GNOME gluggastjóri)
pa_in: GDM (GNOME ਦ੍ਰਿਸ਼ ਮੈਨੇਜਰ)

source: KDM (KDE Display Manager)
br: KDM (merour diskwel KDE)
et: KDM (KDE kuvahaldur)
fi: KDM (KDE:n näytönhallinta)
is: KDM (KDE gluggastjóri)
pa_in: KDM (KDE ਦ੍ਰਿਸ਼ ਮੈਨੇਜਰ)

source: XDM (X Display Manager)
br: XDM (merour diskwel X)
et: XDM (X'i kuvahaldur)
fi: XDM (X:n näytönhallinta)
is: XDM (X gluggastjóri)
pa_in: XDM (X ਦ੍ਰਿਸ਼ ਮੈਨੇਜਰ)

source: Choosing a display manager
br: O tibab ur merour diskwel
et: Kuvahalduri valimine
fi: Näytönhallintaohjelman valinta
id: Pilih manajer tampilan
is: Velja gluggastjóra
nb: Velg innloggingsbehandler
pa_in: ਦ੍ਰਿਸ਼ ਮੈਨੇਜਰ ਚੁਣ ਰਿਹਾ ਹੈ

source: X11 Display Manager allows you to graphically log into your system with the X Window System running and supports running several different X sessions on your local machine at the same time.
et: X11 kuvahaldur võimaldab Teil graafiliselt sisse logida süsteemi, kus töötab X Window System, samuti toetab see korraga mitme X-seansi käivitamist ja neis töötamist.
fi: X11-näytönhallinta sallii graafisen kirjautumisen järjestelmään. Näytönhallinta mahdollistaa myös usean paikallisen ja samanaikaisen graafisen istunnon.
id: Manajer Tampilan X11 memungkinkan Anda login dengan Sistem Window X dan menjalankan banyak sesi X pada komputer lokal secara bersamaan.
is: X11 gluggastjóri leyfir þér að skrá þig inn á gluggakerfið um myndræna skjámynd ef X gluggakerfið er keyrandi og leyfir margar mismunandi X lotur í einu á þinni vél.
nb: Innloggingsbehandleren lar deg logge inn grafisk på systemet når X kjører, og støtter også flere samtidige økter på maskina.
pa_in: X11 ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ X ਝਰੋਖਾ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੁਹਾਨੂੰ ਗਰਾਫਿਕਲ ਦਾਖਲਾ ਦਿੰਦਾ ਹੈ, ਜੋ ਕਿ ਸਥਾਨਕ ਮਸ਼ੀਨ ਤੇ ਇੱਕੋ ਸਮੇਂ ਵੱਖਰੇ X ਅਜਲਾਸ ਹੋਣ ਕਰਕੇ ਸੰਭਵ ਹੈ।

source: The change is done, do you want to restart the dm service?
br: Great eo ar c'hemm, C'hoant ho peus e adloc'hañ ar servij dm ?
et: Muutus on tehtud. Kas käivitada nüüd kuvahaldur uuesti?
fi: Muutos suoritettu, käynnistetäänkö näytönhallinta uudelleen?
id: Perubahan selesai, apakah Anda ingin me-restart layanan dm?
is: Breytingum er lokið, viltu endurræsa dm þjónustuna núna?
nb: Endringene er nå lagret. Vil du starte tjenesten dm på nytt?
pa_in: ਤਬਦੀਲੀ ਹੋ ਗਈ, ਕੀ ਤੁਸੀਂ dm ਸੇਵਾ ਮੁੜ ਚਲਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ?

source: You are going to close all running programs and lose your current session. Are you really sure that you want to restart the dm service?
et: Te kavatsete sulgeda kõik töötavad programmid ja lõpetada käimasoleva seansi. Kas ikka kindlasti käivitada kuvahaldur uuesti?
fi: Kaikki käynnissä olevat ohjelmat suljetaan ja nykyinen istunto menetetään. Oletko varma, että haluat käynnistää näytönhallinnan uudelleen?
id: Anda akan menutup semua program berjalan dan kehilangan sesi aktual. Apakah Anda yakin akan me-restart layanan dm?
is: Öllum keyrandi gluggaforritum verður lokað og núverandi lota mun tapast. Ert þú viss um að þú viljir rendurræsa dm þjónustuna?
nb: Alle program som kjører blir lukket, og du mister den gjeldende økta. Er du sikker på at du vil starte tenesten dm på nytt?
pa_in: ਤੁਸੀਂ ਸਭ ਚੱਲ਼ਦੇ ਕਾਰਜ ਬੰਦ ਅਤੇ ਮੌਜੂਦਾ ਅਜਲਾਸ ਗੁਆਉਣਾ ਜਾ ਰਹੇ ਹੋ। ਕੀ ਤੁਸੀਂ dm ਸੇਵਾ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ?

source: Search installed fonts
br: Klask an nodrezhoù staliet
et: Paigaldatud fontide otsimine
fi: Etsi asennetut kirjasimet
id: Cari font terinstall
is: Leita að uppsettu letri
nb: Søk gjennom installerte skrifter
pa_in: ਇੰਸਟਾਲ ਕੀਤੇ ਫੌਂਟ ਖੋਜੋ

source: Unselect fonts installed
br: Andiuz an nodrezhoù staliet
et: Paigaldatud fontide valiku tühistamine
fi: Poista asennettujen kirjasinten valinta
id: Tidak pilih font yang sudah diinstall
is: Afveljið uppsett letur
nb: Velg bort installerte skrifter
pa_in: ਇੰਸਟਾਲ ਕੀਤੇ ਫੌਂਟ ਚੋਣ ਹਟਾਓ

source: No fonts found
br: Nodrezhoù ebet kavet
et: Fonte ei leitud
fi: Kirjasimia ei löytynyt
id: Tidak ada font yang ditemukan
is: Engin letur fundust
nb: Fant ingen skrifter
pa_in: ਕੋਈ ਫੌਂਟ ਨਹੀਂ ਲੱਭਿਆ

source: parse all fonts
br: o lenn pep nodrezh
et: kõigi fontide parsimine
fi: jäsennetään kaikki kirjasimet
id: parse semua font
is: vinna öll letur
nb: Les alle skrifter
pa_in: ਸਭ ਫੌਂਟ ਪਾਰਸ ਕਰੋ

source: done
br: graet
et: tehtud
fi: valmis
id: selesai
is: lokið
nb: ferdig
pa_in: ਸਮਾਪਤ

source: Could not find any font in your mounted partitions
br: Ne m'eus ket kavout un nodrezh e-barzh ho barzhadurioù marc'het
et: Haagitud partitsioonidel ei leitud ühtegi fonti
fi: Liitetyiltä osioilta ei löytynyt kirjasimia
id: Tidak dapat menemukan sembarang font pada partisi mount
is: Gat ekki fundið nein letur á tengdum disksneiðum
nb: Fant ingen skrifter på de monterte partisjonene
pa_in: ਤੁਹਾਡੇ ਮਾਊਂਟ ਕੀਤੇ ਭਾਗ ਵਿੱਚ ਕੋਈ ਫਾਊਂਟ ਨਹੀਂ ਲੱਭ ਸਕਿਆ

source: Reselect correct fonts
br: Adibabit nodrezhoù mat
et: Korrektsete fontide uuestivalimine
fi: Valitse uudelleen oikeat kirjasimet
id: Pilih ulang font yang benar
is: Endurvelja rétt letur
nb: Velg på nytt de rette skriftene
pa_in: ਸਹੀ ਫੌਂਟ ਮੁੜ ਚੁਣੋ

source: Could not find any font.
br: Ne m'eus ket gallet kavout un nodrezh.
et: Ei õnnestunud fonte leida.
fi: Yhtään kirjasinta ei löytynyt.
id: Tidak dapat menemukan sembarang font.
is: Gat ekki fundið nein letur.
nb: Fant ingen skrift.
pa_in: ਕੋਈ ਫੌਂਟ ਨਹੀਂ ਲੱਭ ਸਕਿਆ।

source: Search for fonts in installed list
br: Klask an nodrezhoù e roll ar re staliet
et: Fontide otsing paigaldatute nimekirjas
fi: Etsi kirjasimia asennettujen listalta
id: Cari font pada daftar yang terinstall
is: Leita að letri í uppsettum lista
nb: Søk etter skrifter i lista over installerte
pa_in: ਇੰਸਟਾਲ ਸੂਚੀ ਵਿੱਚ ਫੌਂਟ ਖੋਜੋ

source: %s fonts conversion
et: %s fontide teisendamine
fi: Muunnetaan %s-kirjasimia
id: Konversi font %s
is: %s leturbreytingar
nb: skriftkonvertering for %s
pa_in: %s ਫੌਂਟ ਅਨੁਵਾਦ
