Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: Fonts copy
br: Adskrivañ nodrezhoù
et: Fontide kopeerimine
fi: Kopioidaan kirjasimia
id: Penyalinan font
is: Afrita letur
nb: Skriftkopiering
pa_in: ਫੌਂਟ ਨਕਲ

source: True Type fonts installation
br: Staliadur an nodrezhoù True Type
et: TrueType fontide paigaldamine
fi: Asennetaan True Type -kirjasimia
id: Installasi font jenis True Type
is: Innsetning True Type leturs
nb: Installering av TrueType-skrifter
pa_in: ਅਸਲੀ ਕਿਸਮ ਫੌਂਟ ਇੰਸਟਾਲੇਸ਼ਨ

source: please wait during ttmkfdir...
br: gortozit mar plij en ur ttmkfdir ...
et: palun oodake, käib ttmkdir...
fi: odota kunnes ttmkfdir on valmis...
id: harap tunggu selama ttmkfdir...
is: vinsamega bíðið meðan ttmkfdir vinnur...
nb: Vent litt mens ttmkfdir blir kjørt …
pa_in: ਕਿਰਪਾ ਕਰਕੇ ttmkfdir ਦੌਰਾਨ ਉਡੀਕੋ...

source: True Type install done
br: Graet eo staliadur an nodrezhoù True Type
et: TrueType paigaldamine tehtud
fi: True Type -kirjasinten asennus on valmis
id: Installasi True Type selesai
is: True Type uppsetningu lokið
nb: TrueType-installering fullført
pa_in: ਅਸਲੀ ਕਿਸਮ ਇੰਸਟਾਲ ਮੁਕੰਮਲ

source: type1inst building
br: o sevel gant type1inst
et: type1inst loomine
fi: Rakennetaan: type1inst
id: pembangunan type1inst
is: type1inst keyrir
nb: bygger btype1inst
pa_in: type1inst ਨਿਰਮਾਣ

source: Ghostscript referencing
et: Ghostcsripti määratlused
fi: Asetetaan Ghostscript-viittaukset
id: Referensi Ghostscript
is: Ghostscript tilvitnanir
nb: Ghostscript-referanser
pa_in: ਗੋਸਟ-ਸਕ੍ਰਿਪਟ ਹਵਾਲਾ

source: Suppress Temporary Files
br: Lemel ar restroù padennek
et: Ajutiste failide kustutamine
fi: Poistetaan väliaikaiset tiedostot
id: Sembunyikan File Temporer
is: Fjarlægi tímabundnar skrár
nb: Ikke bruk midlertidige filer
pa_in: ਫਰਜ਼ੀ ਫਾਇਲਾਂ ਦਬਾਓ

source: Suppress Fonts Files
br: Lemel restroù ar fontoù
et: Fondifailide kustutamine
fi: Poista kirjasintiedostot
id: Sembunyikan File Font
is: Stöðva notkun leturskráa
nb: Ikke vis skriftfiler
pa_in: ਫੌਂਟ ਫਾਇਲਾਂ ਦਬਾਓ

source: Before installing any fonts, be sure that you have the right to use and install them on your system. You can install the fonts the normal way. In rare cases, bogus fonts may hang up your X Server.
et: Enne fontide paigaldamist kontrollige, et Teil on õigus neid oma süsteemis kasutada ja paigaldada. Fonte saab paigaldada normaalsel meetodil. Haruharva võivad vigased fondid panna küll X-serveri hanguma.
fi: Varmista ennen uusien kirjasinten asentamista, että sinulla on oikeudet käyttää ja asentaa kirjasimia järjestelmään. Kirjasimet voidaan asentaa normaaliin tapaan. Joissain harvoissa tapauksissa vialliset kirjasimet voivat kaataa X-palvelimen.
id: Sebelum menginstall sembarang font, pastikan Anda memiliki hak untuk menggunakan dan menginstallnya pada sistem Anda. -Anda dapat menginstall font dengan cara normal. Terkadang, font palsu dapat membuat server X Anda hang.
is: Áður en þú setur inn letur, staðfestu að þú hafir rétt til að nota og setja þau upp á þínu kerfi. Þú getur sett letur upp á venjulegan hátt. Í undantekningartilfellum hafa gallaðar leturskrár stöðvað X miðlarann.
nb: Før du installer skrifter, bør du kontrollere at du har rett til å bruke og installere de på systemet ditt. Du kan installere skriftene på vanlig måte. I sjeldne tilfeller kan ødelagte skrifter få X-tjeneren til å henge ved oppstart.
pa_in: ਕੋਈ ਫੋਂਟ ਇੰਸਟਾਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਤੁਹਾਨੂੰ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਕਿ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲ ਤੇ ਵਰਤਣ ਦਾ ਅਧਿਕਾਰ ਹੈ। ਤੁਸੀਂ ਫੋਂਟ ਸਧਾਰਨ ਢੰਗ ਨਾਲ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ। ਬਹੁਤ ਘੱਟ ਹਾਲਾਤ ਵਿੱਚ, ਗਲਤ ਫੋਂਟ ਤੁਹਾਡੇ X ਸਰਵਰ ਨੂੰ ਨਿਕਾਰਾ ਕਰ ਸਕਦੇ ਹਨ।

source: Font Installation
br: Staliadur ar fontoù
et: Fontide paigaldamine
fi: Kirjasinten asennus
id: Installasi Font
is: Leturuppsetning
nb: Skriftinstallering

source: Font List
br: Listenn nodrezhoù
et: Fontide nimekiri
fi: Lista kirjasimista
id: Daftaf Font
is: Leturlisti
nb: Skriftliste
pa_in: ਫੌਂਟ ਸੂਚੀ

source: Get Windows Fonts
br: Tapout nodrezhoù Windows
et: Paigalda Windowsi fondid
fi: Tuo Windows-fontit
id: Dapatkan Font-Font Windows
is: Ná í Windows letur
nb: Hent Windows-skrifter

source: About
br: A-brepoz
et: Misvärk
fi: Tietoja
id: Keterangan
is: Um forrit
nb: Om
pa_in: ਇਸ ਬਾਰੇ

source: Options
br: Dibarzhoù
et: Eelistused
fi: Asetukset
id: Opsi
is: Valkostir
nb: Valg
pa_in: ਚੋਣ

source: Uninstall
br: Distaliañ
et: Eemalda
fi: Poista
is: Fjarlægja
nb: Avinstaller
pa_in: ਅਨ-ਇੰਸਟਾਲ

source: Import
br: Enporzh
fi: Tuo
is: Flytja inn
nb: Importer
pa_in: ਆਯਾਤ

source: Copyright (C) %s by Mandriva
br: Copyright (C) %s gant Mandriva
et: Autoriõigus (C) %s: Mandriva
fi: Copyright (C) %s, Mandriva
id: Hak cipta (C) %s oleh Mandriva
is: Höfundaréttur (C) %s Mandriva
nb: Copyright © %s Mandriva

source: Font installer.
br: Stalier fontoù.
et: Fondipaigaldaja.
fi: Kirjasinten asennus.
id: Installer font.
is: Leturinnsetning.
nb: Skriftinstallering.

source: _: Translator(s) name(s) & email(s)
br: Jañ-Mai Drapier <jan-mai.drapier@mail.dotcom.fr> Thierry Vignaud <tvignaud@mandriva.com>
et: Marek Laane <bald@starman.ee>
fi: Thomas Backlund <tmb@mandrake.org> Jani Välimaa <wally@mandriva.org>
id: Willy Sudiarto Raharjo <willysr@gmail.com>
is: Pjetur G. Hjaltason <pjetur@pjetur.net>
nb: Olav Dahlum <odahlum@gmail.com>

source: Choose the applications that will support the fonts:
br: Dibabit ar meziantoù a implij an nodrezhioù :
et: Valige rakendused, millel on fontide tugi:
fi: Valitse sovellukset, jotka tukevat kirjasimia:
id: Pilih aplikasi yang mendukung font :
is: Veldu þau forrit sem eiga að styðja við letrin:
nb: Velg programmene som vil bruke skriftene:
pa_in: ਕਾਰਜ ਜੋ ਫੌਂਟਾਂ ਨੂੰ ਸਹਿਯੋਗ ਦਿੰਦਾ ਹੈ ਚੁਣੋ:

source: Generic Printers
br: Moullerezioù boutin
et: Tavalised printerid
fi: Yleiset tulostimet
id: Printer Generik
is: Almennir prentarar
nb: Generelle skrivere
pa_in: ਸਧਾਰਨ ਪ੍ਰਿੰਟਰ

source: Select the font file or directory and click on 'Add'
br: Dibabit restr pe renkell an nodrezh ha klikit ouzh « Ouzhpennañ »
et: Valige fondifail või kataloog ja klõpsake "Lisa"
fi: Valitse kirjasintiedosto tai hakemisto ja napsauta Lisää-painiketta
id: Pilih file font atau direktori dan klik 'Tambah'
is: Veldu leturskrá eða möppu og smelltu á 'Bæta við'
nb: Velg skriftfila eller skriftmappa, og trykk så på «Legg til».
pa_in: ਫੌਂਟ ਫਾਇਲ ਜਾਂ ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ ਅਤੇ 'ਸ਼ਾਮਿਲ' ਤੇ ਕਲਿੱਕ ਕਰੋ

source: File Selection
br: Choazh ar restr
et: Failivalik
fi: Tiedostojen valinta
id: Pilihan File
is: Skráaval
nb: Filvalg
pa_in: ਫਾਇਲ ਚੋਣ

source: Fonts
br: Nodrezhoù
et: Fondid
fi: Kirjasimet
id: Font
is: Letur
nb: Skrifter
pa_in: ਫੋਂਟ

source: Import fonts
br: Enporzh an nodrezhoù
et: Fontide importimine
fi: Tuo kirjasimia
id: Import font
is: Flytja inn letur
nb: Importer skrifter
pa_in: ਫੌਂਟ ਅਯਾਤ ਕਰੋ

source: Add
br: Ouzhpennañ
et: Lisa
fi: Lisää
id: Tambah
is: Bæta við
nb: Legg til
pa_in: ਸ਼ਾਮਲ

source: Remove
br: Lemel
et: Eemalda
fi: Poista
id: Hapus
is: Fjarlægja
nb: Fjern
pa_in: ਹਟਾਓ

source: Install
br: Staliañ
et: Paigaldamine
fi: Asenna
id: Installasi
is: Setja inn
nb: Installer
pa_in: ਇੰਸਟਾਲ ਕਰੋ

source: Are you sure you want to uninstall the following fonts?
br: Ha sur oc'h bezañ mennet da zistaliañ an nodezhoù a-heul ?
et: Kas tõesti eemaldada järgmised fondid?
fi: Haluatko varmasti poistaa seuraavat fontit?
id: Apakah Anda yakin Anda hendak menguninstall font-font berikut?
is: Ert þú viss um að þú viljir fjarlægja eftirfarandi leturgerðir?
nb: Er du sikker på at du vil avinstallere disse skriftene?

source: Yes
br: Ya
et: Jah
fi: Kyllä
id: Ya
is: Já
nb: Ja
pa_in: ਹਾਂ

source: No
br: N'eo ket
et: Ei
fi: Ei
id: Tidak
is: Nei
nb: Nei
pa_in: ਨਹੀਂ

source: Unselect All
br: Andiuz an holl re
et: Tühista kõigi valimine
fi: Poista valinnat
id: Semua yang Tidak Dipilih
is: Afvelja allt
nb: Velg bort alle
pa_in: ਸਭ ਨਾ-ਚੁਣੋ

source: Select All
br: Diuz an holl re
et: Kõigi valimine
fi: Valitse kaikki
id: Semua yang Dipilih
is: Velja allt
nb: Velg alle
pa_in: ਸਭ ਚੁਣੇ

source: Importing fonts
br: Oc'h enporzh an nodrezhoù
et: Fontide importimine
fi: Kirjasinten tuonti
id: Mengimport font
is: Flytja inn letur
nb: Importerer skrifter
pa_in: ਫੌਂਟ ਅਯਾਤ ਕਰ ਰਿਹਾ ਹੈ

source: Initial tests
et: Käivitustestid
fi: Alkutestit
id: Pengujian awal
is: Fyrstu athuganir
nb: Førtest
pa_in: ਸ਼ੁਰੂਆਤੀ ਜਾਂਚ

source: Copy fonts on your system
br: Eiliañ an nodrezhoù war ho reizhiad
et: Fontide kopeerimine Teie süsteemi
fi: Kirjasinten kopiointi järjestelmään
id: Salin font pada sistem Anda
is: Afrita letur á kerfi þínu
nb: Kopier skrifter på systemet
pa_in: ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਫੌਂਟ ਨਕਲ ਕਰੋ

source: Install & convert Fonts
br: Staliañ & amdreiñ an nodrezhoù
et: Fontide paigaldamine ja teisendamine
fi: Kirjasinten asennus ja muunto
id: Install & konversikan Font
is: Setja upp og umbreyta letri
nb: Installer og konverter skrifter
pa_in: ਫੌਂਟ ਇੰਸਟਾਲ ਤੇ ਤਬਦੀਲ ਕਰੋ

source: Post Install
br: Pa vez echu ar staliadur
et: Paigaldamisjärgne seadistamine
fi: Asennuksen jälkeiset toiminnot
id: Pasca Installasi
is: Eftir innsetningu
nb: Etterinstallering
pa_in: ਇੰਸਟਾਲ ਤੋ ਪਹਿਲਾਂ

source: Removing fonts
br: O lemel an nodrezhoù
et: Fontide eemaldamine
fi: Kirjasinten poisto
id: Menghapus font
is: Fjarlægja letur
nb: Fjerner skrifter

source: Remove fonts on your system
br: Lemel an nodrezhoù eus ho reizhiad
et: Fontide eemaldamine Teie süsteemist
fi: Poista kirjasimet järjestelmästä
id: Hapus font pada sistem Anda
is: Fjarlægja letur á þínu kerfi
nb: Fjern skrifter fra systemet
pa_in: ਆਪਣੇ ਸਿਸਟਮ ਤੋਂ ਫੌਂਟ ਹਟਾਓ

source: Post Uninstall
br: Goude an distaliadur
et: Eemaldamisjärgne seadistamine
fi: Poistamisen jälkeiset toiminnot
id: Pasca Un-Installasi
is: Eftirvinnsla
nb: Etteravinstallering
pa_in: ਪੋਸਟ ਅਨ-ਇੰਸਟਾਲ

source: drakhelp 0.1 Copyright (C) %s Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. Usage:
br: drakhelp 0.1 Copyright (C) %s Mandriva. Ur meziant frank eo an hini-mañ ha moien zo da zal'ch anezhañ hervez GNU GPL. Arveriadur :
et: drakhelp 0.1 Autoriõigus © %s: Mandriva. See on vaba tarkvara, mida võib levitada vastavalt GNU Üldise Avaliku Litsentsi tingimustele. Kasutamine:
fi: drakhelp 0.1 Copyright (C) %s Mandriva. Tämä on vapaa ohjelmisto ja voit levittää sitä GNU GPL -lisenssin mukaisesti. Käyttö:
id: drakhelp 0.1 Hak Cipta (C) %s Mandriva. Ini merupakan free software dan dapat didistribusikan ulang dibawah aturan GNU GPL. Penggunaan:
is: drakhelp 0.1 Höfundaréttur (C) %s Mandriva. þetta er frjáls hugbúnaður og má dreifa samakvæmt skilmálum GNU GPL. Notkun:
nb: drakhelp 0.1 Copyright © %s Mandriva. Dette er fri programvare, og du kan distribuere det under GNU GPL-lisensen. Bruk:
pa_in: drakhelp 0.1 ਅਧਿਕਾਰ (C) %s ਮੈਂਡਰਿਵ-ਸਾਫਟ। ਇਹ ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਹੈ ਅਤੇ GNU GPL ਦੇ ਅਧੀਨ ਮੁੜ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਉਪਯੋਗਤਾ:

source: --help - display this help
br: --help - diskouez an tamm-sikour-mañ
et: --help - näitab seda abiteadet
fi: --help - näytä tämä ohje
id: --help - tampilkan bantuan ini
is: --help - Sýnir þessa hjálp
nb: --help – Vis denne hjelpeteksten.
pa_in: --help - ਇਹ ਸਹਾਇਤਾ ਵਿਖਾਓ

source: --id <id_label> - load the html help page which refers to id_label
et: --id <id_label> - avab html abilehekülje, mis viitab id_label'ile
fi: --id <id_label> - lataa id_label:ia koskeva html-ohjesivu
id: --id <id_label> - muat halaman bantuan html yang mereferensi pada id_label
is: --id <id_label> - hlaða inn html hjálparsíðunni sem vitnar í id_label
nb: --id <identifikator> – Last HTML-hjelpesiden som refererer til «identifikator».
pa_in: --id <id_label> - html ਸਹਾਇਤਾ ਲੋਡ ਕਰੋ ਜੋ id_label ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ

source: --doc <link> - link to another web page ( for WM welcome frontend)
et: --doc <link> - link veebileheküljele ( WM tervituse kasutajaliidesele)
fi: --doc <linkki> - linkki toiselle Internet-sivulle (WM tervetuloa-etusivulle)
id: --doc <link> - link ke halaman web lain ( untuk tampilan selamat datang WM)
is: --doc <link> - tengill á aðra vefsíðu ( fyrir WM velkominn forsíðu)
nb: --doc <lenke> – Lenke til en annen nettside (for velkomstmelding).
pa_in: --doc <link> - ਹੋਰ ਵੈਬ ਸਫਿਆਂ ਨੂੰ ਸੰਬੰਧ ( WM ਪਹਿਲੇ ਸਵਾਗਤੀ ਦਰ ਲਈ)

source: Mandriva Linux Help Center
br: Kreizenn sikourMandriva Linux
et: Mandriva Linuxi abikeskus
fi: Mandriva Linuxin ohjeet
id: Pusat Bantuan Mandriva Linux
is: Mandriva Linux hjálparmiðstöð
nb: Hjelpesenter for Mandriva Linux
pa_in: ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਸਹਾਇਤਾ ਕੇਂਦਰ

source: No Help entry for %s
br: Skoazell ebet evit %s
et: %s on ilma abikirjeta
fi: Työkalulle %s ei löydy ohjetta.
id: Tidak ada daftar bantuan untuk %s
is: Engin hjálparfærsla fyrir %s
nb: Det finnes ingen oppføring for %s

source: System settings
br: Dibarzhoù ar reizhiad
et: Süsteemsed seadistused
fi: Järjestelmäasetukset
id: Setting sistem
is: Kerfisvalkostir
nb: Systeminnstillinger
pa_in: ਸਿਸਟਮ ਵਿਵਸਥਾ

source: Custom settings
br: Kefluniadur diouzhoc'h
et: Isetehtud
fi: Mukautetut asetukset
id: Setting kebiasaan
is: Sérsniðnar stillingar
nb: Tilpassa oppsett
pa_in: ਪਸੰਦੀ ਵਿਵਸਥਾ

source: Custom & system settings
br: Kefluniadur diouzhoc'h ha reizhiad
et: Isetehtud ja süsteemsed seadistused
fi: Mukautetut ja järjestelmäasetukset
id: Setting kebiasaan & sistem
is: Sérsniðin kerfisuppsetning
nb: Tilpassa og systemoppsett
pa_in: ਪਸੰਦੀ ਦਾ ਤੇ ਸਿਸਟਮ ਵਿਵਸਥਾ

source: Security Permissions
br: Aotreoù surantez
et: Turvaõigused
fi: Oikeusasetukset
id: Ijin Keamanan
is: Aðgangsheimildir
nb: Sikkerhetstillatelser

source: Editable
br: Aozabl
et: Redigeeritav
fi: Muokattavissa
id: Bisa diedit
is: Breytanlegt
nb: Redigerbar
pa_in: ਸੋਧਯੋਗ

source: Path
br: Hent
et: Asukoht
fi: Polku
is: Slóð
nb: Sti
pa_in: ਰਸਤਾ

source: User
br: Arveriad
et: Kasutaja
fi: Käyttäjä
id: Pengguna
is: Notandi
nb: Bruker
pa_in: ਉਪਭੋਗੀ

source: Group
br: Strollad
et: Grupp
fi: Ryhmä
id: Grup
is: Hópur
nb: Gruppe
pa_in: ਸਮੂਹ

source: Permissions
br: Aotreoù
et: Õigused
fi: Oikeudet
id: Izin
is: Aðgangsheimildir
nb: Tillatelser
pa_in: ਅਧਿਕਾਰ

source: Add a new rule
br: Ouzhpennañ ur reollin nevez
et: Lisa uus reegel
fi: Lisää uusi sääntö
id: Tambahkan aturan baru
is: Bæta við nýrri reglu
nb: Legg til ny regel

source: Edit current rule
br: Aozañ ar reollen red
et: Muuda praegust reeglit
fi: Muokkaa nykyistä sääntöä
id: Edit aturan aktual
is: Breyta núverandi reglu
nb: Rediger gjeldende regel
pa_in: ਮੌਜੂਦਾ ਨਿਯਮ ਸੋਧ

source: Here you can see files to use in order to fix permissions, owners, and groups via msec. You can also edit your own rules which will overwrite the default rules.
et: Siin saab näha faile ja mseci abil parandada õigusi, omanikke ja gruppe. Võite ka muuta oma reegleid, mis tühistavad vaikereeglid.
fi: Täällä voit nähdä käytettävät tiedostot oikeuksien, omistajien ja ryhmien muuttamiseksi msec:n avulla. Voit myös lisätä oletussääntöjä ohittavia omia sääntöjä.
id: Di sini Anda bisa melihat file yang digunakan untuk memperbaiki perizinan, pemilik, dan grup via msec. Anda juga bisa mengedit aturan sendiri yang akan mengganti aturan default.
nb: Her kan du se filer som du kan bruke i msec for å rette tillatelse, eiere og grupper. Du kan ogå legge til egne regler, som så vil overstyre standardreglene.
pa_in: ਇੱਥੇ ਤੁਸੀਂ msec ਦੁਆਰਾ ਮਨਜੂਰੀ, ਮਾਲਕ, ਅਤੇ ਸਮੂਹ ਸਥਿਰ ਕਰਨ ਲਈ ਫਾਇਲਾਂ ਵੇਖ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਨਿਯਮ ਜੋ ਮੂਲ ਨਿਯਮਾਂ ਨੂੰ ਮੁੜ ਲਿਖਣਗੇ ਨੂੰ ਵੀ ਸੋਧ ਸਕਦੇ ਹੋ।

source: The current security level is %s. Select permissions to see/edit
br: %s eo al live surantez o ren. Dibabit an aotreoù da sellet ouzh pe da aozañ
et: Turvatase on praegu %s. Valige, milliseid õigusi soovite näha/muuta
fi: Nykyinen turvallisuustaso on %s. Valitse oikeudet katsoaksesi tai muokataksesi niitä
id: Level keamanan aktual adalah %s. Pilih izin untuk melihat/mengedit
is: Núverandi öryggisþrep er %s. Veldu heimildir til að skoða/breyta
nb: Gjeldende sikkerhetsnivå er %s. Velg tillatelsene du vil se/endre.
pa_in: ਮੌਜੂਦਾ ਸੁਰੱਖਿਆ ਪੱਧਰ ਹੈ %s ਵੇਖਣ/ਸੋਧ ਲਈ ਮਨਜੂਰੀ ਚੁਣੋ

source: Up
br: Sevel
et: Üles
fi: Ylös
id: Naik
is: Upp
nb: Opp
pa_in: ਉੱਪਰ

source: Move selected rule up one level
br: Pignit ar reolenn dibabet
et: Valitud reegel üks tase ülespoole
fi: Siirrä sääntöä yksi taso ylemmäs
id: Geser aturan terpilih satu level keatas
is: Færa valda reglu upp um eitt þrep
nb: Flytt den merkede regelen opp et nivå.
pa_in: ਚੁਣਿਆ ਨਿਯਮ ਇੱਕ ਪੱਧਰ ਉੱਪਰ ਲਿਜਾਓ

source: Down
br: Diskenn
et: Alla
fi: Alas
id: Turun
is: Niður
nb: Ned
pa_in: ਹੇਠਾਂ

source: Move selected rule down one level
br: Diskennit ar reolenn dibabet
et: Valitud reegel üks tase allapoole
fi: Siirrä sääntöä yksi taso alemmas
id: Geser aturan terpilih satu level kebawah
is: Færa valda reglu niður um eitt þrep
nb: Flytt den merkede regelen ned et nivå.
pa_in: ਚੁਣਿਆ ਨਿਯਮ ਇੱਕ ਪੱਧਰ ਹੇਠਾਂ ਲਿਜਾਓ

source: Add a rule
br: Ouzhpennañ ur reollin
et: Lisa reegel
fi: Lisää sääntö
id: Tambah aturan
is: Bæta við reglu
nb: Legg til regel
pa_in: ਨਿਯਮ ਸ਼ਾਮਿਲ

source: Add a new rule at the end
br: Ouzhpennañ ur reollin nevez d'ar fin
et: Uue reegli lisamine lõppu
fi: Lisää uusi sääntö viimeiseksi
id: Tambah aturan baru di akhir
is: Bæta við reglu aftast
nb: Legg til regel på slutten
pa_in: ਅੰਤ ਵਿੱਚ ਨਵਾਂ ਨਿਯਮ ਵਰਤੋ

source: Delete
br: Dilemel
et: Kustuta
fi: Poista
id: Hapus
is: Eyða
nb: Slett
pa_in: ਹਟਾਓ

source: Delete selected rule
br: Lemel ar reollin dibabet
et: Kustuta valitud reegel
fi: Poista valittu sääntö
id: Hapus aturan terpilih
is: Eyða valinni reglu
nb: Slett den merkede regelen.
pa_in: ਚੁਣਿਆ ਨਿਯਮ ਹਟਾਓ

source: Edit
br: Kemmañ
et: Muuda
fi: Muokkaa
is: Sýsl
nb: Rediger
pa_in: ਸੋਧ

source: browse
br: ergerzhet
et: lehitse
fi: selaa
id: jelajah
is: flakka
nb: Bla gjennom
pa_in: ਝਲਕ

source: user
br: arveriad
et: kasutaja
fi: käyttäjä
id: Pemakai
is: eigandi
nb: bruker
pa_in: ਉਪਭੋਗੀ

source: group
br: strollad
et: grupp
fi: ryhmä
id: kelompok
is: hópur
nb: gruppe
pa_in: ਸਮੂਹ

source: other
br: all
et: muu
fi: muut
id: lainnya
is: aðrir
nb: andre
pa_in: ਹੋਰ

source: Other
br: All
et: Muu
fi: Muut
id: Lainnya
is: Aðrir
nb: Annet
pa_in: ਹੋਰ

source: Read
br: Lenn
et: Lugeda
fi: Vain luku
id: Baca
is: Lesa
nb: Les
pa_in: ਪੜੋ

source: Enable "%s" to read the file
et: Märkimisel võib "%s" faili lugeda
fi: Salli "%s" lukuoikeudet tiedostolle
id: Izinkan "%s" untuk membaca file
is: Leyfa "%s" að lesa skrána
nb: Tillat «%s» å lese fila
pa_in: ਫਾਇਲ ਪੜਨ ਲਈ "%s" ਨੂੰ ਯੋਗ ਕਰੋ

source: Write
br: Skriv
et: Kirjutada
fi: Kirjoita
id: Tulis
is: Skrifa
nb: Skriv
pa_in: ਲਿਖੋ

source: Enable "%s" to write the file
et: Märkimisel võib "%s" faili kirjutada
fi: Salli "%s" kirjoittaa tiedostoon
id: Izinkan "%s" untuk menulis file
is: Leyfa "%s" að skrifa í skrána
nb: Tillat «%s» å endre fila
pa_in: ਫਾਇਲ ਲਿਖਣ ਲਈ "%s" ਨੂੰ ਯੋਗ ਕਰੋ

source: Execute
br: Seveniñ
et: Käivitada
fi: Suorita
id: Eksekusi
is: Keyra
nb: Kjør
pa_in: ਚਲਾਓ

source: Enable "%s" to execute the file
et: Märkimisel võib "%s" faili käivitada
fi: Salli "%s" suorittaa tiedostoa
id: Izinkan "%s" untuk eksekusi file
is: Leyfa "%s" að keyra skrána
nb: Tillat «%s» å kjøre fila.
pa_in: ਫਾਇਲ ਚਲਾਉਣ ਲਈ "%s" ਨੂੰ ਯੋਗ ਕਰੋ

source: Sticky-bit
et: Kleepumisbitt
fi: Sticky-bitti
is: Lím-biti
nb: Låst
pa_in: ਸਟਿੱਕੀ-ਬਿੱਟ

source: Used for directory: only owner of directory or file in this directory can delete it
et: Kasutusel kataloogis: ainult faili või kataloogi omanik saab seda kustutada
fi: Käytetään hakemistolle: ainoastaan hakemiston omistaja voi poistaa sen
id: Digunakan untuk direktori: hanya pemilik direktori atau file pada direktori ini yang dapat menghapusnya
is: Notað fyrir möppur: aðeins eigandi möppunnar eða skrár í þessari möppu má eyða henni
nb: Brukt for mapper: Bare eieren av mappa eller filer i denne mappa kan slette den.
pa_in: ਡਾਇਰੈਕਟਰੀ ਲਈ ਵਰਤਿਆ: ਇਸ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸਿਰਫ ਡਾਇਰੈਕਟਰੀ ਦਾ ਮਾਲਕ ਹੀ ਇਸ ਨੂੰ ਹਟਾ ਸਕਦਾ ਹੈ

source: Use owner id for execution
et: Käivitamiseks kasutatakse omaniku ID-d
fi: Käytä omistaja-id:tä suoritukseen
id: Gunakan id pemilik untuk eksekusi
is: Nota auðkenni eiganda í keyrslu
nb: Bruk eier-ID-en ved kjøring.
pa_in: ਵਰਤਣ ਲਈ ਮਾਲਕ id ਵਰਤੋ

source: Use group id for execution
et: Käivitamiseks kasutatakse grupi ID-d
fi: Käytä ryhmä-id:tä suoritukseen
id: Gunakan id grup untuk eksekusi
is: Nota auðkenni hóps í keyrslu
nb: Bruk gruppe-ID-en ved kjøring.
pa_in: ਵਰਤਣ ਲਈ ਸਮੂਹ id ਵਰਤੋ

source: User:
br: Arveriad :
et: Kasutaja:
fi: Käyttäjä:
id: Pengguna :
is: Notandi:
nb: Bruker:
pa_in: ਉਪਭੋਗੀ:

source: Group:
br: Strollad :
et: Grupp:
fi: Ryhmä:
id: Grup:
is: Hópur :
nb: Gruppe:
pa_in: ਸਮੂਹ:

source: Current user
br: Arveriad red
et: Praegune kasutaja
fi: Nykyinen käyttäjä
id: Pengguna aktual
is: Núverandi notandi
nb: Gjeldende bruker
pa_in: ਵਰਤਮਾਨ ਉਪਭੋਗੀ

source: When checked, owner and group will not be changed
et: Märkimise korral ei muudeta omanikku ja gruppi
fi: Kun valittu, omistajaa ja ryhmää ei muuteta
id: Jika dipilih, pemilik dan grup tidak akan diubah
is: Þegar merkt, þá verður eiganda og hóp ekki breytt
nb: Når avkrysset, blir ikke eier eller grupper endret.
pa_in: ਜਦੋਂ ਚੁਣੇ, ਮਾਲਕ ਅਤੇ ਸਮੂਹ ਤਬਦੀਲ ਨਹੀਂ ਹੋਣਗੇ

source: Path selection
br: Diuzadenn an hent
et: Asukoha valik
fi: Polun valinta
id: Pilihan path
is: Val á slóð
nb: Stivalg
pa_in: ਮਾਰਗ ਚੋਣ

source: Property
br: Perzhioù
et: Omadus
fi: Ominaisuus
id: Properti
is: Eiginleiki
nb: Egenskap
pa_in: ਵਿਸ਼ੇਸਤਾ

source: The first character of the path must be a slash ("/"): "%s"
et: Asukoha esimene sümbol peab olema kaldkriips ("/"): "%s"
fi: Polun tulee alkaa /-merkillä: "%s"
id: Karakter pertama dari path harus berupa slash ("/"): "%s"
is: Fyrsti stafurinn í slóðinni verður að vera skástrik ("/"): "%s"
nb: Første tegnet i stien må være en skråstrek («/»): «%s»

source: Both the username and the group must valid!
et: Nii kasutajanimi kui grupp peavad olema korrektsed!
fi: Käyttäjätunnuksen ja ryhmän tulee olla olemassa!
id: Nama pengguna dan grup harus valid!
is: Bæði notendanafn og hópur verður að vera gildur!
nb: Både brukernavnet og gruppa må være gyldig.

source: User: %s
br: Arveriad : %s
et: Kasutaja: %s
fi: Käyttäjä: %s
id: Pengguna: %s
is: Notandi: %s
nb: Bruker: %s

source: Group: %s
br: Strollad : %s
et: Grupp: %s
fi: Tyhmä: %s
id: Grup: %s
is: Hópur:%s
nb: Gruppe: %s

source: ALL
br: HOLL
et: KÕIK
fi: KAIKKI
id: SEMUA
is: ALLT
nb: ALLE
pa_in: ਸਭ

source: LOCAL
br: LEC'HEL
et: KOHALIK
fi: PAIKALLINEN
id: LOKAL
is: STAÐBUNDIÐ
nb: LOKALE
pa_in: ਸਥਾਨਕ

source: NONE
br: EBET
et: PUUDUB
fi: EI
id: TIDAK ADA
is: ENGAR
nb: INGEN
pa_in: ਕੋਈ ਨਹੀਂ

source: Default
br: Dre ziouer
et: Vaikimisi
fi: Oletus
id: Standar
is: Sjálfgefið
nb: Standard
pa_in: ਮੂਲ

source: Ignore
br: Tremen e-biou
et: Ignoreeritakse
fi: Ohita
id: Abaikan
is: Hunsa
nb: Ignorer
pa_in: ਅਣਡਿੱਠਾ

source: Security Level and Checks
br: Live ha gwiriekaat surentez
et: Turvatasemed
fi: Turvallisuustaso ja -tarkistukset:
id: Tingkat Keamanan dan Pengujian
is: Öryggisþrep og athuganir
nb: Sikkerhetsnivå og kontroller

source: No password
br: Tremenger ebet
et: Parool puudub
fi: Ei salasanaa
id: Tanpa kata sandi
is: Ekkert lykilorð
nb: Ingen passord
pa_in: ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀਂ

source: Administrator password
br: Tremenger root
et: Administraatori parool
fi: Pääkäyttäjän salasana
id: Sandi root
is: Lykilorð kerfisstjóra
nb: Root-passord

source: User password
br: Tremenger an arveriad
et: Kasutaja parool
fi: Käyttäjän salasana
id: Kata sandi pengguna
is: Lykilorð notanda
nb: Brukerpassord

source: Software Management
br: Merour ar meziantoù
et: Tarkvarahaldus
fi: Ohjelmistojen hallinta
id: Manajemen Piranti Lunak
is: Hugbúnaðarumsýsla
nb: Programvarehåndtering
pa_in: ਸਾਫਟਵੇਅਰ ਪ੍ਰਬੰਧਨ

source: %s Update
fi: %s:n päivitys
id: Update %s

source: Software Media Manager
br: Merour ar pakadoù
et: Tarkvaraallikate haldur
fi: Ohjelmistolähteiden hallinta
id: Manajer Media Perangkat Lunak
is: Hugbúnaðar-miðla-tól
nb: Mediahåndterer
pa_in: ਸਾਫਟਵੇਅਰ ਮਾਧਿਅਮ ਪ੍ਰਬੰਧਕ

source: Configure 3D Desktop effects
br: Kefluniañ efedoù ar vurev 3D
et: Ruumilise töölaua efektide seadistamine
fi: 3D-työpöytätehosteiden asetukset
id: Konfigurasikan efek Desktop 3D
is: Stilla þrívíddarvirkni skjáborðs
nb: Sett opp 3D-effekter for skrivebord
