Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: Graphical Server Configuration
br: Kefluniadur ar servijer graphek
et: Graafikaserveri seadistamine
fi: Graafisen palvelimen asetukset
id: Konfigurasi Server Grafis
is: Uppsetning skjámiðlara
nb: Oppsett av skjermtjener

source: Mouse Configuration
br: Kefluniadur logod
et: Hiire seadistamine
fi: Hiiren asetukset
id: Konfigurasi Mouse
is: Músarstillingar
nb: Oppsett av mus

source: Keyboard Configuration
br: Kefluniadur ar stokellaoueg
et: Klaviatuuri seadistamine
fi: Näppäimistön asetukset
id: Konfigurasi Keyboard
is: Lyklaborðsstillingar
nb: Tastaturoppsett

source: UPS Configuration
br: Kefluniadur UPS
et: UPS-i seadistamine
fi: UPS-asetukset
id: Konfigurasi UPS
is: UPS stillingar
nb: UPS-oppsett

source: Network Configuration
br: Kefluniadur an rouedad
et: Võrgu seadistamine
fi: Verkkoasetukset
id: Konfigurasi Jaringan
is: Netstillingar
nb: Nettverksoppsett

source: Hosts definitions
br: Liketennoù ostiz
et: Masinate määratlemine
fi: Verkkonimien nimimääritykset
id: Definisi host
is: Skilgreiningar véla
nb: Vertsdefinisjoner

source: Network Center
br: Kreizenn ren rouedad
et: Võrgukeskus
fi: Verkkokeskus
id: Pusat Jaringan
is: Netstjórnun
nb: Nettverkssenter

source: Wireless Network Roaming
et: Juhtmeta side rändlus
fi: Langattoman verkon asetukset
id: Roaming Jaringan Nirkabel
is: Flakk á þráðlausu neti
nb: Trådløs nettverksvandring

source: VPN
fi: VPN-yhteyksien asetukset

source: Proxy Configuration
br: Kefluniadur ar proksi
et: Puhverserveri seadistamine
fi: Välityspalvelimien asetukset
id: Konfigurasi Proxy
is: Lepp-stillingar
nb: Mellomtjener
pa_in: ਪਰਾਕਸੀ ਸੰਰਚਨਾ

source: Connection Sharing
br: Rannañ ar gevreadenn
et: Ühenduse jagamine
fi: Verkkoyhteyden jakaminen
id: Sharing Koneksi
is: Miðlun tenginga
nb: Tilkoblingsdeling

source: Backups
br: Dielloù
et: Varukoopiad
fi: Varmuuskopiot
id: backup
is: Afrit
nb: Sikkerhetskopiering
pa_in: ਬੈਕਅੱਪ

source: Logs
br: Kazetennoù
et: Logid
fi: Lokit
id: Log-log
is: Annálar
nb: Logger
pa_in: ਲਾਗ

source: Services
br: Servijerioù
et: Teenused
fi: Palvelut
id: Layanan
is: Þjónustur
nb: Tjenester
pa_in: ਸੇਵਾਵਾਂ

source: Users
br: Arveriaded
et: Kasutajad
fi: Käyttäjien hallinta
id: Pengguna
is: Notendur
nb: Brukere

source: Boot Configuration
br: Kefluniadur loc'hañ
et: Alglaadimise seadistamine
fi: Käynnistymisasetukset
id: Konfigurasi Boot
is: Ræsivalkostir
nb: Oppsett for oppstart

source: Hardware
br: Periantel
et: Riistvara
fi: Laitteisto
id: Perangkat keras
is: Vélbúnaður
nb: Maskinvare
pa_in: ਹਾਰਡਵੇਅਰ

source: Network
br: Rouedad
et: Võrk
fi: Verkko
id: Jaringan
is: Net
nb: Nettverk

source: System
br: Reizhiad
et: Süsteem
fi: Järjestelmäasetukset
id: Sistem
is: Kerfi
pa_in: ਸਿਸਟਮ

source: Boot
br: Loc'hañ
et: Algkäivitus
fi: Käynnistys
is: Ræsing
nb: Oppstart
pa_in: ਬੂਟ

source: No Sound Card detected!
br: Kartenn gwelet ebet !
et: Helikaarti ei leitud!
fi: Äänikorttia ei löytynyt!
id: Tidak ada Kartu Suara yang terdeteksi!
is: Ekkert hljóðkort fannst!
nb: Fant ingen lydkort.
pa_in: ਕੋਈ ਸਾਊਂਡ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ!

source: No Sound Card has been detected on your machine. Please verify that a Linux-supported Sound Card is correctly plugged in. You can visit our hardware database at: http://www.mandrivalinux.com/en/hardware.php3
fi: Yhtään äänikorttia ei löytynyt. Varmista, että Linuxissa tuettu äänikortti on oikein kytketty. Mandriva Linuxin laitteistotietokanta löytyy osoitteesta: http://www.mandrivalinux.com/en/hardware.php3
id: Tidak ada Kartu Suara yang terdeteksi. Pastikan Kartu Suara yang didukung Linux terhubung dengan benar. Anda bisa mengunjungi basis data perangkat keras kami pada: http://www.mandrivalinux.com/en/hardware.php3
is: Ekkert hljóðkort hefur fundist á tölvunni þinni. Athugaðu hvort hljóðkort sem stutt er af Linux sé rétt sett tengt. Þú getur leitað í vélbúnaðargagnagrunni á: http://www.mandrivalinux.com/en/hardware.php3
nb: Fant ingen lydkort pål maskina. Kontroller at du har et lydkort som er støttet i Linux koblet til. Du finner maskinvaredatabasen vår på: http://www.mandrivalinux.com/en/hardware.php3

source: Note: if you've an ISA PnP sound card, you'll have to use the alsaconf or the sndconfig program. Just type "alsaconf" or "sndconfig" in a console.
fi: HUOM! Jos koneessa on ISA-väylään kytketty PnP-äänikortti, täytyy konsolissa suorittaa komento "alsaconf" tai "sndconfig".
id: Catatan: jika Anda memiliki kartu suara PnP ISA, Anda harus menggunakan program alsaconf atau sndconfig. Cukup ketikkan "alsaconf" atau "sndconfig" pada konsol.
is: Athugið ef þú hefur ISA PnP hljóðkort þá verður þú að nota alsaconf eða sndconfig forritið. Sláðu inn skipunina "alsaconf" eða "sndconfig" á stjórnskjá.
nb: Hvis du har et ISA PnP-basert lydkort, må du bruke alsaconf eller sndconfig-programmene. Skriv alsaconf eller sndconfig i et konsoll.

source: Connected through a serial port or an usb cable
et: Ühendatud jadaporti või USB porti
fi: Yhdistetty sarjaportin tai usb-kaapelin kautta
id: Terhubung melalui port serial atau kabel usb
is: Tengdur um raðtengi eða USB kapal
nb: Koble til gjennom serieport eller USB-kabel
pa_in: ਸੀਰੀਅਲ ਪੋਰਟ ਜਾਂ usb ਕੇਬਲ ਦੁਆਰਾ ਜੋੜੋ

source: Manual configuration
br: Kefluniadur-dorn
et: Käsitsiseadistamine
fi: Manuaalinen asettaminen
id: Konfigurasi manual
is: Handvirk uppsetning
nb: Manuelt oppsett
pa_in: ਦਸਤੀ ਸੰਰਚਨਾ

source: Add an UPS device
br: Ouzhpennañ un drobarzhell UPS
et: UPS-i lisamine
fi: Lisää UPS-laite
id: Tambahkan perangkat UPS
is: Bæta við UPS tæki
nb: Legg til en UPS-enhet
pa_in: UPS ਜੰਤਰ ਸ਼ਾਮਿਲ ਕਰੋ

source: Welcome to the UPS configuration utility. Here, you'll add a new UPS to your system.
et: UPS-i seadistamise tööriist. Siin saab lisada süsteemi uue UPS-i.
fi: Tervetuloa UPS-asetustyökaluun. Täältä voit lisätä järjestelmään uuden UPS:in.
id: Selamat datang pada utilitas konfigurasi UPS. Disini Anda bisa menambahkan UPS baru pada sistem Anda.
is: Velkomin að UPS uppsetningarforritinu. Hér getur þú bætt nýjum varaaflgjafa við kerfið.
nb: Velkommen til oppsettverktøyet for UPS. Her kan du legge en ny UPS til systemet.
pa_in: UPS ਸੰਰਚਨਾ ਸਹੂਲਤ ਵੱਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ। ਇੱਥੇ, ਤੁਸੀਂ ਆਪਣੇ ਸਿਸਟਮ ਵਿੱਚ ਨਵਾਂ UPS ਸ਼ਾਮਿਲ ਕਰ ਸਕਦੇ ਹੋ।

source: We're going to add an UPS device. Do you want to autodetect UPS devices connected to this machine or to manually select them?
et: Nüüd hakkame lisama UPS-i. Kas eelistate lasta automaatselt tuvastada arvutiga ühendatud UPS-i või soovite seda käsitsi teha?
fi: Lisätään UPS-laite.. Tunnistetaanko liitetyt UPS-laitteet automaattisesti vai haluatko valita ne itse?
id: Kita akan menambahkan perangkat UPS. Apakah Anda ingin mendeteksi secara otomatis perangkat UPS yang terhubung pada komputer ini atau memilih secara manual?
is: Við munum nú bæta við UPS tæki. Viltu reyna að finna sjálfkrafa UPS tæki tengd þessari vél eða stilla þau handvirkt?
nb: Vi skal nå legge til en UPS-enhet. Vil du søke etter UPS-enheter koblet til maskina, eller velge de manuelt?
pa_in: ਅਸੀਂ UPS ਜੰਤਰ ਸ਼ਾਮਿਲ ਕਰ ਰਹੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਇਸ ਮਸ਼ੀਨ ਨਾਲ ਜੁੜੇ UPS ਜੰਤਰ ਸਵੈ-ਖੋਜਣੇ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਦਸਤੀ ਚੁਣਨਾ?

source: Autodetection
br: Dinoiñ dre ardivink
et: Automaattuvastus
fi: Automaattitunnistus
id: Pendeteksian otomatis
is: Finna sjálfkrafa
nb: Automatisk søk
pa_in: ਸਵੈ-ਖੋਜ

source: Detection in progress
br: O klask
et: Toimub tuvastamine...
fi: Tunnistus käynnissä
id: Pendeteksian sedang berjalan
is: Leitun í gangi
nb: Søking pågår
pa_in: ਖੋਜ ਜਾਰੀ ਹੈ

source: Congratulations
br: Brav
et: Õnnitleme!
fi: Onnittelut
id: Selamat
is: Til hamingju
nb: Gratulerer
pa_in: ਮੁਬਾਰਕਾਂ

source: The wizard successfully added the following UPS devices:
et: Nõustaja lisas edukalt järgmised UPS-id:
fi: Velho lisäsi onnistuneesti seuraavat UPS-laitteet:
id: Wizard berhasil menambahkan perangkat UPS berikut:
is: Ráðgjafinn hefur bætt við eftirfarandi UPS tækjum:
nb: Veiviseren har nå lagt til følgende UPS-enhet(er):
pa_in: ਤਖਤੀ ਨੇ ਸਫਲਤਾ ਨਾਲ UPS ਜੰਤਰ ਸ਼ਾਮਿਲ ਕੀਤੇ:

source: No new UPS devices was found
br: N'eus trobarzhelloù UPS nevez kavet
et: Ühtegi UPS-i ei leitud!
fi: Uusia UPS-laitteita ei löytynyt
id: Tidak ada perangkat UPS yang ditemukan
is: Engin ný UPS tæki fundust
nb: Fant ingen nye UPS-enheter
pa_in: ਕੋਈ ਨਵਾਂ UPS ਡਰਾਈਵਰ ਨਹੀਂ ਲੱਭਿਆ

source: UPS driver configuration
br: Kefluniadur ar sturier UPS
et: UPS-i draiveri seadistamine
fi: UPS-ajurin asetukset
id: Konfigurasi driver UPS
is: UPS rekil-stillingar
nb: Driveroppsett for UPS
pa_in: UPS ਡਰਾਈਵਰ ਸੰਰਚਨਾ

source: Please select your UPS model.
br: Dibabit seurt hoc'h UPS, mar plij.
et: Palun valige oma UPS-i mudel.
fi: Valitse UPS-laitteen malli.
id: Silakan pilih model UPS Anda.
is: Veldu UPS tegund.
nb: Velg UPS-modell.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ UPS ਮਾਡਲ ਚੁਣੋ।

source: Manufacturer / Model:
br: Farder / Gobari :
et: Tootja / mudel:
fi: Valmistaja / Malli:
id: Pembuat / Model:
is: Framleiðandi / Tegund:
nb: Produsent/modell:
pa_in: ਨਿਰਮਾਤਾ / ਮਾਡਲ:

source: We are configuring the "%s" UPS from "%s". Please fill in its name, its driver and its port.
et: Nüüd asume seadistama "%s" UPS-i, mille tootja on "%s". Palun määrake selle nimi, draiver ja port.
fi: Asetetaan UPS-laitetta "%s" kohteesta "%s". Anna laitteen nimi, käytettävä ajuri ja portti.
id: Kita akan mengkonfigurasi UPS "%s" dari "%s". Silahkan isi nama, driver, dan port.
is: Við erum að stilla "%s" UPS frá "%s". Fylltu út nafn, rekil og gátt.
nb: Setter opp «%s» fra «%s». Skriv inn navn, driver og port.
pa_in: ਅਸੀਂ "%s" UPS ਨੂੰ "%s" ਤੋਂ ਸੰਰਚਿਤ ਕਰ ਰਹੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦਾ ਨਾਂ, ਡਰਾਈਵਰ ਅਤੇ ਪੋਰਟ ਭਰੋ।

source: Name:
br: Anv :
et: Nimi:
fi: Nimi:
id: Nama:
is: Nafn:
nb: Navn:
pa_in: ਨਾਂ:

source: The name of your ups
br: Anv hon UPS
et: Teie UPS-i nimi
fi: Laitteen nimi
id: Nama UPS Anda
is: Nafn varaaflgjafans
nb: Navnet på UPS.
pa_in: ਤੁਹਾਡੇ ups ਦਾ ਨਾਂ

source: Driver:
br: Sturier :
et: Draiver:
fi: Ajuri:
is: Rekill:
pa_in: ਡਰਾਈਵਰ:

source: The driver that manages your ups
br: Sturier hoc'h UPS
et: Teie UPS-i draiver
fi: UPS-laitetta ohjaava ajuri
id: Driver yang mengelola UPS Anda
is: Rekillinn sem stýrir aflgjafanum
nb: Driveren som håndterer UPS-en.
pa_in: ਡਰਾਈਵਰ ਜੋ ਤੁਹਾਡੇ ups ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਦਾ ਹੈ

source: Port:
br: Porzh :
fi: Portti:
is: Gátt:
pa_in: ਪੋਰਟ:

source: The port on which is connected your ups
br: Ar porzh a-steud m'eo luget ho ups outañ
et: Port, kuhu UPS on ühendatud
fi: Portti, UPS-laite on kytketty
id: Port yang digunakan UPS Anda
is: Gátt sem er tengd varaaflgjafanum
nb: Porten som UPS-en er koblet til.
pa_in: ਪੋਰਟ ਜਿਸ ਤੇ ਤੁਹਾਡਾ ups ਜੁੜਿਆ ਹੈ

source: The wizard successfully configured the new "%s" UPS device.
et: Nõustaja seadistas edukalt uue "%s" UPS-i.
fi: Velho asetti onnistuneesti uuden UPS-laitteen "%s".
id: Wizard berhasil mengkonfigurasi perangkat UPS baru "%s".
is: Ráðgjafinn hefur nú sett upp nýjan "%s" varaaflgjafa.
nb: Veiviseren har nå satt opp «%s».
pa_in: ਤਖਤੀ ਨੇ ਸਫਲਤਾ ਨਾਲ ਨਵਾਂ "%s" UPS ਜੰਤਰ ਸੰਰਚਿਤ ਕੀਤਾ।

source: UPS devices
br: Trobarzhelloù UPS
et: UPS-id
fi: UPS-laitteet
id: Perangkat UPS
is: UPS tæki
nb: UPS-er
pa_in: UPS ਜੰਤਰ

source: Name
br: Anv
et: Nimi
fi: Nimi
id: Nama
is: Nafn
nb: Navn
pa_in: ਨਾਂ

source: Driver
br: Sturier
et: Draiver
fi: Ajuri
is: Rekill
pa_in: ਡਰਾਈਵਰ

source: Port
br: Porzh
fi: Portti
pa_in: ਪੋਰਟ

source: UPS users
br: Arveriaded UPS
et: UPS-i kasutajad
fi: UPS-käyttäjät
id: Pengguna UPS
is: UPS notendur
nb: UPS-brukere
pa_in: UPS ਉਪਭੋਗੀ

source: Access Control Lists
et: Ligipääsu kontrolli nimekiri (ACL)
fi: Käyttöoikeuslistat (ACL)
is: Aðgangslistar
nb: Tilgangskontrollister
pa_in: ਪਹੁੰਚ ਕੰਟਰੋਲ ਸੂਚੀ

source: IP address
br: Chomlec'h IP
et: IP-aadress
fi: IP-osoite
id: Alamat IP
is: IP vistfang
nb: IP-adresse
pa_in: IP ਸਿਰਨਾਵਾਂ

source: IP mask
br: Maskl IP
fi: Aliverkon peite
id: Mask IP
is: IP sía
nb: IP-maske
pa_in: IP ਮਖੌਟਾ

source: Rules
br: Reolennoù
et: Reeglid
fi: Säännöt
id: Aturan
is: Reglur
nb: Regler
pa_in: ਨਿਯਮ

source: Action
br: Gwezhiad
et: Toiming
fi: Toiminnot
id: Aksi
is: Aðgerð
nb: Handling
pa_in: ਕਾਰਵਾਈ

source: Level
br: Live
et: Tase
fi: Taso
is: Þrep
nb: Nivå
pa_in: ਪੱਧਰ

source: ACL name
br: Anv an ACL
et: ACL nimi
fi: Käyttöoikeuslistan nimi
id: Nama ACL
is: ACL nafn
nb: ACL-navn
pa_in: ACL ਨਾਂ

source: Password
br: Tremenger
et: Parool
fi: Salasana
id: Kata sandi
is: Lykilorð
nb: Passord
pa_in: ਗੁਪਤ-ਕੋਡ

source: UPS Management
br: Melestradur UPS
et: UPS-i haldamine
fi: UPS-laitehallinta
id: Manajemen UPS
is: UPS Stjórnun
nb: UPS-håndtering

source: Welcome to the UPS configuration tools
br: Degemer en ostilh ar c'hefluniadur UPS
et: Tere tulemast kasutama UPS-i seadistamise abilist
fi: Tervetuloa UPS-laitteiden asetustyökaluihin
id: Selamat datang pada aplikasi konfigurasi UPS
is: Velkomin að UPS uppsetningartólum
nb: Velkommen til oppsettverktøyet for UPS-er
pa_in: UPS ਸੰਰਚਨਾ ਸੰਦ ਵੱਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ

source: No TV Card detected!
br: Kartenn TV ebet !
et: TV-kaarti ei leitud!
fi: Yhtään TV-korttia ei löytynyt!
id: Tidak ada Kartu TV yang terdeteksi!
is: Ekkert sjónvarpskort fannst!
nb: Fant ingen TV-kort.
pa_in: ਕੋਈ TV ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ!

source: No TV Card has been detected on your machine. Please verify that a Linux-supported Video/TV Card is correctly plugged in. You can visit our hardware database at: http://www.mandrivalinux.com/en/hardware.php3
fi: Yhtään TV-korttia ei löytynyt. Varmista, että Linuxissa tuettu Video/TV-kortti on oikein kytketty. Mandriva Linuxin laitteistotietokanta löytyy osoitteesta: http://www.mandrivalinux.com/en/hardware.php
id: Tidak ada Kartu TV yang terdeteksi. Pastikan Kartu Video/TV yang didukung Linux terhubung dengan benar. Kunjungi basis data perangkat keras kami pada: http://www.mandrivalinux.com/en/hardware.php3
is: Ekkert sjónvarpskort hefur fundist á vélinni þinni. Athugið hvort sjónvarpskort sem stutt er af Linux sé rétt tengt og uppsett. Þú getur leitað í vélbúnaðar-gagnagrunni okkar á: http://www.mandrivalinux.com/en/hardware.php3
nb: Fant ingen TV-kort koblet til maskina. Kontroller at du har et kort som er støttet i Linux koblet til. Du finner maskinvaredatabasen vår på: http://www.mandrivalinux.com/en/hardware.php3

source: Keyboard
br: Stokellaoueg
et: Klaviatuur
fi: Näppäimistö
id: Papan ketik
is: Lyklaborð
nb: Tastatur
pa_in: ਕੀਬੋਰਡ

source: Please choose your keyboard layout.
br: Dibabit reizhadur ho stokellaoueg, mar plij.
et: Palun valige klaviatuuriasetus.
fi: Valitse näppäimistöasettelu.
id: Silakan pilih layout keyboard Anda.
is: Veldu lyklaborðsútlit.
nb: Velg tastaturoppsett.
pa_in: ਕਿਰਪਾ ਕਰਕੇ, ਆਪਣਾ ਕੀਬੋਰਡ ਖਾਕਾ ਚੁਣੋ।

source: Testing your connection...
et: Ühenduse testimine...
fi: Testataan yhteyttä...
id: Menguji koneksi...
nb: Tester tilkoblingen …

source: Encrypted home partition
et: Krüptitud kodupartitsioon
fi: Salattu kotikansio
id: Partisi home terenkripsi
is: Dulritað heimasvæði
nb: Kryptert hjemmepartisjon

source: Please enter a password for the %s user
br: Roit un tremenger evit an arveriad %s mar plij
et: Palun andke kasutaja %s parool
fi: Anna käyttäjän %s salasana
id: Harap masukkan kata sandi untuk pengguna %s
is: Gefðu upp lykilorð fyrir notanda %s
nb: Skriv inn et passord for brukeren «%s»

source: Password (again)
br: Tremenger (adarre)
et: Parool (uuesti)
fi: Salasana (uudelleen)
id: Kata sandi (lagi)
is: Lykilorð (aftur)
nb: Passord (igjen)
pa_in: ਗੁਪਤ-ਕੋਡ (ਫਿਰ)

source: Creating encrypted home partition
et: Krüptitud kodupartitsiooni loomine
fi: Luodaan salattua kotikansiota
id: Membuat partisi home yang terenkripsi
is: Bý til dulritað heimasvæði
nb: Lager kryptert hjemmepartisjon

source: Formatting encrypted home partition
et: Krüptitud kodupartitsiooni vormindamine
fi: Alustetaan salattua kotikansiota
id: Memformat partisi home yang terenkripsi
is: Forsníð dulritað heimasvæði
nb: Formaterer kryptert hjemmepartisjon

source: Alternative drivers
br: Sturierien all
et: Alternatiivsed draiverid
fi: Vaihtoehtoiset ajurit
id: Driver alternatif
is: Aukareklar
nb: Alternative drivere
pa_in: ਅਨੁਸਾਰੀ ਡਰਾਈਵਰ

source: the list of alternative drivers for this sound card
br: roll ar sturierien all evit ar gartenn gwelet-mañ
et: selle helikaardi alternatiivsete draiverite nimekiri
fi: Äänikortille tarkoitetut vaihtoehtoiset ajurit.
id: daftar driver alternatif untuk kartu suara ini
is: listi af aukareklum fyrir þetta hljóðkort
nb: oversikt over alternative drivere for dette lydkortet
pa_in: ਇਸ ਸਾਊਂਡ ਕਾਰਡ ਲਈ ਅਨੁਸਾਰੀ ਡਰਾਈਵਰਾਂ ਦੀ ਸੂਚੀ

source: Bus
et: Siin
fi: Väylä
is: Braut
nb: Buss
pa_in: ਬਸ

source: this is the physical bus on which the device is plugged (eg: PCI, USB, ...)
et: see on füüsiline siin, millega seade on ühendatud (nt: PCI, USB, ...)
fi: Fyysinen väylä, johon laite on kytketty (esim. PCI tai USB).
id: ini adalah bus fisik tempat perangkat tersambung (mis: PCI, USB, ...)
is: Þetta er vélbúnaðarbrautin sem tækið er tengt á (þ.e. PCI USB, ...)
nb: Dette er den fysiske bussen som enheten er koblet til (for eksempel: PCI eller USB).
pa_in: ਇਹ ਭੌਤਿਕ ਬੱਸ ਹੈ ਜਿਸ ਤੇ ਜੰਤਰ ਜੁੜਿਆ ਹੈ (ਜਿਵੇਂ: PCI, USB, ...)

source: Bus identification
et: Siinitunnus
fi: Väylän tunniste
id: Identifikasi bus
is: Brautar-auðkenni
nb: Bussidentifisering
pa_in: Bus ਪਛਾਣ

source: - PCI and USB devices: this lists the vendor, device, subvendor and subdevice PCI/USB ids
et: - PCI- ja USB-seadmed: tootja, seade, allettevõtja ja allseadme PCI/USB ID-d
fi: - PCI- ja USB-laitteet: listaa valmistajan, laitteen, alivalmistajan ja alilaitteen PCI/USB-tunnistenumerot.
id: - Perangkat PCI dan USB: daftar id PCI/USB vendor, device, subvendor dan subperangkat
is: - PCI og USB tæki: þetta listar framleiðanda, tæki, undirnúmer framleiðanda og undirauðkenni PCI/USB
nb: – PCI- og USB-enheter: Her står PCI/USB-ID-ene til produsent, enhet, underprodusent og underenhet.
pa_in: - PCI ਅਤੇ USB ਜੰਤਰ: ਇਹ ਵਿਕ੍ਰੇਤਾ, ਜੰਤਰ, ਉਪ-ਵਿਕ੍ਰੇਤਾ ਉਪ-ਜੰਤਰ PCI/USB ids ਵਿਖਾਉਂਦਾ ਹੈ

source: Location on the bus
br: Lec'hel war ar bus
et: Asukoht siinil
fi: Sijainti väylässä
id: Lokasi pada bus
is: Staðsetning á braut
nb: Plassering på bussen
pa_in: ਬਸ ਤੇ ਸਥਿਤੀ

source: - pci devices: this gives the PCI slot, device and function of this card - eide devices: the device is either a slave or a master device - scsi devices: the scsi bus and the scsi device ids
et: -pci seadmed: näitab PCI pesa, seadet ja kaardi funktsiooni - eide seadmed: seade on kas ülem või allutatu - scsi seadmed: scsi siin ja scsi seadme id-d
fi: - PCI-laitteet: Laitteen PCI-väylä, laite ja toiminto- EIDE-laitteet: Orja- tai isäntälaite - SCSI-laitteet: SCSI-väylä ja laitteen tunnistenumero
id: - perangkat pci : memberikan slot PCI, perangkat dan fungsi dari kartu ini - perangkat eide: perangkat bisa berupa perangkat slave atau master - perangkat scsi: bus scsi dan id perangkat scsi
is: - pci tæki: hér er skráð PCI rauf, tæki og tegund þessa spjalds - eide tæki: tækið er annað hvort herra eða þræll (master/slave) - scsi tæki: scsi braut og scsi tækis-númer
nb: – PCI-enheter: PCI-sport, enhet og funksjon til kortet. – EIDE-enheter: Enheten er enten en slave- eller en mesterenhet. – SCSI-enheter: SCSI-bussen og enhets-ID.
pa_in: - pci ਜੰਤਰ: ਇਹ ਇਸ ਕਾਰਡ ਦਾ PCI ਸਲਾਟ, ਜੰਤਰ ਅਤੇ ਫੰਕਸ਼ਨ ਦਰਸਾਉਂਦਾ ਹੈ - eide ਜੰਤਰ: ਜੰਤਰ ਜਾਂ ਤਾਂ ਸਲੇਵ ਜਾਂ ਮਾਸਟਰ ਜੰਤਰ ਹੈ - scsi ਜੰਤਰ: scsi ਬੱਸ ਅਤੇ scsi ਜੰਤਰ ids

source: Drive capacity
br: Ment al lenner
et: Ketta eriomadused
fi: Aseman kapasiteetti
id: Kapasitas drive
is: Diskstærð
nb: Diskkapasitet
pa_in: ਡਰਾਈਵ ਯੋਗਤਾ

source: special capacities of the driver (burning ability and or DVD support)
et: ketta eriomadused (nt. kirjutamine ja/või DVD tugi)
fi: Ajurin erikoisominaisuudet (polttomahdollisuus ja/tai DVD-tuki).
id: kapasitas khusus driver (kemampuan bakar dan/atau dukungan DVD)
is: sérstakir eiginleikar rekilsins (brennari og/eða DVD stuðningur)
nb: spesialfunksjoner i driveren (brennefunksjonalitet og DVD-støtte)
pa_in: ਡਰਾਈਵਰ ਦੀ ਖਾਸ ਯੋਗਤਾ (ਨਿਰਮਾਣ ਯੋਗਤਾ ਅਤੇ DVD ਸਹਿਯੋਗ)

source: Description
br: Deskrivadur
et: Kirjeldus
fi: Kuvaus
id: Keterangan
is: Lýsing
nb: Beskrivelse
pa_in: ਵਰਣਨ

source: this field describes the device
et: see väli kirjeldab seadet
fi: Laitteen kuvaus.
id: bagian ini menjelaskan perangkat
is: Þetta svæði lýsir tækinu
nb: dette feltet beskriver enheten
pa_in: ਇਹ ਕਾਲਮ ਜੰਤਰ ਦਰਸਾਉਂਦਾ ਹੈ

source: Old device file
br: Trobarzhell kozh ar restr
et: Vana seadmefail
fi: Vanha laitetiedosto
id: File perangkat lama
is: Eldri tækisskrá
nb: Gammel enhetsfil
pa_in: ਪੁਰਾਣੀ ਜੰਤਰ ਫਾਇਲ

source: old static device name used in dev package
et: vana staatiline seadmenimi, mis oli kasutusel paketis dev
fi: Laitteen vanha staattinen nimi.
id: nama perangkat statis lama yang dipakai pada paket dev
is: eldri föst tækisnöfn sem eru notuð í dev pakkanum
nb: gammelt statisk enhetsnavn brukt i dev-pakke
pa_in: dev ਪੈਕੇਜ ਦੁਆਰਾ ਵਰਤਿਆ ਪੁਰਾਣਾ ਸਥਿਰ ਜੰਤਰ ਨਾਂ

source: Module
br: Mollad
et: Moodul
fi: Moduuli
id: Modul
is: Eining
nb: Modul
pa_in: ਮੈਡੀਊਲ

source: the module of the GNU/Linux kernel that handles the device
br: Mollad ar galon GNU/Linux hag a ra tro-dro an drobarzhell
et: GNU/Linuxi kerneli moodul, mis käsitleb seda seadet
fi: GNU/Linux-ytimen moduuli, joka käsittelee kyseistä laitetta.
id: modul kernel GNU/Linux yang menangani perangkat tersebut
is: eining GNU/Linux kjarnans sem meðhöndlar tækið
nb: Kjernemodulet som håndterer enheten
pa_in: GNU/ਲੀਨਕਸ ਕਰਨਲ ਜੋ ਜੰਤਰ ਨਿਗਰਾਨੀ ਕਰਦਾ ਹੈ, ਦਾ ਮੈਡਿਊਲ

source: Extended partitions
br: Parzhadurioù astennet
et: Laiendatud partitsioonid
fi: Laajennetut osiot
id: Partisi extended
is: Framlengdar disksneiðar
nb: Utvidete partisjoner
pa_in: ਐਕਸਟੈਂਡਡ ਭਾਗ

source: the number of extended partitions
br: niver a parzhadurioù astennet
et: laiendatud partitsioonide arv
fi: Laajennettujen osioiden lukumäärä.
id: jumlah partisi extended
is: fjöldi framlengdra disksneiða
nb: antall utvidete partisjoner
pa_in: ਐਕਸਟੈਂਡਡ ਭਾਗਾਂ ਦੀ ਗਿਣਤੀ

source: Geometry
br: Mentoniezh
et: Geomeetria
fi: Geometria
id: Geometri
is: Snið
nb: Geometri
pa_in: ਢਾਂਚਾ

source: Cylinder/head/sectors geometry of the disk
et: Ketta silindrite/peade/sektorite geomeetria
fi: Levyn sylinterien, lukupäiden ja sektorien lukumäärät.
id: Geometri silinder/head/sektor dari disk
is: Plötur/hausar/sneiðar snið disksins
nb: Sylinder/hoved/sektor-geometrien til disken
pa_in: ਡਿਸਕ ਦੀ ਸਿਲੰਡਰ/ਹੈੱਡ/ਸੈਕਟਰ ਢਾਂਚਾ

source: Disk controller
br: Kontroller pladenn
et: Kettakontroller
fi: Levyohjain
id: Pengontrol disk
is: Diskstýringar
nb: Diskkontroller
pa_in: ਡਿਸਕ ਕੰਟਰੋਲਰ

source: the disk controller on the host side
br: ar gontroller pladenn ouzh an ostiz
et: serveripoolne kettakontroller
fi: Emolevyn levyohjain.
id: pengontrol disk pada sisi host
is: diskstýring vélarhluta
nb: diskkontrolltren på vertsiden
pa_in: ਮੇਜ਼ਬਾਨ ਵਾਲੇ ਪਾਸੇ ਡਿਸਕ ਕੰਟੋਰਲਰ

source: Identifier
br: Anavezoud
et: Identifikaator
fi: Tunniste
id: Penanda
is: Auðkenni
nb: Identifikator

source: usually the device serial number
et: tavaliselt seadme seerianumber
fi: Yleensä levyn sarjanumero.
id: biasanya nomor seri perangkat
is: venjulega raðnúmer tækisins
nb: vanligvis serienummeret til enheten

source: Media class
br: Renkad ar vedia
et: Andmekandja klass
fi: Medialuokka
id: Kelas media
is: Flokkur miðils
nb: Mediaklasse
pa_in: ਮਾਧਿਅਮ ਸ਼੍ਰੇਣੀ

source: class of hardware device
br: Renkad an drobarzhell
et: riistvaralise seadme klass
fi: Rautatason laiteluokka.
id: kelas perangkat perangkat keras
is: vélbúnaðarflokkur
nb: type maskinvareenhet
pa_in: ਹਾਰਡਵੇਅਰ ਜੰਤਰ ਦੀ ਸ਼੍ਰੇਣੀ

source: Model
br: Gobari
et: Mudel
fi: Malli
is: Tegund
nb: Modell
pa_in: ਮਾਡਲ

source: hard disk model
br: Gobari ar bladenn
et: kõvaketta mudel
fi: Kiintolevyn malli.
id: model harddisk
is: tegund disks
nb: Harddiskmodell
pa_in: ਹਾਰਡ ਡਿਸਕ ਮਾਡਲ

source: network printer port
br: porzh ar voullerez rouedad
et: võrguprinteri port
fi: Verkkotulostimen portti.
id: port printer jaringan
is: netgátt prentara
nb: Nettverksskriverport
pa_in: ਨੈੱਟਵਰਕ ਪ੍ਰਿੰਟਰ ਪੋਰਟ

source: Primary partitions
br: Parzhadurioù kentañ
et: Primaarsed partitsioonid
fi: Ensisijaiset osiot
id: Partisi Primary
is: Aðaldisksneiðar
nb: Primærpartisjoner
pa_in: ਪ੍ਰਾਇਮਰੀ ਭਾਗ
