Repository: DrakXtools/drakx
Catalog: perl-install/standalone/po/*.po
Languages: br, et, fi, id, is, nb, pa_in

source: the number of the primary partitions
br: niver a parzhadurioù kentañ
et: primaarsete partitsioonide arv
fi: Ensisijaisten osioiden lukumäärä.
id: jumlah partisi primary
is: fjöldi aðaldisksneiða
nb: antall primærpartisjoner
pa_in: ਪ੍ਰਾਇਮਰੀ ਭਾਗਾਂ ਦੀ ਗਿਣਤੀ

source: Vendor
br: Gwerzher
et: Tootja
fi: Valmistaja
is: Framleiðandi
nb: Produsent
pa_in: ਵਿਕ੍ਰੇਤਾ

source: the vendor name of the device
br: anv gwerzher an drobarzhell
et: seadme tootja nimi
fi: Laitteen valmistaja.
id: nama vendor perangkat
is: framleiðandanafn tækis
nb: produsentnavnet til enheten
pa_in: ਜੰਤਰ ਦਾ ਵਿਕ੍ਰੇਤਾ ਨਾਂ

source: the PCI domain of the device
br: domani PCI an drobarzhell
et: seadme PCI domeen
fi: Laitteen PCI-domain.
id: domain PCI dari perangkat
is: PCI lén tækisins
nb: PCI-domenet til enheten

source: PCI revision
br: Live PCI
et: PCI versioon
fi: PCI-revisio
id: Revisi PCI
nb: PCI revisjon

source: Bus PCI #
et: PCI siin #
fi: PCI-väylänumero
is: Brautar PCI #
nb: PCI-bussnr.

source: the PCI bus on which the device is plugged
br: Ar bus PCI a-benn lugellañ an drobarzhell
et: füüsiline PCI siin, millega seade on ühendatud
fi: PCI-väylä, johon laite on kytketty.
id: PCI bus yang digunakan oleh perangkat
is: Þetta er PCI brautin sem tækið er tengt á
nb: PCI-bussen som enheten er plugget i
pa_in: PCI ਬੱਸ ਜਿਸ ਤੇ ਜੰਤਰ ਜੁੜਿਆ ਹੈ

source: PCI device #
br: Trobarzhell PCI #
et: PCI seade #
fi: PCI-laitenumero
id: Perangkat PCI #
is: PCI tæki #
nb: PCI-enhet #
pa_in: PCI ਜੰਤਰ #

source: PCI device number
br: niverenn an drobarzhell PCI
et: PCI seadme number
fi: PCI-laitteen laitenumero.
id: Nomor perangkat PCI
is: PCI tækisnúmer
nb: PCI-enhetsnummer
pa_in: PCI ਜੰਤਰ ਨੰਬਰ

source: PCI function #
br: Fonksion PCI niv.
et: PCI funktsioon #
fi: PCI-toimintonumero
id: Fungsi PCI #
is: PCI fall #
nb: PCI-funksjon #
pa_in: PCI ਫੰਕਸ਼ਨ #

source: PCI function number
br: Niver a fonksion PCI
et: PCI funktsiooni number
fi: PCI-toimintonumero.
id: Nomor fungsi PCI
is: PCI fallnúmer
nb: PCI-funksjonsnummer
pa_in: PCI ਫੰਕਸ਼ਨ ਨੰਬਰ

source: Vendor ID
br: ID ar werzher
et: Tootja ID
fi: Valmistajan tunnus
id: ID vendor
is: Auðkenni framleiðanda
nb: Produsent-ID
pa_in: ਵਿਕ੍ਰੇਤਾ ID

source: this is the standard numerical identifier of the vendor
et: tootja standardne numbriline identifikaator
fi: Standardinmukainen valmistajan tunnistenumero.
id: ini merupakan penanda numerik standar vendor
is: þetta er staðlað auðkennisnúmer framleiðanda
nb: dette er ID-nummeret til produsenten
pa_in: ਇਹ ਵਿਕ੍ਰੇਤਾ ਦੀ ਮਿਆਰੀ ਹਿਸਾਬੀ ਪਛਾਣ ਹੈ

source: Device ID
br: ID an drobarzhell
et: Seadme ID
fi: Laitetunnus
id: ID Perangkat
is: Auðkenni tækis
nb: Enhets-ID
pa_in: ਜੰਤਰ ID

source: this is the numerical identifier of the device
et: seadme numbriline identifikaator
fi: Laitteen tunnistenumero.
id: ini merupakan penanda numerik perangkat
is: þetta er auðkennisnúmer tækisins
nb: dette er ID-nummeret til enheten
pa_in: ਇਹ ਜੰਤਰ ਦੀ ਹਿਸਾਬੀ ਪਛਾਣ ਹੈ

source: Sub vendor ID
et: Tootja alam-ID
fi: Valmistajan alitunniste
id: ID sub vendor
is: Undirnúmer framleiðanda
nb: Underprodusent-ID
pa_in: ਉਪ ਵਿਕ੍ਰੇਤਾ ID

source: this is the minor numerical identifier of the vendor
et: tootja väiksem numbriline identifikaator
fi: Valmistajan tunnistenumeron tarkenne.
id: ini merupakan penanda numerik minor vendor
is: þetta er undirnúmer auðkennis framleiðanda
nb: dette er den minste numeriske identifikatoren til produsenten
pa_in: ਇਹ ਵਿਕ੍ਰੇਤਾ ਦੀ ਛੋਟੀ ਹਿਸਾਬੀ ਪਛਾਣ ਹੈ

source: Sub device ID
br: IsID an drobarzhell
et: Seadme alam-ID
fi: Laitteen alitunniste
id: ID sub perangkat
is: Undirnúmer tækis
nb: Underenhets-ID
pa_in: ਉਪ ਜੰਤਰ ID

source: this is the minor numerical identifier of the device
et: seadme väiksem numbriline identifikaator
fi: Laitteen tunnistenumeron tarkennin.
id: ini merupakan penanda numerik minor perangkat
is: þetta er undirnúmer auðkennis tækisins
nb: dette er den minste numeriske identifikatoren til enheten
pa_in: ਇਹ ਜੰਤਰ ਦੀ ਛੋਟੀ ਹਿਸਾਬੀ ਪਛਾਣ ਹੈ

source: Device USB ID
br: ID an drobarzhell USB
et: USB seadme ID
fi: USB-laitetunniste
id: ID Perangkat USB
is: USB ID tækis
nb: USB-ID for enhet
pa_in: ਜੰਤਰ USB ID

source: the GNU/Linux kernel needs to run a calculation loop at boot time to initialize a timer counter. Its result is stored as bogomips as a way to "benchmark" the cpu.
et: GNU/Linuxi kernel peab alglaadimise ajal ajaarvesti lähtestamiseks sooritama kalkulatsioonisilmuse. Selle tulemus salvestatakse bogomipsides, mis kujutab endast omamoodi CPU "jõudlustesti".
fi: GNU/Linuxin ytimen täytyy suorittaa laskentasilmukka käynnistyksen yhteydessä ajastimen alustamiseksi. Tulos tallennetaan Bogomipseinä, joka on tapa mitata prosessorin suorituskykyä.
id: Kernel GNU/Linux harus melakukan perulangan kalkulasi saat boot untuk menginisialisasi pencacah waktu. Hasilnya disimpan dalam bogomips sebagai salah satu cara untuk "menguji" cpu.
is: GNU/Linux kjarninn keyrir við ræsingu endurteknar reikniaðgerðir til að meta tímastuðla. Niðurstaðan er geymd sem "bogomips" til að áætla "hraða" örgjörvans.
nb: GNU/Linux-kjernen må kjøre en regneløkkee ved oppstart for å starte en tidtaker. Resultatet blir lagret som bogomips for å ytelsesteste prosessoren.
pa_in: GNU/ਲੀਨਕਸ ਕਰਨਲ ਨੂੰ ਬੂਟ ਦੌਰਾਨ ਟਾਈਮਰ ਕਾਊਂਟਰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੈਲਕੂਲੇਸ਼ਨ ਲੂਪ ਚਲਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਦਾ ਨਤਿਜਾ cpu ਨੂੰ "benchmark" ਕਰਨ ਲਈ bogomips ਵਿੱਚ ਸੰਭਾਲਿਆ ਜਾਂਦਾ ਹੈ।

source: Cache size
br: Ment ar grubuilh
et: Puhvri suurus
fi: Välimuistin koko
id: Ukuran cache
is: Stærð skyndiminnis
nb: Hurtigminnestørrelse
pa_in: ਕੈਸ਼ ਅਕਾਰ

source: size of the (second level) cpu cache
et: (Teise taseme) CPU puhvri suurus
fi: Prosessorin L2-välimuistin koko.
id: ukuran cache cpu (level kedua)
is: stærð á (annars þreps) skyndiminni örgjörva
nb: størrelsen på (andrenivås) prosessorhurtigminnet
pa_in: cpu ਕੈਸ਼ (ਦੂਜਾ ਪੱਧਰ) ਦਾ ਅਕਾਰ

source: Cpuid family
br: Familh cpuid
et: Cpuid perekond
fi: Cpuid-perhe
id: Keluarga cpuid
is: Fjölskylduauðkenni örgjörva
nb: Prosessorfamilie
pa_in: Cpuid ਸ਼੍ਰੇਣੀ

source: family of the cpu (eg: 6 for i686 class)
et: CPU perekond (nt 6, kui on i686)
fi: Prosessoriperhe (esim: i686-luokka on 6).
id: keluarga cpu (mis: 6 untuk kelas i686)
is: Fjölskylda örgjörva (þ.e. 6 fyrir i686)
nb: prosessorfamilie (f.eks. 6 for i686)
pa_in: cpu ਦੀ ਸ਼੍ਰੇਣੀ (ਜਿਵੇਂ: i686 ਸ਼੍ਰੇਣੀ ਲਈ 6)

source: Cpuid level
br: Live cpuid
et: Cpuid tase
fi: Cpuid-taso
id: Tingkat cpuid
is: Örgjörvaþrep
nb: Cpuid-nivå
pa_in: Cpuid ਪੱਧਰ

source: information level that can be obtained through the cpuid instruction
et: Infotase, mida võib saada cpuid instruktsiooni vahendusel
fi: Tietotaso, joka voidaan saada cpuid-käskyn kautta.
id: tingkat informasi yang bisa didapat dengan perintah cpuid
is: upplýsingaþrep sem hægt er að sækja með cpuid aðgerðinni
nb: Informasjonsnivå som kan skaffes gjennom cpuid-instruksjonen
pa_in: ਜਾਣਕਾਰੀ ਪੱਧਰ ਜੋ cpuid ਹਦਾਇਤ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ

source: Frequency (MHz)
br: Frekañs (Mhz)
et: Sagedus (MHz)
fi: Kellotaajuus (MHz)
id: Frekuensi (MHz)
is: Tíðni (Mhz)
nb: Frekvens (MHz)
pa_in: ਵਾਰਵਾਰਤਾ (ਮੈਹਾ)

source: the CPU frequency in MHz (Megahertz which in first approximation may be coarsely assimilated to number of instructions the cpu is able to execute per second)
et: CPU sagedus megahertsides (seda võib ligilähedaselt samastada operatsioonide arvuga, mida CPU suudab sekundis sooritada)
fi: Prosessorin kellotaajuus (MHz). (Kellotaajuutta voidaan karkeasti verrata sekunnissa suoritettavien tehtävien määrään.)
id: Frekuensi CPU dalam MHz (Megahertz dimana perkiraan pertama bisa berupa jumlah instruksi perdetik yang dapat dieksekusi oleh CPU)
is: Tíðni örgjörva í MHz (Megarið sem er fyrsta (grófa) nálgun á fjölda aðgerða sem örgjörvinn getur framkvæmt á sekúndu)
nb: Prosessorklokkefrekvensen målt i MHz (Megahertz er omtrent likt tallet på instruksjoner prosessoren kan utføre per sekund)
pa_in: CPU ਫ੍ਰੀਕਿਊਂਨਸੀ MHz ਵਿੱਚ (ਮੈਗਾਹਰਟਜ਼, ਜੋ ਕਿ cpu ਰਾਹੀਂ ਪ੍ਰਤੀ ਸਕਿੰਟ ਚਲਾਈਆਂ ਜਾਣ ਵਾਲੀਆਂ ਹਟਾਇਤਾਂ ਦੀ ਲੱਗਭਗ ਗਿਣਤੀ ਹੈ)

source: Flags
br: Bannielloù
et: Lipud
fi: Liput
id: Flag
is: Flögg
nb: Flagg
pa_in: ਨਿਸ਼ਾਨ

source: CPU flags reported by the kernel
et: CPU lipud kerneli teatel
fi: Ytimen raportoimat prosessorin liput.
id: Flag CPU yang dilaporkan oleh kernel
is: Örgjörvaflögg eins og þau eru gefin upp af kjarna
nb: CPU-flagg rapportert av kjernen
pa_in: ਕਰਨਲ ਦੁਆਰਾ ਰਿਪੋਰਟ ਕੀਤੇ CPU ਚਿੰਨ

source: Cores
br: Kalonoù
et: Tuumad
fi: Ydintä
id: Core
nb: Kjerner

source: CPU cores
br: Kalonoù CPU
et: Protsessorituumad
fi: Prosessorin ytimet
id: Core CPU
nb: CPU-kjerner

source: Core ID
br: ID ar galon
et: Tuuma ID
fi: Ytimen tunnus
id: ID core
nb: Kjerne-ID

source: Physical ID
et: Füüsiline ID
fi: Fyysinen tunnus
id: ID fisik
nb: Fysisk ID

source: ACPI ID
fi: ACPI-tunnus
id: ID ACPI

source: Siblings
et: Kaaslased
fi: Sisarukset
id: Sibling
nb: Søsken

source: sub generation of the cpu
et: CPU alampõlvkond
fi: Prosessorin alasukupolvi
id: sub generasi dari cpu
is: undir-flokkur örgjörva
nb: undergenerasjon til prosessoren
pa_in: cpu ਦਾ ਉਪ ਉਤਪਾਦ

source: generation of the cpu (eg: 8 for Pentium III, ...)
et: CPU põlvkond (nt 8, kui on Pentium III ...)
fi: Prosessorin sukupolvi (esim: Pentium III on 8).
id: generasi cpu (mis: 8 untuk Pentium III, ...)
is: ætt örgjörva (þ.e. 8 fyrir Pentium III, ...)
nb: prosessorgenerasjon (f.eks. 8 for pentium III, …)
pa_in: cpu ਦੀ ਉਤਪਾਦ (ਜਿਵੇਂ: Pentium III ਲਈ 8, ...)

source: Model name
br: Anv ar gobari
et: Mudeli nimi
fi: Mallinimi
id: Nama model
is: Tegundarnafn
nb: Modellnavn
pa_in: ਮਾਡਲ ਨਾਂ

source: official vendor name of the cpu
et: CPU ametlik tootja
fi: Prosessorin virallinen nimi.
id: nama vendor resmi cpu
is: opinbert örgjörvanafn framleiðanda
nb: offisielt produsentnavn
pa_in: cpu ਦਾ ਦਫਤਰੀ ਵਿਕ੍ਰੇਤਾ ਨਾਂ

source: the name of the CPU
br: Anv an UTK
et: protsessori (CPU) nimi
fi: Prosessorin nimi
id: nama CPU
is: nafn örgjörvans
nb: navnet på prosessoren
pa_in: CPU ਦਾ ਨਾਂ

source: Processor ID
br: ID ar c'hewerier
et: Protsessori ID
fi: Prosessorin ID
id: ID prosesor
is: Auðkenni (ID) örgjörva
nb: Prosessor-ID
pa_in: ਪਰੋਸੈੱਸਰ ID

source: the number of the processor
br: Niver ar c'hewerier
et: protsessori number
fi: Prosessorin numero
id: nomor prosesor
is: aðkennisnúmer örgjörvans
nb: tallet til prosessoren
pa_in: ਪਰੋਸੈੱਸਰਾਂ ਦੀ ਗਿਣਤੀ

source: Model stepping
et: Mudeli alamtüüp
fi: Sukupolvi
id: Stepping model
is: Tegundar-stig
nb: Modellserie
pa_in: ਮਾਡਲ ਸਟੈਪਿੰਗ

source: stepping of the cpu (sub model (generation) number)
et: protsessori alamtüüp (nn stepping'u number)
fi: Prosessorin sukupolvi (mallin aliversion numero).
id: stepping cpu (nomor sub model (generasi))
is: stig örgjörvans (undirtegundar (útgáfu) númer)
nb: serie av prosessoren (undermodells(generasjons)nummer)
pa_in: cpu ਦੀ ਸਟੈਪਿੰਗ (ਉਪ ਮਾਡਲ (ਉਤਪਾਦ) ਅੰਕ)

source: the vendor name of the processor
br: Anv gwerzhour ar c'hewerier
et: protsessori tootja nimi
fi: Prosessorin valmistaja.
id: nama vendor prosesor
is: örgjörvanafn framleiðanda
nb: Produsentnavnet på prosessoren
pa_in: ਪਰੋਸੈੱਸਰ ਦਾ ਵਿਕ੍ਰੇਤਾ ਨਾਂ

source: Write protection
br: Anskrivadus
et: Kirjutuskaitse
fi: Kirjoitussuoja
id: Proteksi penulisan
is: Ritvörn
nb: Skrivebeskyttelse
pa_in: ਲਿਖਣ ਸੁਰੱਖਿਆ

source: the WP flag in the CR0 register of the cpu enforce write protection at the memory page level, thus enabling the processor to prevent unchecked kernel accesses to user memory (aka this is a bug guard)
et: WP lipp CR0 registris kehtestab kirjutuskaitse mälulehekülje tasemel, võimaldades nii protsessoril takistada kerneli kontrollimatut ligipääsu kasutajamälule (kannab ka nimetust veavalvur)
fi: WP-lipuke CR0-rekisterissä pakottaa kirjoitussuojan muistisivutasolla, jolloin sallitaan prosessorin estää tarkistamattomat ytimen käyttäjämuistin käytöt (eli tämä on virhesuoja).
id: Flag WP pada register CR0 cpu memaksakan proteksi penulisan pada level halaman memori, sehingga memungkinkan prosesor mencegah akses kernel ke memori pengguna yang tidak diuji (sebelumnya bernama bug guard)
is: WP flaggið í CR0 vistfangi örgjörvans þvingar ritvörn á minnissvæði, og varnar því óstýrðu aðgengi að minnisvæðum notanda (þ.e.a.s þetta er villuvörn)
nb: WP-flagget i CR0-registeret til prosessoren tvinger skrivebeskyttelse på minnesidenivå, og dermed kan prosessoren hindre ukontrollert kjernetilgang til brukerminnet (dette er altså en feilvakt)
pa_in: cpu ਦੇ CR0 ਰਜਿਸਟਰ ਵਿੱਚ WP ਨਿਸ਼ਾਨ ਮੈਮੋਰੀ ਸਫ਼ਾ ਪੱਧਰ ਤੇ ਲਿਖਣ ਲਈ ਸੁਰੱਖਿਅਤ ਹੈ, ਇਸਕਰਕੇ ਪ੍ਰੋਸੈਂਸਰ ਨੂੰ ਕਰਨਲ ਪਹੁੰਚ ਨੂੰ ਉਪਭੋਗੀ ਮੈਮੋਰੀ ਤੱਕ ਅੱਪੜਨ ਤੋਂ ਆਯੋਗ ਕਰਦਾ ਹੈ (ਸਾਇਦ ਇਹ ਬੱਗ ਗਾਰਡ ਜਾਣਦਾ ਹੋਵੇ)

source: Floppy format
br: Furmad ar bladennig
et: Disketi vorming
fi: Levykkeen muoto
id: Format disket
is: Forsnið disklings
nb: Diskettformat
pa_in: ਫਲਾਪੀ ਫਾਰਮਿਟ

source: format of floppies supported by the drive
et: disketi vorming, mida seade tunnustab
fi: Aseman tukemat eri levykkeiden muodot.
id: Format disket yang didukung oleh drive
is: forsnið sem eru studd af disklingadrifinu
nb: støttet diskformat
pa_in: ਡਰਾਈਵ ਦੁਆਰਾ ਸਹਿਯੋਗੀ ਫਲਾਪੀ ਫਾਰਮਿਟ

source: EIDE/SCSI channel
br: Kanol EIDE/SCSI
et: EIDE/SCSI kanal
fi: EIDE/SCSI-kanava
id: Kanal EIDE/SCSI
is: EIDE/SCSI rás
nb: EIDE/SCSI-kanal
pa_in: EIDE/SCSI ਚੈਨਲ

source: Disk identifier
br: Anavezoud ar bladenn
et: Ketta identifikaator
fi: Levyn tunniste.
id: Penanda disk
is: Diskauðkenni
nb: Diskidentifikator
pa_in: ਡਿਸਕ ਪਛਾਣ

source: usually the disk serial number
et: tavaliselt ketta seerianumber
fi: Yleensä levyn sarjanumero.
id: biasanya nomor seri disk
is: venjulega raðnúmer disksins
nb: vanligvis serienummeret til disken
pa_in: ਆਮ ਵਰਤਿਆ ਡਿਸਕ ਲੜੀ ਅੰਕ

source: Target id number
et: Siht-ID
fi: Kohde-ID
id: Nomor id target
nb: Mål-ID-nummer

source: the SCSI target identifier
et: SCSI sihtidentifikaator
fi: SCSI-kohteen tunniste
id: identifikasi target SCSI
nb: SCSI-målidentifikator

source: Logical unit number
et: Loogilise ketta number
fi: Looginen yksikkönumero
id: nomor unit logical
is: Lógiskt númer tækis
nb: Logisk enhetsnummer
pa_in: ਲੌਜ਼ੀਕਲ ਇਕਾਈ ਅੰਕ

source: the SCSI Logical Unit Number (LUN). SCSI devices connected to a host are uniquely identified by a channel number, a target id and a logical unit number
et: SCSI loogilise ketta number (LUN). Masinaga ühendatud SCSI seadmeid tuvastatakse kanali numbri, siht-ID ja loogilise ketta numbri järgi
fi: SCSI:n looginen yksikkönumero (LUN). Tietokoneeseen kytketyt SCSI-laitteet yksilöidään kanavanumeron, kohdetunnisteen ja loogisen yksikkönumeron perusteella.
id: Logical Unit Number (LUN) SCSI. Device SCSI yang terhubung ke host diidentifikasi oleh nomor channel, id target dan nomor unit logical
nb: SCSI-målnummeret (LUN). SCSI-enheter koblet til en vert blir unikt idenfisert med et kanalnummer, en mål-ID og et logisk enhetnummer.

source: Installed size
br: Ment staliet
et: Paigaldatud suurus
fi: Muistin määrä
id: Ukuran yang terinstall
is: Uppsett stærð
nb: Installert størrelse
pa_in: ਇੰਸਟਾਲ ਕੀਤਾ ਅਕਾਰ

source: Installed size of the memory bank
et: Mälumooduli paigaldatud suurus
fi: Asennetun muistimoduulin koko
id: Ukuran yang terinstall dari bank memori
is: Uppsett stærð minnisbanka
nb: Installert størrelse på minnebank
pa_in: ਮੈਮੋਰੀ ਬੈਂਕ ਦਾ ਇੰਸਟਾਲ ਕੀਤਾ ਅਕਾਰ

source: Enabled Size
br: Ment bev
et: Sisselülitatud suurus
fi: Käytössä olevan muistin määrä
id: Ukuran yang aktif
is: Virk stærð
nb: Påslått størrelse
pa_in: ਯੋਗ ਅਕਾਰ

source: Enabled size of the memory bank
et: Mälumooduli sisselülitatud suurus
fi: Käytössä oleva muistimoduulin koko.
id: Ukuran yang aktif dari bank memori
is: Virk stærð minnisbanka
nb: Påslått størrelse på minnebank
pa_in: ਮੈਮੋਰੀ ਬੈਂਕ ਦਾ ਯੋਗ ਅਕਾਰ

source: Type
br: Seurt
et: Tüüp
fi: Tyyppi
id: Tipe
is: Tegund
pa_in: ਕਿਸਮ

source: type of the memory device
br: seurt an drobarzhell vemor
et: Mälumooduli tüüp
fi: Muistilaitteen tyyppi.
id: tipe perangkat memori
is: tegund minnistækis
nb: type minneenhet
pa_in: ਮੈਮੋਰੀ ਜੰਤਰ ਦੀ ਕਿਸਮ

source: Speed
br: Tizh
et: Kiirus
fi: Nopeus
id: Kecepatan
is: Hraði
nb: Fart
pa_in: ਗਤੀ

source: Speed of the memory bank
et: Mälumooduli kiirus
fi: Muistilaitteen nopeus.
id: Kecepatan bank memori
is: Hraði minnisbankans
nb: Farten til minnebanken
pa_in: ਮੈਮੋਰੀ ਬੈਂਕ ਦੀ ਗਤੀ

source: Bank connections
et: Mooduli ühendused
fi: Moduuliyhteydet
id: Konfigurasi bank
is: Bankatengingar
nb: Bank-tilkoblinger
pa_in: ਬੈਂਕ ਕੁਨੈਕਸ਼ਨ

source: Socket designation of the memory bank
et: Mälumooduli sokkel
fi: Muistimoduulin kannan tyyppi.
id: Tujuan socket dari bank memori
is: Innstungur minnisbanka
nb: Sokkelnavn på minnebank
pa_in: ਮੈਮੋਰੀ ਬੈਂਕ ਦਾ ਸਾਕਟ ਨਿਰਧਾਰਿਤ

source: Device file
br: Restr an drobarzhell
et: Seadmefail
fi: Laitetiedosto
id: Perangkat file
is: Tækisskrá
nb: Enhetsfil
pa_in: ਜੰਤਰ ਫਾਇਲ

source: the device file used to communicate with the kernel driver for the mouse
et: seadmefail, mida kasutatakse hiire suhtlemisel kerneliga
fi: Hiiren laitetiedosto, jonka avulla laite käyttää ytimen ajuria.
id: file perangkat digunakan untuk berkomunikasi dengan driver kernel untuk mouse
is: tækisskráin sem notuð er til að hafa samband við kjarnarrekil músarinnar
nb: enhetsfila for musa brukt til å kommunisere med kjernedriveren
pa_in: ਮਾਊਸ ਲਈ ਕਰਨਲ ਡਰਾਈਵਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਵਾਸਤੇ ਵਰਤੀ ਜੰਤਰ ਫਾਇਲ

source: Emulated wheel
et: Emuleeritud hiireratas
fi: Emuloitu rulla
id: Roda yang diemulasikan
is: Hermt eftir skrunhjóli
nb: Emulert hjul
pa_in: ਸਮਰੂਪ ਪਹੀਆ

source: whether the wheel is emulated or not
et: kas hiireratas on emuleeritud või mitte
fi: Onko hiiren rulla emuloitu.
id: apakah roda diemulasikan atau tidak
is: hvort líkt er eftir músarhjóli eða ekki
nb: om det skal brukes hjulemulering eller ikke
pa_in: ਕੀ ਪਹੀਆ ਸਮਰੂਪ ਹੈ ਜਾਂ ਨਹੀਂ

source: the type of the mouse
br: seurt al logodenn
et: hiire tüüp
fi: Hiiren malli
id: tipe mouse
is: tegund músarinnar
nb: type mus
pa_in: ਮਾਊਸ ਦੀ ਕਿਸਮ

source: the name of the mouse
br: anv al logodenn
et: hiire nimi
fi: Hiiren nimi
id: nama mouse
is: nafn músarinnar
nb: navnet på musa
pa_in: ਮਾਊਸ ਦਾ ਨਾਂ

source: Number of buttons
br: Niver a nozelioù
et: Nuppude arv
fi: Painikkeiden määrä
id: Jumlah tombol
is: Fjöldi hnappa
nb: Antall knapper
pa_in: ਬਟਨਾਂ ਦੀ ਗਿਣਤੀ

source: the number of buttons the mouse has
br: niver a nozelioù gand al logodenn
et: hiire nuppude arv
fi: Hiiren painikkeiden määrä.
id: jumlah tombol yang dimiliki mouse
is: fjöldi hnappa sem músin hefur
nb: antall knapper på musa
pa_in: ਮਾਊਸ ਦੇ ਬਟਨਾਂ ਦੀ ਗਿਣਤੀ

source: the type of bus on which the mouse is connected
et: siinitüüp, millega hiir on ühendatud
fi: Hiiren väylätyyppi.
id: tipe bus tempat mouse terhubung
is: tegund brautar sem músin þín er tengd
nb: busstypen musa er koblet til
pa_in: ਬੱਸ ਦੀ ਕਿਸਮ ਜਿਸ ਨਾਲ ਮਾਊਸ ਜੁੜਿਆ ਹੈ

source: Mouse protocol used by X11
br: Komenad logod implijet gant X11
et: X11 kasutatav hiireprotokoll
fi: X11-hiiriprotokolla
id: Protokol mouse yang digunakan X11
is: Músasamskiptaregla notuð af X11
nb: Musprotokoll brukt av X11
pa_in: X11 ਦੁਆਰਾ ਵਰਤਿਆ ਮਾਊਸ ਪਰੋਟੋਕਾਲ

source: the protocol that the graphical desktop use with the mouse
et: protokoll, mida graafiline töölaud hiire jaoks kasutab
fi: Protokolla, jota hiiri käyttää graafisen työpöydän kanssa.
id: protokol yang digunakan desktop grafis dengan mouse
is: samskiptareglan sem gluggakerfið notar til samskipta við músina
nb: protokollen som det grafiske skrivebordet skal bruke for å kommunisere med musa
pa_in: ਪਰੋਟੋਕਾਲ ਜੋ ਗਰਾਫੀਕਲ ਵਿਹੜਾ ਮਾਊਸ ਨਾਲ ਵਰਤਦਾ ਹੈ

source: Identification
br: Dilesadur
et: Identifikaator
fi: Tunniste
id: Identifikasi
is: Auðkenni
nb: Identifisering
pa_in: ਪਛਾਣ

source: Connection
br: Kevreadenn
et: Ühendus
fi: Yhteys
id: Koneksi
is: Tenging
nb: Tilkobling
pa_in: ਕੁਨੈਕਸ਼ਨ

source: Performances
et: Jõudlus
fi: Suorituskyky
id: Performa
is: Afköst
nb: Ytelser
pa_in: ਅਦਾਕਾਰੀ

source: Device
br: Trobarzhell
et: Seade
fi: Laite
id: Perangkat
is: Tæki
nb: Enhet
pa_in: ਜੰਤਰ

source: Partitions
br: Parzhadurioù
et: Partitsioonid
fi: Osiot
id: Partisi
is: Disksneiðar
nb: Partisjoner
pa_in: ਭਾਗ

source: Features
br: Arc'hweloù
et: Omadused
fi: Ominaisuudet
id: Fitur
is: Eiginleikar
nb: Funksjoner
pa_in: ਵਿਸ਼ੇਸਤਾ

source: Autodetect _modems
br: Kavout m_odemioù
et: _Modemite automaattuvastus
fi: _Modeemien automaattitunnistus
id: Pendeteksian otomatis _modem
nb: Finn _modem automatisk
pa_in: ਸਵੈ-ਖੋਜੇ ਮਾਡਮ(_m)

source: Autodetect parallel _zip drives
et: Paralleelpordi _ZIP-ketaste automaattuvastus
fi: Rinnakkaisporttiin liitettyjen _ZIP-asemien automaattitunnistus
id: Pendeteksian otomatis drive _zip paralel
nb: Finn automatisk _ZIP-stasjoner på parallellporter

source: Hardware Configuration
br: Kefluniadur ar periantal
et: Riistvara seadistamine
fi: Laitteistoasetukset
id: Konfigurasi Perangkat Keras
is: Vélbúnaðarstillingar
nb: Oppsett av maskinvare

source: _Options
br: _Dibarzhoù
et: _Eelistused
fi: _Asetukset
id: _Opsi
nb: _Innstillinger
pa_in: ਚੋਣ(_O)

source: _Help
br: _Skoazell
et: _Abi
fi: O_hje
id: Bantuan
nb: _Hjelp
pa_in: ਸਹਾਇਤਾ(_H)

source: _Fields description
br: Deskrivadur an _tachennoù
et: Välja_de kirjeldus
fi: _Kenttien kuvaus
id: Deskripsi kolom
nb: _Feltbeskrivelser
pa_in: ਖੇਤਰ ਵਰਣਨ(_F)

source: _Report Bug
br: _Reiñ da c'houzout ur gudenn
et: _Veast teatamine
fi: _Raportoi virheestä
id: Lapo_rkan Bug
nb: _Meld fra om feil
pa_in: ਬੱਗ ਰਿਪੋਰਟ(_R)

source: _About...
br: _A-brepoz ...
et: _Misvärk
fi: _Tietoja...
id: Tent_ang...
nb: _Om …
pa_in: ਬਾਰੇ(_A)...

source: Detected hardware
br: Periantel kavet
et: Tuvastatud riistvara
fi: Tunnistetut laitteet:
id: Perangkat keras yang terdeteksi
is: Fundinn vélbúnaður
nb: Fant maskinvare
pa_in: ਲੱਭੇ ਜੰਤਰ

source: Information
br: Titouroù
et: Info
fi: Tiedot
id: Informasi
is: Upplýsingar
nb: Informasjon
pa_in: ਜਾਣਕਾਰੀ

source: Set current driver options
br: Lakaat dibarzhoù ar sturier red
et: Aktiivse draiveri võtmete määramine
fi: Aseta nykyisen ajurin lisäasetukset
id: Tentukan opsi driver aktual
is: Setja valkosti núverandi rekils
nb: Sett gjeldende drivervalg

source: Run config tool
br: Seveniñ an ostilh kefluniadur
et: Seadistamistööriista käivitamine
fi: Suorita asetustyökalu
id: Jalankan aplikasi konfigurasi
is: Keyra stillieiningu
nb: Kjør oppsettverktøy
pa_in: config ਸੰਦ ਚਲਾਓ

source: Click on a device in the tree on the left in order to display its information here.
br: Klikit ouzh un drobarzhell e-barzh ar wezenn a-gleiz a-benn ma ziskouez titouroù anezhañ amañ.
et: Klõps seadmel vasakul asuvas puus näitab siin selle kohta käivat infot.
fi: Napsauta laitetta vasemmalla olevasta puusta nähdäksesi laitteen tiedot.
id: Klik perangkat pada pohon kiri untuk menampilkan informasinya.
is: Smelltu á tæki í vinstri glugganum til að birta upplýsingar hér.
nb: Trykk på en enhet til venstre for å se informasjon om enheten her.
pa_in: ਇੱਥੇ ਜਾਣਕਾਰੀ ਵਿਖਾਉਣ ਲਈ ਖੱਬੀ ਲੜੀ ਵਿੱਚ ਜੰਤਰ ਤੇ ਕਲਿੱਕ ਕਰੋ।

source: unknown
br: anavez
et: tundmatu
fi: tuntematon
id: tidak diketahui
is: óþekkt
nb: ukjent
pa_in: ਅਣਪਛਾਤਾ

source: Unknown
br: Anavez
et: Tundmatu
fi: Tuntematon
id: Tidak dikenal
is: Óþekkt
nb: Ukjent
pa_in: ਅਣਪਛਾਤਾ

source: Misc
br: A bep seurt
et: Muud
fi: Sekalaiset
id: Lain-lain
is: Ýmisl.
nb: Forskjellig
pa_in: ਫੁਟਕਲ

source: secondary
br: eil derez
et: teisene
fi: toissijainen
id: sekunder
is: auka
nb: sekundær
pa_in: ਸੈਕੰਡਰੀ

source: primary
br: kentañ
et: esmane
fi: ensisijainen
id: primer
is: aðal
nb: primær
pa_in: ਪ੍ਰਾਇਮਰੀ

source: burner
br: engraver
et: CD-kirjutaja
fi: poltin
id: pembakar
is: brennari
nb: brenner
pa_in: ਨਿਰਮਾਤਾ

source: The following packages need to be installed:
br: Ar pakadoù a-heul zo war-nes bezañ staliet :
et: Paigaldada tuleb järgmised paketid:
fi: Seuraavat paketit pitää asentaa:
id: Paket berikut perlu diinstal:
is: Eftirfarandi pakka þarf að setja inn:
nb: Disse pakkene må installeres:
pa_in: ਹੇਠਲੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋਣੇ ਜਰੂਰੀ ਹਨ:

source: Copyright (C) %s by %s
br: Copyright (C) %s gant %s
et: Autoriõigus (C) %s: %s
fi: Copyright (C) %s, %s
id: Hak Cipta (C) %s oleh %s
nb: Copyright © %s %s
