Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Keyboard
cs: Klávesnice
eu: Teklatua
hr: Tipkovnica
lt: Klaviatûra
lv: Tastatûra
nb: Tastatur
pa_in: ਕੀ-ਬੋਰਡ
ro: Tastaturã
sk: Klávesnica
tr: Klavye
uk: Клав╕атура
vi: Bµn phÝm

source: Please, choose your keyboard layout.
cs: Jaké je rozlo¾ení va¹í klávesnice?
eu: Mesedez, hauta zure teklatuaren itxura.
hr: Molim izaberite raspored tipkovnice.
lt: Praðom pasirinkti klaviatûros iðdëstymà.
lv: Lûdzu izvçlieties jûsu tastatûras izkârtojumu.
ro: Alegeþi tastatura.
sk: Prosím, zvoµte vá¹ typ klávesnice
tr: Klavye düzenini seçiniz.
uk: Яка у Вас розкладка клав╕атури?
vi: H·y chän tæ chøc bµn phÝm

source: Here is the full list of keyboards available
cs: Zde je kompletní seznam dostupných klávesnic
eu: Hemen dago aukeratu daitezkeen teklatuen zerrenda osoa
hr: Ovdje je cijeli popis raspolo¾ivih tipkovnica
lt: Èia yra galimø klaviatûrø sàraðas
lv: Ðeit ir pilns pieejamo tastatûru saraksts
sk: Tu je zoznam dostupných klávesnic
tr: Bu eriþile bilen tüm klavyelerin listesidir
uk: Тут наведено повний список наявних клав╕атур
vi: §©y lµ danh s¸ch ®Çy ®ñ c¸c bµn phÝm hiÖn cã

source: Which installation class do you want?
cs: Který typ instalace chcete?
eu: Zein instalazio mota nahi duzu?
hr: Koji instalacijski razred ¾elite?
lt: Kurios Ádiegimo klasës tu nori?
lv: Kuru instalçðanas klasi vçlaties?
ro: Ce tip de instalare doriþi?
sk: Akú in¹talaènú triedu chcete pou¾i»?
tr: Hangi kurulum sýnýfýný istiyorsunuz?
uk: Який клас установки ви вибира╓те?
vi: B¹n muèn chän kiÓu cµi ®Æt nµo?

source: Install/Update
cs: Instalace/Aktualizace
eu: Instalatu/Eguneratu
hr: Instaliraj/Nadogradi
lt: Ádiegti/Atnaujinti
lv: Instalçt/Atjauninât
sk: In¹talácia/Aktualizácia
tr: Kurulum/Güncelleme
uk: Встановити/Поновити
vi: Cµi ®Æt/CËp nhËt

source: Is this an install or an update?
cs: Je to instalace nebo aktualizace?
eu: Instalazioa edo eguneraketa da?
hr: Da li je ovo instalacija ili nadogradnja?
lt: Ar tai ádiegimas, ar atnaujinimas?
lv: Ðî ir instalçðana vai atjauninâðana?
sk: Toto je in¹talácia alebo aktualizácia?
tr: Bu bir kurulum mu, yoksa bir güncelleme mi?
uk: Це установка чи поновлення?
vi: §©y lµ cµi ®Æt hay cËp nhËt?

source: Recommended
cs: Doporuèená
eu: Gomendatua
hr: Preporuèeno
lt: Rekomenduojama
lv: Ieteicama
ro: Recomandat
sk: Odporúèane
tr: Önerilen
uk: Рекомендований
vi: Gîi ý

source: Expert
cs: Expertní
eu: Aditua
hr: Ekspert
lt: Eksperto
lv: Eksperta
tr: Uzman
uk: Експерт
vi: Chuyªn gia

source: Update
cs: Aktualizovat
eu: Eguneratu
hr: Dogradnja
lt: Atnaujinimas
lv: Atjauninât
sk: Aktualizácia
tr: Güncelleme
uk: Поновлення
vi: CËp nhËt

source: Please, choose the type of your mouse.
cs: Jaký je typ va¹í my¹i?
eu: Mesedez, hauta da zure sagu mota.
hr: Molim izaberite koju vrstu mi¹a koristite.
lt: Praðom pasirinkti savo pelës rûðá.
lv: Lûdzu izvçlieties jûsu peles tipu.
ro: Vã rog, alegeþi tipul de mouse?
sk: Prosím, zvoµte typ va¹ej my¹i.
tr: Lütfen farenizin türünü seçin.
uk: Який тип миш╕ ви ма╓те?
vi: H·y chän kiÓu chuét

source: Mouse Port
cs: Pøipojení my¹i
eu: Saguaren kaia(port)
hr: Port mi¹a
lt: Pelës prievadas
lv: Peles ports
ro: Port Mouse
sk: Port my¹i
tr: Fare Kapýsý
uk: Порт миш╕
vi: Cæng chuét

source: Please choose on which serial port your mouse is connected to.
cs: Ke kterému sériovému portu je pøipojena va¹e my¹?
eu: Mesedez, hauta zure sagua serieko zein kaietara konektatua dagoen.
hr: Izaberite na kojem serijskom portu je mi¹ prikljuèen.
lt: Praðom pasirinkti, prie kurios nuosekliosios jungties prijungta tavo pelë.
lv: Lûdzu izvçlieties, kuram seriâlajam portam ir pieslçgta pele.
ro: Pe ce port serie este conectat mouse-ul?
sk: Prosím zvoµte, ktorému sériovému portu je va¹a my¹ pripojená.
tr: Farenizin baðlý olduðu seri portu seçiniz.
uk: Вибер╕ть до якого посл╕довного порту при╓днано мишу?
vi: H·y chän cæng nèi tiÕp mµ b¹n g¾n chuét vµo.

source: Buttons emulation
cs: Emulace tlaèítek
eu: Botoien emulazioa
hr: Emulacija gumbova
sk: Emulácia tlaèidiel
tr: Tuþlar Emülasyonu
uk: Емуляц╕я клав╕ш
vi: M« pháng c¸c nót

source: Button 2 Emulation
cs: Emulace 2 tlaèítka
eu: 2. Botoiaren Emulazioa
hr: Emulacija 2 gumba
sk: Emulácia druhého tlaèidla
tr: 2. Tuþ emülasyonu
uk: Емуляц╕я 2 клав╕ш
vi: M« pháng nót 2

source: Button 3 Emulation
cs: Emulace 3 tlaèítka
eu: 3. Botoiaren Emulazioa
hr: Emulacija 3 gumba
sk: Emulácia tretieho tlaèidla
tr: 3. Tuþ emülasyonu
uk: Емуляц╕я 3 клав╕ш
vi: M« pháng nót 3

source: Configuring PCMCIA cards...
cs: Nastavuji PCMCIA karty...
eu: PCMCIA txartelak konfiguratzen...
hr: Pode¹avam PCMCIA kartice...
lt: Nustatomos PCMCIA plokðtes...
lv: Konfigurçju PCMCIA kartes...
ro: Configuraþie cartele PCMCIA...
sk: Konfigurujem PCMCIA karty...
tr: PCMCIA kartlar yapýlandýrýlýyor...
uk: Конф╕гурую картки PCMCIA...
vi: §ang cÊu h×nh card PCMCIA...

source: Configuring IDE
cs: Nastavuji IDE
eu: IDE Konfiguratzen
hr: Pode¹avam IDE
lt: Nustatome IDE
lv: Konfigurçju IDE
ro: Configuraþia IDE
sk: Konfigurujem IDE
tr: IDE yapýlandýrýlýyor
uk: Конф╕гурац╕я IDE
vi: §ang cÊu h×nh IDE

source: no available partitions
cs: nejsou dostupné ¾ádné diskové oddíly
eu: ez dago partizio erabilgarririk
hr: nema dostupnih particija
lt: nëra prieinamø skirsniø
lv: nav pieejamu partîciju
ro: nici o partiþie disponibilã
sk: nie sú dostupné ¾iadne oddiely
tr: hiç bölüm bulunamadý
uk: нема╓ п╕дрозд╕л╕в
vi: kh«ng cã s½n c¸c ph©n vïng

source: Scanning partitions to find mount points
cs: Hledám oddíly, které lze pøipojit
eu: Partizioak azterkatzen muntaia puntu bila
hr: Tra¾im particije kako bi prona¹ao mjesta montiranja
lt: Perþiûrimi skirsniai, ieðkant montavimo taðkø
lv: Pârmeklçju partîcijas, lai atrastu montçðanas punktus
nb: Ser gjennom partisjoner etter monteringspunkter
pa_in: ਮਾਊਂਟ ਸਥਿਤੀ ਲੱਭਣ ਲਈ ਭਾਗ ਖੋਜ ਰਿਹਾ ਹੈ
sk: Prehµadávam oddiely na body pripojenia
tr: Baðlama noktalarýný bulmak için bölümler taranýyor
uk: Сканування п╕дрозд╕л╕в для знаходження точок монтування
vi: QuÐt c¸c ph©n vïng ®Ó t×m ®iÓm g¾n kÕt

source: Choose the mount points
cs: Zvolte si pøípojné(mount) body
eu: Muntai puntuak hautatu
hr: Odaberite mjesta montiranja
lt: Pasirink montavimo taðkus
lv: Izvçlieties montçðanas punktus
nb: Velg monteringspunktene
pa_in: ਮਾਊਂਟ ਸਥਿਤੀ ਚੁਣੋ
ro: Alegeþi punctele de montaj
sk: Zvoµte body pripojenia
tr: Baðlama noktalarýný seçin
uk: Вибер╕ть точки монтування
vi: Chän ®iÓm g¾n kÕt

source: I can't read your partition table, it's too corrupted for me :( I can try to go on blanking bad partitions (ALL DATA will be lost!). The other solution is to disallow DrakX to modify the partition table. (the error is %s) Do you agree to loose all the partitions?
cs: Nemù¾u pøeèíst va¹i tabulku oddílù, je pro mì pøíli¹ poru¹ená :( Mù¾u se pokusit pokraèovat v èi¹tìní ¹patných oddílù (V©ECHNA DATA budou ztracena!). Jiná mo¾nost je zakázat DrakX mìnit tabulku oddílù (chyba je %s) Souhlasíte s tím, ¾e pøíjdete o v¹echny oddíly?
eu: Partizio taula ezin irakurri, zeharo galduta:( Partizio txarrak hustutzen saiatuko naiz eta DATU GUZTIAK galduko dira (Akatsa: %s)
hr: Ne mogu proèitati particijsku tablicu, previ¹e je koruptirana za mene :( Mogu poku¹ati sa brisanjem lo¹ih particija (SVI PODACI æe biti izgubljeni!). Drugo rje¹enje je onemoguæiti DrakX-u da mjenja particijsku tablicu. (gre¹ka je %s) Da li se sla¾ete da izgubite sve particije?
lt: Að negaliu perskaityti skirsniø lentelës, ji pernelyg sugadinta :( Galiu pabandyti iðvalyti blogus skirsnius (VISI DUOMENYS bus prarasti!) Kitas sprendimas -- neleisti DrakX taisyti skirsniø lentelæ. (klaida %s) Ar sutinki prarasti visus skirsnius?
lv: Neizdevâs nolasît diska partîciju tabulu, jo tâ bija pârâk stipri bojâta :( Sistçma var mçìinât atslçgts sliktâs partîcijas (VISI DATI pazudîs!). Otrs risinâjums ir aizliegt DrakX izmainît partîciju tabulu. (kïûda ir %s)
sk: Nemô¾em preèíta» tabuµku rozdelenia disku, je príli¹ po¹kodená :( Mô¾em sa pokúsi» vyèisti» po¹kodené oddiely (V©ETKY ÚDAJE budu stratené!). Druhou mo¾nos»ou je zakáza» DrakXu modifikova» tabuµku rozdelenia. (chyba %s) Povolite strátu oddielu?
tr: Bölümlendirme tablonuzu okuyamýyorum, sanýrým biraz bozulmuþ :-( Bozulmuþ bölümleri düzeltmeye çalýþabilirim (TÜM VERÝLERÝNÝZ yok olacak!) Diðer bir çözüm de DrakX'in bölümlendirme tablosunu deðiþtirmesine izin vermemektir. (hata: %s) Tüm bölümleri kaybetmeye razý mýsýnýz?
uk: Не можу прочитати таблицю п╕дрозд╕л╕в, вона занадто з╕псована для мене :( Я спробую стерти з╕псован╕ п╕дрозд╕ли ╕ ВС╤ ДАН╤ будуть втрачен╕. Проблем╕ можна також запоб╕гти, якщо заборонити DrakX зм╕нювати таблицю п╕дрозд╕л╕в. (помилка: %s) Ви погоджу╓тесь втратити вс╕ п╕дрозд╕ли?
vi: Kh«ng ®äc ®­îc b¶ng ph©n vïng, nã bÞ háng nÆng :( Cè g¾ng tiÕp tôc trªn c¸c ph©n vïng trèng bÞ háng (Mäi d÷ liÖu sÏ bÞ mÊt!). Gi¶i ph¸p kh¸c lµ cÊm DrakX thay ®æi b¶ng ph©n vïng. (Lçi nh­ sau %s) B¹n cã ®ång ý ®Ó mÊt toµn bé c¸c ph©n vïng?

source: DiskDrake failed to read correctly the partition table. Continue at your own risk!
cs: DiskDrake neuspìl pøi ètení tabulky oddílù. Pokraèujte pouze na vlastní riziko!
eu: DiskDrake-k ezin izan du partizio taula irakurrri. Zure kontura jarraitu!
hr: DiskDrake nije uspio proèitati va¹u particijsku tablice. Nastavite o vlastitoj odgovornosti.
lt: DiskDrake nesugebëjo teisingai perskaityti skirsniø lentelës. Tæsk savo paties rizika!
lv: DiskDrake neizdevâs pareizi nolasît partîciju tabulu. Turpiniet, ja vçlaties riskçt!
ro: DiskDrake a eºuat la citirea corectã a tabloului de partiþii. Continuaþi pe riscul dumneavoastrã!
sk: DiskDrake nedokázal korektne naèíta» tabuµku rozdelenia disku. Pokraèujte na vlastné riziko!
tr: DiskDrake bölümlendirme tablosunu okumakta baþarýsýz oldu. Kendiniz devam edebilirsiniz.
uk: DiskDrake не може в╕рно прочитати таблицю п╕дрозд╕л╕в. Продовжуйте на св╕й власний ризик!
vi: DiskDrake kh«ng thÓ ®äc chÝnh x¸c b¶ng ph©n vïng. TiÕp tôc sÏ gÆp nguy c¬!

source: No free space for 1MB bootstrap! Install will continue, but to boot your system, you'll need to create the bootstrap partition in DiskDrake
cs: Pro bootstrap není potøebné místo o velikosti 1MB! Instalace mù¾e pokraèovat ale pro spu¹tìní systému musíte vytvoøit bootstrap oddíl pomocí DiskDrake
hr: Nema slobodnog mjesta za 1 MB bootstrap! Instalacija æe nastaviti, ali za podizanje va¹eg sustava, trebati æete napraviti bootstrap particiju u DiskDrake-u
tr: 1 Mb lýk önyükleme bölümünü oluþturulacak disk baþýnda alan yok! Kurulum devam edecektir fakat her seferinde açýlýþ disketi gerekecektir Oluþturmak için DiskDrake i kullanýnýz!!!!(Çok önemli)
uk: Не вистача╓ в╕льного м╕сця для 1МБ завантажувального блоку! Установка буде продовжуватись, але для завантаження сво╓╖ системи Вам потр╕бно буде створити DiskDrake'ом завантажувальний п╕дрозд╕л
vi: Kh«ng cßn kh«ng gian trèng 1MB cho bÉy khëi ®éng! TiÕp tôc cµi ®Æt, nh­ng ®Ó khëi ®éng hÖ thèng, b¹n cÇn t¹o ph©n vïng bÉy khëi ®éng trong DiskDrake.

source: No root partition found to perform an upgrade
cs: Nebyl nalezen koøenový oddíl pro provedení aktualizace
eu: Ez da eguneratzea gauzatzeko erro partizioa aurkitu
hr: Niti jedna root particija nije pronaðena da se obavi dogradnja
sk: Nena¹iel som koreòový oddiel pre upgrade
tr: Güncelleme yapýlacak hiç bir kök disk bölümü bulunamadý
uk: Не можу знайти п╕дрозд╕л root для поновлення системи
vi: Kh«ng cã ph©n vïng root ®Ó thùc hiÖn n©ng cÊp

source: Root Partition
cs: Koøenový oddíl
eu: Root partizioa
hr: Korijenska particija
lt: Ðakninis skirsnis
lv: Saknes partîcija
ro: Partiþia Root
sk: Koreòový oddiel
tr: Kök (root) Bölümü
uk: П╕дрозд╕л root
vi: Ph©n vïng root

source: What is the root partition (/) of your system?
cs: Který diskový oddíl je koøenový (/) ?
eu: Zure sisteman zein da root (/) partizioa?
hr: Koja je korijenska particija (/) va¹eg sustava?
lt: Kur yra tavo sistemos ðakninis skirsnis (/)?
lv: Kura ir jûsu sistçmas saknes partîcija (/)?
ro: Care e partiþia root (/) a sistemului dumneavoastrã?
sk: Ktorý je koreòový oddiel va¹ej in¹talácie?
tr: Sisteminizin kök (/) bölümü hangisidir?
uk: Який п╕дрозд╕л у Ваш╕й систем╕ ╓ п╕дрозд╕лом root (/)?
vi: §©u lµ ph©n vïng root (/) cña hÖ thèng?

source: You need to reboot for the partition table modifications to take place
cs: Musíte restartovat poèítaè aby se projevily zmìny v tabulce oddílù
eu: Aldaketak indarrean jar daitezen breabiatu behar duzu ordenadorea
hr: Morate ponovo pokrenuti sustav kako bi se aktivirala promjena particijske tablice
lt: Tau reikia perkrauti kompiuterá, kad skirsniø lentelës pakeitimai bûtø naudojami
lv: Lai partîciju tabulas izmaiòas stâtos spçkâ, jums jâpârstartç dators
pa_in: ਤੁਹਾਨੂੰ ਭਾਗ ਸਾਰਣੀ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਹੋਣ ਲਈ ਮੁੜ ਚਲਾਉਣ ਦੀ ਜਰੂਰਤ ਹੈ।
ro: Trebuie sã redemaraþi pentru a înregistra modificãrile tabloului de partiþii
sk: Aby sa prejavily úpravy partition tabuµky, musíte re¹tartova»
tr: Bölümlendirme tablosundaki deðiþikliklerin geçerli olmasý için makinanýzý yeniden baþlatmalýsýnýz.
uk: Для того, щоб таблиця п╕дрозд╕л╕в була актив╕зована, Вам треба перевантажити систему
vi: B¹n cÇn khëi ®éng l¹i ®Ó c¸c thay ®æi trong b¶ng ph©n vïng cã t¸c dông

source: Choose the partitions you want to format
cs: Zvolte diskové oddíly které chcete naformátovat
eu: Hautatu formateatu nahi duzun partizioak
hr: Izaberite particije koje ¾elite formatirati
lt: Pasirink skirsnius, kuriuos nori suþymëti
lv: Izvçlieties partîcijas, ko vçlaties formatçt
nb: Velg partisjonene du vil formatere
pa_in: ਫਾਰਮਿਟ ਕਰਨ ਲਈ ਭਾਗ ਚੁਣੋ
ro: Alegeþi partiþiile pe care doriþi sa le formataãi
sk: Výber oddielov pre formátovanie
tr: Biçemlendirilecek disk bölümlerini seçin
uk: Вибер╕ть п╕дрозд╕ли, як╕ Ви хочете в╕дформатувати
vi: H·y chän c¸c ph©n vïng b¹n muèn format

source: Check bad blocks?
cs: Otestovat na vadné stopy?
eu: Bloke txarrak txekeatu?
hr: Provjeri za lo¹e blokove?
lt: Ieðkoti blogø blokø?
lv: Pârbaudît sliktos blokus?
pa_in: ਨਕਾਰਾ ਬਲਾਕਾਂ ਦੀ ਜਾਂਚ?
ro: Sã verific blocurile defectuoase?
sk: Kontrola chybných blokov?
tr: Hatalý bloklar sýnansýn mý?
uk: Перев╕ряти зб╕йн╕ блоки?
vi: KiÓm tra lçi bÒ mÆt ®Üa?

source: Formatting partitions
cs: Formátuji oddíly
eu: Partizioak formateatzen
hr: Formatiram particije
lt: Suþymimi skirsniai
lv: Formatçju partîcijas
ro: Formatarea partiþiilor
sk: Formátuje sa
tr: Bölümler biçemlendiriliyor
uk: Форматування п╕дрозд╕л╕в
vi: §ang format c¸c ph©n vïng

source: Creating and formatting file %s
cs: Vytváøím a formátuji soubor %s
eu: %s fitxategia eratzen eta formateatzen
hr: Stvaram i formatiram datoteku %s
lt: Sukuriama ir suþymima byla %s
lv: Veidoju un formatçju failu %s
nb: Lager og formaterer partisjonen «%s»
pa_in: ਫਾਇਲ %s ਬਣਾ ਅਤੇ ਫਾਰਮਿਟ ਕਰ ਰਿਹਾ ਹੈ
ro: Crearea ºi formatarea fiºierului %s
sk: Vytváram a formátujem súbor %s
tr: %s dosyasý oluþturuluyor ve biçimlendiriliyor
uk: Створюю та форматую файл %s
vi: §ang t¹o vµ format tËp tin %s

source: Not enough swap to fulfill installation, please add some
cs: Není dostatek odkládacího prostoru k instalaci, prosím pøidejte nìjaký
eu: Instalazioa burutzeko swap nahikorik ez, mesedez gehitu pixka bat
hr: Nema dovoljno swapa za zavr¹etak instalacije, molim dodajte jo¹
lt: Nepakanka swap atminties ádiegimo vykdymui, praðom praplësti
lv: Instalçðanas pabeigðanai nepietiek swap, palieliniet swap
ro: Swap insuficient pentru a termina instalarea, mai adãugaþi ceva
sk: Nedostatoène veµký swap pre dokonèenie in¹talácie, prosím zväè¹i»
tr: Kurulumu tamamlamak için yeterli takas alaný yok, lütfen ekleme yapýn
uk: Не вистача╓ своп-пам'ят╕ щоб зак╕нчити установку. Зб╕льш╕ть ╖╖. будь-ласка.
vi: Swap kh«ng ®ñ ®Ó thùc hiÖn cµi ®Æt, h·y t¨ng thªm

source: Looking for available packages
cs: Hledám dostupné balíèky
eu: Erabilgarri dauden paketeak bilatzen
hr: Tra¾im dostupne pakete
lt: Ieðkomi galimi paketai
lv: Meklçju pieejamâs pakotnes
ro: Cãutarea pachetelor disponibile
sk: Hµadám dostupné balíky
tr: Mevcut paketler taranýyor.
uk: Шукаю наявн╕ пакети
vi: §ang t×m c¸c gãi hiÖn cã

source: Finding packages to upgrade
cs: Vyhledávám balíèky pro aktualizaci
eu: Eguneratu beharreko paketeak bilatzen
hr: Tra¾im pakete koje mogu nadograditi
lt: Ieðkoma atnaujintinø paketø
lv: Meklçju uzlabojamâs pakotnes
ro: Cautarea pachetelor de actualizat
sk: Hµadám balíky pre aktualizáciu
tr: Güncellenecek paketler bulunuyor
uk: Шукаю пакети для поновлення
vi: §ang t×m c¸c gãi ®Ó n©ng cÊp

source: Your system has not enough space left for installation or upgrade (%d > %d)
cs: Na va¹em systému není dostatek místa pro instalaci nebo aktualizaci (%d > %d)
eu: Zure sistemak ez du leku nahikorik instalaziorako edo eguneratzerako (%d > %d)
hr: Va¹ sustav nema dovoljno prostora za instalaciju ili dogradnju (%d > %d)
lt: Tavo sistemoje neuþtenka vietos ádiegimui arba atnaujinimui (%d > %d)
lv: Jûsu sistçmâ vairs nav brîvas vietas instalçðanai vai uzlaboðanai (%d > %d)
sk: Vá¹ systém nemá dos» miesta pre in¹taláciu alebo upgrade (%d > %d)
tr: Sisteminizde kurulum ya da güncelleme için yeterli boþ yer yok (%d > %d)
uk: У Ваш╕й систем╕ не залишилось достатньо в╕льного м╕сця для установки чи поновлення (%d > %d )
vi: HÖ thèng kh«ng ®ñ kh«ng gian ®Ó thùc hiÖn cµi ®Æt hay n©ng cÊp (%d > %d)

source: Complete (%dMB)
cs: Kompletní (%dMB)
eu: Osoa (%dMB)
hr: Kompletno (%dMB)
lt: Pilnai (%dMB)
lv: Pilna (%dMB)
sk: Úplna (%dMB)
tr: Tamamlanan (%dMB)
uk: Повний (%dМб)
vi: Hoµn thµnh (%dMB)

source: Recommended (%dMB)
cs: Doporuèená (%dMB)
eu: Gomendatua (%dMB)
hr: Preporuèeno (%dMB)
lt: Rekomenduojama (%dMB)
lv: Ieteicama (%dMB)
sk: Odporuèené (%dMB)
tr: Önerilen (%dMB)
uk: Рекомендований (%dМб)
vi: Gîi ý (%dMB)

source: Custom
cs: Vlastní
eu: Norberarena
hr: Prilagoðeno
lt: Prisitaikyti
lv: Pielâgota
nb: Selvvalgt
pa_in: ਪਸੰਦ
sk: Vlastný výber
tr: Özel
uk: Спец╕альний
vi: Tïy chØnh

source: Please choose load or save package selection on floppy. The format is the same as auto_install generated floppies.
cs: Vyberte si, zda chcete ulo¾it nebo nahrát výbìr balíèkù na disketu. Formát výbìru je stejný jako formát automaticky generované diskety.
hr: Molimo izaberite uèitivanje ili spremanje izbora paketa na disketu. Format je isto kao auto_install napravljene diskete.
sk: Prosím zvoµte naèíta», alebo ulo¾i» výber balíèkov na disketu. Formát je taký istý ako diskety generované automatickou in¹taláciou.
tr: Lütfen disketteki paket seçimini yükleye veya kaydete týklayýnýz. Bu Otomatik kurulumdakinin ayný biçiminde oluþturulacaktýr.
uk: Будь ласка, вибер╕ть запис/завантаження вибору пакет╕в на дискету. Формат дистети такий-же, як ╕ дискети auto_install.
vi: H·y chän t¶i hay l­u lùa chän gãi tin vµo ®Üa mÒm. §Þnh d¹ng gièng nh­ c¸c ®Üa mÒm ®­îc t¹o ra khi cµi ®Æt tù ®éng.

source: Load from floppy
cs: Nahrát z diskety
eu: Disketetik zamatu
hr: Uèitaj sa diskete
sk: Nahra» z diskety
tr: Disketten yükle
uk: В╕дновити з дискети
vi: T¶i tõ ®Üa mÒm

source: Loading from floppy
cs: Nahrávám z diskety
eu: Disketetik zamatzen
hr: Uèitavam sa diskete
sk: Nahrávam z diskety
tr: Disketten yüklüyor
uk: В╕дновлюю з дискети
vi: §ang t¶i tõ ®Üa mÒm

source: Package selection
cs: Výbìr balíèkù
eu: Pakete aukeraketa
hr: Odabir paketa
sk: Výber balíèkov
tr: Paket Seçimi
uk: Виб╕р пакет╕в
vi: Sù lùa chän gãi tin

source: Insert a floppy containing package selection
cs: Vlo¾te disketu obsahující výbìr balíèkù
eu: Sartu pakete aukeraketa daukan diskete bat
hr: Umetnite disketu koja sadr¾ava izbor paketa
sk: Vlo¾te do mechaniky disketu s zoznamom balíèkov
tr: Paket seçimini ihtiva eden diski sürücüye yerleþtirin
uk: Вставте дискету, з записаним списком пакет╕в
vi: N¹p mét ®Üa mÒm cã chøa sù lùa chän gãi tin

source: Save on floppy
cs: Ulo¾it na disketu
eu: Floppy-an gorde
hr: Spremi na disketu
lt: Iðsaugoti á diskelá
lv: Saglabât disketç
ro: Înregistreaza pe dischetã
sk: Ulo¾ na disketu
tr: Diskete kaydet
uk: Записати на дискету
vi: L­u vµo ®Üa mÒm

source: Selected size is larger than available space
cs: Velikost vybraných balíèkù je vìt¹í ne¾ místo na disku
eu: Aukeraturiko neurria leku eskuragarria baino handiagoa da
hr: Izabrana velièina je veæa nego raspolo¾iv prostor
sk: Zvolená veµkos» je väè¹ia ako dostupné miesto
tr: Seçilen boyut eriþilebilir disk alanýndan daha büyük
uk: Вибраний розм╕р б╕льший за наявний прост╕р
vi: Cì ®­îc chän qu¸ lín so víi kho¶ng trèng cã thÓ dïng

source: If you have all the CDs in the list below, click Ok. If you have none of those CDs, click Cancel. If only some CDs are missing, unselect them, then click Ok.
cs: Pokud máte v¹echna CD vypsaná ní¾e, klepnìte na Ok. Pokud nemáte ¾ádné z nich, klepnìte na Zru¹it. Pokud Vám chybí pouze nìkteré z nich, odznaète je, a zvolte Ok.
eu: Beheko zerrendako CD guztiak badituzu, Ados klikatu. Ez badituzu, Etsi klikatu. Ez duzuna ezaba dezakezu, eta gero Ados klikatu.
hr: Ako imate sve dolje navedene CDove kliknite U redu. Ako nemate niti jedan od navedenih CD kliknite Odustani. Ako imate samo neke od dolje navedenih CDa odznaèite one koje nemate i kliknite U redu.
lt: Jei turi visus CD þemiau esanèiame sàraðe, spausk Gerai. Jei neturi në vieno ið ðiø CD, spausk Nutraukti. Jei trûksta tik kai kuriø CD, atþymëk juos, o tada spausk Gerai.
lv: Ja jums ir visi ðajâ sarakstâ norâdîtie CD, nospiediet Labi. Ja jums nav neviena no norâdîtajiem CD, nospiediet Atcelt. Ja trûkst tikai daþu CD, sarakstâ atslçdziet tos un nospiediet Labi.
ro: Dacã aveþi toate CD-urile din lista de mai jos, apãsaþi Ok. Dacã nu aveþi nici unul din aceste CD-uri, apãsaþi Anuleazã. Dacã nu vã lispsesc decît cîteva CD-uri, deselectaþi-le ºi faceþi click pe Ok.
sk: Ak máte v¹etky CD zo zoznamu, stlaète OK. Ak nemáte ¾iadne, stlaète Zru¹. Ak vám chýbajú iba niektoré, odznaète ich a potom stlaète OK.
tr: Aþaðýdaki listedeki tüm CD'lere sahipseniz TAMAM'a basýn. CD'lerin hiçbirine sahip deðiseniz VAZGEÇ'e v,basýn. CD'lerden birkaçý eksikse onlarý seçili durumdan çýkarýp TAMAM'a basýn.
uk: Якщо Ви ма╓те вс╕ компакт-диски з поданих вище, натисн╕ть на "Гаразд". Якщо Ви не ма╓те жодного з поданих вище, натисн╕ть на "В╕дм╕нити". Якщо т╕льки деяких компакт-диск╕в не вистача╓, в╕дм╕н╕ть ╖х виб╕р, ╕ натисн╕ть "Гаразд" п╕сля цього."
vi: NÕu b¹n cã ®ñ ®Üa CD trong danh s¸ch d­íi ®©y, nhÊn OK. NÕu b¹n kh«ng cã CD nµo trong sè nµy, nhÊn Bá qua. NÕu chØ thiÕu mét sè CD, bá chän chóng, råi nhÊn OK.

source: Cd-Rom labeled "%s"
cs: CD-ROM oznaèené "%s"
eu: Cd-Rom etiketan %s
hr: Cd-Rom naslovljen "%s"
lt: CD-ROM su uþraðu "%s"
lv: Cd-Rom ar nosaukumu "%s"
ro: Cd-Rom etichetat "%s"
sk: Cd-Rom oznaèené "%s"
tr: "%s" etiketli Cd-Rom
uk: Компакт-диск з етикеткою "%s"
vi: Cd-Rom mang nh·n "%s"

source: Installing package %s %d%%
cs: Instaluji balíèek %s %d%%
eu: %s paketea instalatzen %d%%
hr: Instaliram paket %s %d%%
lt: Ádiegiamas paketas %s %d%%
lv: Instalçju pakotni %s %d%%
ro: instalarea pachetului %s %d%%
sk: In¹talujem balík %s %d%%
tr: %s paketi kuruluyor %d%%
uk: Встановлюю пакет %s %d%%
vi: §ang cµi ®Æt gãi %s %d%%

source: Post-install configuration
cs: Nastavení po instalaci
eu: Postinstalazioaren konfigurazioa
hr: Postava nakon instalacije
lt: Konfigûracija po ádiegimo
lv: Pçcinstalçðanas konfigurçðana
ro: Configuraþie post-install
sk: Poin¹talaèná konfigurácia
tr: Kurulum sonrasý ayarlar
uk: Конф╕╜урац╕я п╕сля установки
vi: CÊu h×nh sau khi cµi ®Æt

source: Please insert the Boot floppy used in drive %s
cs: Vlo¾te prosím spou¹tìcí disketu do %s
sk: Vlo¾te ¹tartovaciu disketu do mechaniky %s
tr: %s sürücüsüne bir açýlýþ disket takýn
uk: Вставте системну дискету, яка вживалася в дисковод╕ %s
vi: N¹p ®Üa mÒm khëi ®éng vµo æ ®Üa %s

source: Please insert the Update Modules floppy in drive %s
cs: Vlo¾te prosím disketu s moduly do %s
eu: Mesedez, sartu Eguneratze Moduluen disketea %s unitatean
sk: Vlo¾te Update Modules disketu do mechaniky %s
tr: %s sürücüsüne güncelleme modüllerinden oluþan bir disket takýn
uk: Вставте дискету Поновлення Модул╕в в дисков╕д %s
vi: N¹p mét ®Üa mÒm chøa c¸c m«-®un cËp nhËt vµo æ ®Üa %s
