Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: DOS drive letter: %s (just a guess)
cs: Písmeno v DOSu: %s (jenom odhad)
eu: DOS unitatearen hizkia: %s (iragarpena basterik)
hr: DOS ureðaj slovo: %s (nagaðanje)
lt: DOS kaupiklio raidë: %s (spëjama)
lv: DOS iekârtas burts: %s (tikai minçjums)
nb: DOS-stasjonsbokstav: %s (bare gjetting)
pa_in: DOS ਡਰਾਈਵ ਅੱਖਰ: %s (ਅੰਦਾਜਾ)
ro: Litera perifericului DOS: %s (doar o presupunere)
sk: Oznaèenie v DOSe: %s (asi)
tr: DOS sürücü harfi: %s (sadece tahmin)
uk: Л╕тера в ДОС╕: %s (припущення)
vi: Tªn æ ®Üa trong DOS: %s (chØ lµ pháng ®o¸n)

source: Type:
cs: Typ:
eu: Mota:
hr: Vrsta:
lt: Tipas:
lv: Tips:
pa_in: ਕਿਸਮ:
ro: Tip:
sk: Typ:
tr: Türü:
uk: Тип:
vi: KiÓu:

source: Name:
cs: Jméno:
eu: Izena:
hr: Ime:
lt: Pavadinimas:
lv: Vârds:
nb: Navn:
pa_in: ਨਾਂ:
sk: Meno:
tr: Ýsim:
uk: Назва:
vi: Tªn:

source: Start: sector %s
cs: Zaèátek: sektor %s
eu: Hasi: %s sektorea
hr: Poèetak: sektor %s
lt: Pradþia: sektorius %s
lv: Sâkums: sektors %s
nb: Start: sektor %s
pa_in: ਸ਼ੁਰੂ: ਸੈਕਟਰ %s
sk: Zaèiatok: sektor %s
tr: Baþlangýç: sektör %s
uk: Початок: сектор %s
vi: B¾t ®Çu: sector %s

source: Size: %s
cs: Velikost: %s
eu: Tamaina: %s
hr: Velièina: %s
lt: Dydis: %s
lv: Izmçrs: %s
nb: Størrelse: %s
pa_in: ਅਕਾਰ: %s
sk: Veµkos»: %s
tr: Boyut: %s
uk: Розм╕р: %s
vi: KÝch th­íc: %s

source: , %s sectors
cs: , %s sektorù
eu: , %s sektore
hr: , %s sektora
lt: , %s sektoriai(-iø)
lv: , %s sektori
nb: , %s sektorer
pa_in: , %s ਸੈਕਟਰ
ro: , %s sectori
sk: , %s sektorov
tr: , %s sektör
uk: , %s сектор╕в
vi: , %s sector

source: Cylinder %d to cylinder %d
cs: Od cylindru %d do cylindru %d
eu: %d zilindrotik %d zilindrora arte
hr: Cilindar %d do cilindra %d
lt: Nuo cilindro %d iki cilindro %d
lv: No cilindra %d lîdz cilindram %d
ro: De la cilindrul %d la cilindrul %d
sk: Od cylindra %d po cylinder %d
tr: %d. silindirden %d. silindire kadar
uk: В╕д цил╕ндру %d до цил╕ндру %d

source: Formatted
cs: Naformátovaný
eu: Formateatuta
hr: Formatiran
lt: Suþymëtas
lv: Formatçta
nb: Formatert
pa_in: ਫਾਰਮਿਟ ਕੀਤੀ
ro: Formatat
sk: Naformátované
tr: Biçemlendirilmiþ
uk: Форматований
vi: §· format

source: Not formatted
cs: Nenaformátovaný
eu: Formateatu gabe
hr: Nije formatiran
lt: Nesuþymëtas
lv: Neformatçta
nb: Ikke formatert
pa_in: ਫਾਰਮਿਟ ਨਹੀਂ
ro: Neformatat
sk: Nenaformátované
tr: Biçemlendirilmemiþ
uk: Не форматований
vi: Ch­a format

source: Mounted
cs: Pøipojený
eu: Muntatua
hr: Montiran
lt: Primontuotas
lv: Montçta
nb: Montert
pa_in: ਮਾਊਂਟ ਕੀਤੀ
ro: Montat
sk: Pripojené
tr: Baðlandý
uk: Змонтований
vi: §· ®­îc g¾n kÕt

source: Loopback file(s): %s
cs: Loopback soubor(y): %s
nb: Filmonteringsfil(er): %s
pa_in: ਲੂਪਬੈਕ ਫਾਇਲਾਂ: %s
tr: Loopback dosyasý: %s
uk: Файл(и) зворотнього монтування: %s

source: Partition booted by default (for MS-DOS boot, not for lilo)
cs: Standardní startovací oddíl (Pro MS-DOS, ne pro LILO)
eu: Jatorrizko partizioa abiaraztua (MS-DOS abiarazteko, ez lilo-rako)
hr: Podrazumijevana boot particija (za MS-DOS boot, ne za LILO)
lt: Skirsnis, ákraunamas pagal nutylëjimà (MS-DOS uþkrovimui, ne LILO)
lv: Noklusçti sâknçjamâ partîcija (lai sâknçtu MS-DOS, nevis lilo)
nb: Partisjon startet opp som standard (for MS-DOS-oppstart, ikke for lilo)
pa_in: ਮੂਲ ਬੂਟ ਕੀਤਾ ਭਾਗ (MS-DOS ਬੂਟ ਲਈ, lilo ਲਈ ਨਹੀਂ)
ro: Partiþia demaratã din oficiu (pentru demaraj MS-DOS, nu pentru lilo)
sk: Predvolený oddiel pre ¹tart (MS-DOS boot, nie pre lilo)
tr: Öntanýmlý olarak yüklenecek bölüm (MS-DOS açýlýþý için, lilo için deðil)
uk: П╕дрозд╕л, який буде використовуватися для завантаження системи (для завантаження ДОСу, не для lilo)
vi: Ph©n vïng ®­îc khëi ®éng mÆc ®Þnh (cho MS-DOS khëi ®éng, kh«ng cho lilo)

source: Level %s
cs: Úroveò %s
eu: Maila %s
hr: Razina %s
lt: Lygis %s
lv: Lîmenis %s
nb: Nivå %s
pa_in: ਪੱਧਰ %s
ro: Nivel %s
sk: Hladina %s
tr: Seviye %s
uk: Р╕вень %s
vi: CÊp %s

source: Chunk size %s
cs: Velikost bloku(chunk) %s
eu: Xerraren tamaina %s
hr: Chunk velièina %s
lt: Gabalo dydis %s
lv: Gabala izmçrs %s
ro: Mãrimea porþiunii %s
sk: Veµkos» kúsku %s
tr: Parça boyutu %s
uk: Розм╕р д╕лянки %s
vi: KÝch th­íc bã %s

source: RAID-disks %s
cs: RAID disky %s
eu: RAID-diska %s
hr: RAID-diskovi %s
lt: RAID kaupikliai %s
lv: RAID diski %s
nb: RAID-disker %s
pa_in: RAID-ਡਿਸਕ %s
ro: Discuri-RAID %s
sk: RAID-disky %s
tr: RAID-diskleri %s
uk: Диски RAID %s
vi: æ ®Üa RAID %s

source: Loopback file name: %s
cs: Loopback soubor: %s
eu: Loopback fitxategiaren izena: %s
hr: Ime loopback datoteke: %s
lt: Loopback bylos vardas: %s
lv: Loopback faila nosaukums: %s
nb: Filmonteringsfil: %s
pa_in: ਲੂਪਬੈਕ ਫਾਇਲ ਨਾਂ: %s
ro: Numele fiºierului loopback: %s
sk: Meno loopback súboru: %s
tr: Loopback dosyasý ismi: %s
uk: Назви файл╕в зворотнього монтування: %s
vi: Tªn tËp tin Loopback: %s

source: Chances are, this partition is a Driver partition, you should probably leave it alone.
cs: Tento oddíl je oddíl s ovladaèi, je lep¹í no nechat neporu¹ený.
eu: Baliteke partizio hau Gidari partizio bat izatea, hobe zenuke dagoenean uztea.
hr: ©anse su, da je ova particija ustvari particija upravljaèkog programa, vjerojatno biste ju trebali ostaviti.
lt: Galimybës tokios, ðis skirsnis yra Tvarkyklës skirsnis gariau palikite já ramybëje.
sk: Mo¾nosti sú, tento oddiel je ovládaci oddiel, mali by ste ho nechca» samotný.
tr: Þans iþte!, bu disk bölümü bir Aygýt bölümüdür ve büyük ihtimalle onu tek baþýna býrakacaksýnýz.
uk: Можливо цей п╕дрозд╕л ╓ п╕дрозд╕лом драйвера, вам мабуть не потр╕бно його зм╕нювати.
vi: NgÉu nhiªn mµ ph©n vïng nµy lµ mét ph©n vïng cña ®Üa, cã lÏ b¹n nªn ®Ó riªng ra.

source: This special Bootstrap partition is for dual-booting your system.
cs: Tento speciální Boostrap oddíl je pro spu¹tìní dal¹ího systému.
eu: Bootstrap partizio berezi hau zure sistemaren abiapen dualerako da.
hr: Ova specijalna bootstrap particija je za dvostruko-podizanje (dual-boot) va¹eg sustava.
lt: Ðis specialus Bootstrap skirsnis yra skirtas jûsø sistemos dvigubai ákrovai.
nb: Denne spesielle oppstartslasterpartisjonen er for flersystemoppsett.
pa_in: ਇਹ ਖਾਸ Bootstrap ਭਾਗ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਦੋਹਰਾ-ਬੂਟ ਕਰਨ ਲਈ ਹੈ।
sk: Tento ¹pecialny Bootstrap oddiel je pre duálne ¹tartovanie systému.
tr: Bu, çok önyüklemeli sistemler için özel bir önyükleme bölümüdür.
uk: Це спец╕альний п╕дрозд╕л для можливост╕ подв╕йного завантаження системи.
vi: §©y lµ ph©n vïng bÉy khëi ®éng ®Æc biÖt ®Ó khëi ®éng kÐp hÖ thèng cña b¹n.

source: Size: %s
cs: Velikost: %s
eu: Tamaina: %s
hr: Velièina: %s
lt: Dydis: %s
lv: Izmçrs: %s
nb: Størrelse: %s
pa_in: ਅਕਾਰ: %s
sk: Veµkos»: %s
tr: Boyut: %s
uk: Розм╕р: %s
vi: KÝch th­íc: %s

source: Geometry: %s cylinders, %s heads, %s sectors
cs: Geometrie: %s cylindrù, %s hlav, %s sektorù
eu: Geometria: %s zilindro, %s buru, %s sektore
hr: Geometrija: %s cilindara, %s glava, %s sektora
lt: Geometrija: %s cilindrø(-ai), %s galvuèiø(-os), %s sektoriø(-iai)
lv: Ìeometrija: %s cilindri, %s galvas, %s sektori
nb: Geometri: %s sylindre – %s hoder – %s sektorer
pa_in: ਬਣਤਰ: %s ਸਿਲੰਡਰ, %s ਹੈੱਡ, %s ਸੈਕਟਰ
ro: Geometrie: %s cylinders, %s heads, %s sectors
sk: Geometria: %s cylindrov, %s hlavièiek, %s sektorov
tr: Geometri: %s silindir, %s kafa, %s sektör
uk: Геометр╕я: %s цил╕ндр╕в, %s головок, %s сектор╕в

source: Info:
cs: Informace:
tr: Bilgi:
uk: ╤нформац╕я:
vi: Th«ng tin:

source: LVM-disks %s
cs: LVM disky %s
eu: LVM-diska %s
hr: LVM-diskovi %s
lt: LVM kaupikliai %s
lv: LVM-diski %s
nb: LVM-disker %s
pa_in: LVM-ਡਿਸਕਾਂ %s
sk: LVM-disky %s
tr: LVM-diskleri %s
uk: Диски LVM %s
vi: æ ®Üa LVM %s

source: Partition table type: %s
cs: Typ tabulky oddílù: %s
eu: Partizio taularen mota: %s
hr: Vrsta particijske tabele: %s
lt: Skirsniø lentelës tipas: %s
lv: partîciju tabulas tips: %s
nb: Partisjonstabelltype: %s
pa_in: ਭਾਗ ਸਾਰਣੀ ਕਿਸਮ: %s
ro: Tipul tabloul de partiþii : %s
sk: Typ partition tabuµky: %s
tr: Bölümlendirme tablosu türü: %s
uk: Тип таблиц╕ п╕дрозд╕л╕в: %s
vi: KiÓu b¶ng ph©n vïng: %s

source: on bus %d id %d
cs: na sbìrnici %d id %d
hr: na sabirnici %d id %d
lt: ant magistralës %d id %d
lv: uz ðinas %d id %d
ro: pe bus-ul %d id %d
sk: na zbernici %d id %d
tr: %d veriyolunda, %d kimlikli
uk: на шин╕ %d id %d

source: Options: %s
cs: Volby: %s
eu: Aukerak: %s
hr: Opcije: %s
lt: Pasirinktys: %s
lv: Opcijas: %s
nb: Valg: %s
pa_in: ਚੋਣ: %s
sk: Mo¾nosti: %s
tr: Seçenekler: %s
uk: Параметри: %s
vi: Tïy chän: %s

source: %s formatting of %s failed
cs: %s formátování %s skonèilo chybou
eu: %s-ren %s formateatzeak porrot egin du
hr: %s formatiranje %s nije uspjelo
lt: %s %s suþymëjimas nepavyko
lv: %s formatçðana %s neizdevâs
nb: %s formatering av %s mislykket
pa_in: %s ਫਾਰਮਿਟਿੰਗ %s ਦੀ ਅਸਫਲ
ro: %s Formatarea %s eºuatã
sk: %s formátovanie %s zlyhalo
tr: %s biçimlemesinde %s bölüm hatasý
uk: %s форматування %s втрачено
vi: format %s cña %s kh«ng ®­îc

source: I don't know how to format %s in type %s
cs: nevím jak naformátovat %s na typ %s
eu: ez dakit nola formateatu %s %s motan
hr: ne znam kako formatirati %s kao vrstu %s
lt: Neþinau, kaip suþymëti %s tipu %s
lv: Nezinu, kâ formatçt %s, izmantojot tipu %s
ro: Nu ºtiu cum sã formatez %s în tipul %s
sk: Nedoká¾em formátova» %s na typ %s
tr: %s bölümünün %s türünde nasýl biçemlendirileceði bilinmiyor
uk: Не знаю як форматувати %s типу %s
vi: Kh«ng biÕt c¸ch format %s theo kiÓu %s

source: mount failed
cs: chyba pøipojování
eu: muntaketak porrot egin du
hr: montiranje nije uspjelo
lt: primontuoti nepavyko
lv: montçðana neizdevâs
sk: pripojenie zlyhalo
tr: baðlama baþarýsýz
uk: помилка монтування
vi: G¾n kÕt kh«ng ®­îc

source: fsck failed with exit code %d or signal %d
cs: selhal bìh fsck s návratovým kódem %d nebo signálem %d
eu: fsck-ek hutsegin du %d irteera kode edo %d seinalearekin
hr: fsck neuspje¹an sa izlaznim kodom %d ili signalom %d
sk: fsck zlyhalo s exit kódom %d alebo signálom %d
tr: fsck %d çýkýþ kodu veya %d sinyali ile baþarýsýz oldu
uk: fcsk зак╕нчилась з кодом помилки %d чи сигналом %d
vi: fsck kh«ng ®­îc víi exit code %d hay signal %d

source: mount failed:
cs: chyba pøipojování:
eu: muntaketak porrot egin du:
hr: montiranje nije uspjelo:
lt: primontuoti nepavyko:
lv: montçðana neizdevâs:
nb: Feil ved montering:
pa_in: ਮਾਊਂਟ ਅਸਫਲ:
ro: montare eºuatã:
sk: nepodarilo sa pripoji»:
tr: baðlama baþarýsýz:
uk: помилка монтування:
vi: G¾n kÕt kh«ng ®­îc:

source: error unmounting %s: %s
cs: chyba odpojování %s: %s
eu: %s desmuntatzen errorea: %s
hr: gre¹ka kod demontiranja %s: %s
lt: klaida numontuojant %s: %s
lv: kïûda nomontçjot %s: %s
nb: Feil ved avmontering av «%s»: %s
pa_in: %s ਅਨ-ਮਾਊਂਟ ਸਮੇਂ ਗਲਤੀ: %s
ro: eroare la demontarea %s: %s
sk: chyba odpojenia %s: %s
tr: %s ayrýlýrken hata: %s
uk: помилка розмонтування %s: %s
vi: Lçi khi ®ang bá g¾n kÕt %s: %s

source: simple
cs: jednoduchý
eu: erraza
hr: jednostavno
lt: paprasta
lv: vienkârðs
nb: enkel
pa_in: ਸਧਾਰਨ
sk: jednoduché
tr: basit
uk: простий
vi: ®¬n gi¶n

source: server
eu: zerbitzaria
hr: poslu¾itelj
lt: serveris
lv: serveris
nb: tjener
pa_in: ਸਰਵਰ
tr: sunucu
uk: сервер

source: You can't use JFS for partitions smaller than 16MB
cs: Nemù¾ete pou¾ít JFS pro oddíl men¹í ne¾ 16MB
eu: Ezin duzu JFS erabili 16 MB baino txikiago diren partizioetan
hr: JFS se ne mo¾e koristiti na particijama koje su manje od 16 MB
lt: Tu negali naudoti JFS skirsniams, maþesniems nei 16MB
lv: Nevarat izmantot JFS partîcijâm, kas mazâkas par 16MB
sk: Na oddiely men¹ie ako 16MB nemô¾ete pou¾i» JFS
tr: 16MB dan küçük disk bölümlerinde JFS kullanamazsýnýz
uk: JFS не можна користуватися на п╕дрозд╕лах розм╕ром менше 16Мб.
vi: Kh«ng thÓ sö dông JFS cho c¸c ph©n vïng nhá h¬n 16MB

source: You can't use ReiserFS for partitions smaller than 32MB
cs: Nemù¾ete pou¾ít ReiserFS pro oddíl men¹í ne¾ 32MB
eu: Ez erabili ReiserFS 32MB baino gutxiagoko partizioak eratzeko
hr: ReiserFS se ne mo¾e koristiti na particijama koje su manje od 32 MB
lt: Tu negali naudoti ReiserFS skirsniams, maþesniems nei 32MB
lv: Nevarat izmantot ReiserFS pârtîcijâm, kas mazâkas par 32MB
sk: Na oddiely men¹ie ako 32MB nemô¾ete pou¾i» ReiserFS
tr: 32MB dan küçük disk bölümlerinde ReiserFS kullanamazsýnýz
uk: ReiserFS не можна користуватися на п╕дрозд╕лах розм╕ром менше 32Мб.
vi: B¹n kh«ng thÓ dïng ReiserFS cho c¸c ph©n vïng nhá h¬n 32MB

source: Mount points must begin with a leading /
cs: Pøípojné body (mount points) musí zaèínat '/'
eu: Muntaia puntuak /-z hasi behar dira
hr: Mjesto montiranja mora poèeti sa /
lt: Montavimo taðkai turi prasidëti /
lv: Montçðanas punktiem jâsâkas ar /
nb: Alle monteringspunkter må starte med tegnet «/»
pa_in: ਮਾਊਂਟ ਸਥਿਤੀ / ਨਾਲ ਸ਼ੁਰੂ ਹੋਣੀ ਜਰੂਰੀ ਹੈ
ro: Punctele de montaje trebuie sa înceapã cu un /
sk: Body pripojenia musia zaèína» /
tr: Baðlama noktalarý / ile baþlamalýdýr
uk: Точка монтування повинна починатися з /
vi: §iÓm g¾n kÕt ph¶i b¾t ®Çu víi / ®øng ®Çu

source: There is already a partition with mount point %s
cs: Oddíl s pøípojným bodem %s u¾ existuje
eu: Jadanik esistitzen da %s muntaketa puntua duen partizioa
hr: Veæ postoji particija sa mjestom montiranja %s
lt: Jau yra skirsnis su montavimo taðku %s
lv: Jau eksistç partîcija ar montçðanas punktu %s
nb: Det finnes allerede en partisjon med monteringspunktet «%s»
pa_in: ਇੱਥੇ ਪਹਿਲਾ ਹੀ ਮਾਊਂਟ ਸਥਿਤੀ %s ਵਾਲਾ ਭਾਗ ਹੈ
ro: O partiþie cu punctul de montaj %s existã deja
sk: Oddiel s bodom pripojenia %s u¾ existuje
tr: Baðlama noktasý %s olan bir bölüm zaten var
uk: Вже ╓ п╕дрозд╕л з точкою монтування %s
vi: §ang cã mét ph©n vïng cã ®iÓm g¾n kÕt %s

source: You can't use a LVM Logical Volume for mount point %s
cs: Nelze pou¾ít LVM Logického disku na pøipojený bod %s
eu: Ezin duzu LVM Bolumen Logiko bat %s muntatze puntu bezela erabili
hr: Ne mo¾ete koristiti LVM logièki prostor za mjesto montiranja %s
sk: Nemô¾ete pou¾i» logický zväzok LVM pre bod pripojenia %s
tr: Bir LVM Havuzunu %s baðlantý noktasý olarak kullanmazsýnýz.
uk: Для точки монтування %s не можна користуватися лог╕чним томом LVM
vi: Kh«ng thÓ dïng mét æ lý luËn LVM cho ®iÓm g¾n kÕt %s

source: This directory should remain within the root filesystem
cs: Tento adresáø musí kromì koøenového souborového systému zùstat
eu: Direktorio hau erroko fitxategi sisteman mantendu behar da
hr: Ovaj direktorij bi trebao ostati unutar root datoteènog sustava
lt: Ðis katalogas turi pasilikti ðakninëje bylø sistemoje
lv: Ðim katalogam ir jâpaliek saknes failsistçmâ
nb: Denne mappa bør bli værende i rotfilsystemet
pa_in: ਇਹ ਡਾਇਰੈਕਟਰੀ root ਫਾਇਲ-ਸਿਸਟਮ ਵਿੱਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
sk: Tento adresár by mal osta» na rootovskom súborovom systéme
tr: Bu dizin kök dosya sistemi içinde kalmalý
uk: Цей каталог ма╓ знаходитись на коренев╕й файлов╕й систем╕
vi: Th­ môc nµy nªn ®Æt trong hÖ thèng tËp tin root

source: You need a true filesystem (ext2, reiserfs) for this mount point
cs: Pro tento pøípojný bod potøebujete opravdový souborový systém (Ext2, ReiserFS)
eu: Benetako fitxategi sistema behar duzu (ext2, reiserfs) muntai puntu honetarako
hr: Treba vam istinski datoteèni sustav (ex2, reiserfs) za ovo mjesto montiranja
lt: Tau reikia tikros bylø sistemos (ext2, reiserfs) ðiam montavimo taðkui
lv: Ðim montçðanas punktam ir nepiecieðama reâla failu sistçma (ext2, reiserfs)
ro: Aveþi nevoie de un sistem de fiºiere serios (ext2, reiserfs) pentru acest punct de montaj.
sk: Pre tento bod pripojenia potrebujete ozajstný súborový systém(ext2, reiserfs)
tr: Bu baðlama noktasý için gerçek bir dosya sistemi (ext2, reisrfs) gerekiyor.
uk: Для ц╕╓╖ точки монтування Вам потр╕бна справжня файлова система (ext2, reiserfs)
vi: B¹n cÇn mét hÖ thèng tËp tin thùc sù (ext2, reiserfs) cho ®iÓm g¾n kÕt nµy

source: Error opening %s for writing: %s
cs: Chyba pøi otevírání %s pro zápis: %s
eu: %s irekitzerakoan errorea: %s
hr: Gre¹ka prilikom otvaranja %s za pisanje: %s
lt: Klaida atidarant %s áraðymui: %s
lv: Kïûda, atverot %s ierakstîðanai: %s
ro: Eroare la citirea %s pentru a scrie: %s
sk: Chyba otvárania %s pre zápis: %s
tr: Yazmak için %s açýlýrken hata: %s
uk: Не можу в╕дкрити %s на запис: %s
vi: Lçi khi më %s ®Ó ghi: %s

source: An error has occurred - no valid devices were found on which to create new filesystems. Please check your hardware for the cause of this problem
cs: Stala se chyba - nebylo nalezeno ¾ádné zaøízení na kterém by se daly vytvoøit nové souborové systémy. Zkontrolujte prosím hardware
eu: Errorea gertatu da - sistemaren fitxategiak eraikitzeko unitate baliogarririkez da aurkitu. Hardwarea aztertu mesedez.
hr: Pojavila se gre¹ka - ne mogu pronaæi niti jedan valjani ureðaj na kojem bih mogao instalirati datoteèni sustav. Provjerite da li je sa va¹im hardverom sve u redu.
lt: Ávyko klaida -- nerasta tinkamø árenginiø, kur bûtø galima sukurti naujus skirsnius. Praðom pasitikrinti savo árangà dël galimo gedimo
lv: Atklâta kïûda - nav atrasta neviena ierîce, kas derçtu jaunu failsistçmu veidoðanai. Lûdzu pârbaudiet dzelþus, lai noskaidrotu problçmas iemeslu
ro: O eroare a apãrut - nu am gãsit nici un periferic pentru a instala noi fiºiere sistem. Verificaþi harware-ul pentru a detecta cauza acestei probleme.
sk: Vyskytla sa chyba - neboli nájdené ¾iadne platné zariadenia, na ktorých je mo¾né vytvori» nové súborové systémy. Skontrolujte vá¹ hardvér pre zistenie príèiny problému.
tr: Bir hata oluþtu. Yeni dosya sisteminin oluþturulacaðý geçerli bir sürücü bulunamadý. Bu sorunu çözmek için donanýmýnýzý kontrol edin
uk: Сталася помилка - не знайдено в╕дпов╕дних диск╕в для створення новихфайлових систем. Перев╕рте будь-ласка свою систему ╕ спробуйтев╕дшукати причину цього.
vi: BÞ lçi - kh«ng t×m thÊy thiÕt bÞ hîp lÖ ®Ó t¹o hÖ thèng tËp tin míi. H·y kiÓm tra phÇn cøng ®Ó t×m nguyªn nh©n g©y ra lçi

source: You don't have any partitions!
cs: Nemáte ¾ádné oddíly!
eu: Partiziorik ez duzu!
hr: Nemate niti jednu particiju!
lt: Tu neturi jokiø skirsniø!
lv: Jums nav nevienas partîcijas!
ro: Nu aveþi nici o partiþie!
sk: Nemáte ¾iadny oddiel disku!
tr: Hiç disk bölümünüz yok!
uk: У Вас нема╓ жодного п╕дрозд╕лу!
vi: Kh«ng cã bÊt kú ph©n vïng nµo!
