Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Here are presented various parameters concerning your machine. Depending on your installed hardware, you may - or not, see the following entries: * "Mouse": mouse check the current mouse configuration and click on the button to change it if necessary. * "Keyboard": keyboard check the current keyboard map configuration and click on the button to change that if necessary. * "Timezone": time zoneDrakX, by default, guesses your time zone from the language you have chosen. But here again, as for the choice of a keyboard, you may not be in the country for which the chosen language should correspond. Hence, you may need to click on the "Timezone" button in order to configure the clock according to the time zone you are in. * "Printer": clicking on the "No Printer" button will open the printer configuration wizard. * "Sound card": if a sound card is detected on your system, it is displayed here. No modification possible at installation time. * "TV card": if a TV card is detected on your system, it is displayed here. No modification possible at installation time. * "ISDN card": if an ISDN card is detected on your system, it is displayed here. You can click on the button to change the parameters associated to it.
cs: Zde jsou shromá¾dìny rùzné informace, které se vztahují k tomuto poèítaèi. V závislosti na tom, zda je èi není pøítomen daný hardware, mù¾ete ale nemusíte, vidìt tyto polo¾ky: * My¹: pokud je zji¹tìna my¹, mù¾ete zde zmìnit její nastavení. * Klávesnice: kliknutím na tlaèítko lze zmìnit klávesovou mapu. * Èasové pásmo: instalaèní program se pokusí odhadnout èasové pásmo na základì vybraného jazyka. To ale nemusí souhlasit, mù¾ete ¾ít v jiné zemi a tak je zde umo¾nìno zmìnit èasovou zónu, ve které se nyní nacházíte. * Tiskárna: Kliknutím na tlaèítko "Bez tiskárny" se spustí prùvodce konfigurací tiskárny. * Zvuková karta: pokud byla pøi instalaci detekována zvuková karta, je zde zobrazena. Pøi instalaci není mo¾né nic mìnit. * TV karta: pokud byla detekována televizní karta, je zde zobrazena. Pøi instalaci není mo¾né nic mìnit. * ISDN karta: pokud byla detekována ISDN karta, je zde zobrazena. Kliknutím na tlaèítko mù¾ete mìnit parametry pro tuto kartu.
tr: Burada makinanýza iliþkin donanýmýnýza baðlý olarak gösterilecek çeþitli parametreler sunulmuþtur: * "Fare": kullanmakta olduðunuz fare saptandýktan sonra bu düðmeyi kullanarak farenizi deðiþtirebilirsiniz. * "Klavye": klavye eþlemi yapýlandýrmasý saptandýktan sonra bu düðmeyi kullanarak klavyenizde ilgili deðiþikliði yapabilirsiniz. * "Zaman Dilimi": Öntanýmlý olarak seçtiðiniz dile baðlý zaman dilimi seçilmektedir. Sizin için bu seçim doðru deðilse, bu düðmeyi kullanarak zaman diliminizi deðitirebilirsiniz. * "Yazýcý": "Yazýcý yok" düðmesine týkladýðýnýzda yazýcý yapýlandýrma sihirbazý açýlacaktýr. * "TV Kartý": Sisteminizde bir TV kartý algýlanmýþsa bunu göreceksiniz. Ancak kurulum sýrasýnda deðiþiklik yapamayacaksýnýz. * "ISDN Kartý": Sisteminizde bir ISDN kartý algýlanmýþsa bunu göreceksiniz. Düðmeye týklayarak ISDN kartýnýzla ilgili parametrelerde deðiþiklik yapabilirsiniz.

source: Choose the hard drive you want to erase to install your new Mandrake Linux partition. Be careful, all data present on it will be lost and will not be recoverable!
cs: Vyberte disk, který chcete smazat pro instalaci Mandrake Linux. Pamatujte na to, ¾e v¹echna data budou ztracena a nelze jeji¾ obnovit!
tr: Lütfen yeni Mandrake Linux disk bölümünüzü kurmak için silmek istediðiniz sabit diski seçin. Üzerindeki tüm verilerin yok olacaðýný ve geriye dönüþün mümkün olmayacaðýný unutmayýn!
uk: Вибер╕ть жорсткий диск, який ви хочете переформатувати щоб встановити новий п╕дрозд╕л для Мандрейк Л╕накса. Будьте уважн╕, оск╕льки вс╕ дан╕ будуть знищен╕, ╕ в╕дновити ╖х буде неможливо!

source: Click on "OK" if you want to delete all data and partitions present on this hard drive. Be careful, after clicking on "OK", you will not be able to recover any data and partitions present on this hard drive, including any Windows data. Click on "Cancel" to cancel this operation without losing any data and partitions present on this hard drive.
cs: Kliknìte na "OK", pokud chcete smazat v¹echna data a oddíly na tomto pevném disku. Buïte opatrní, po odkliknutí nelze obnovit ¾ádná døívìj¹í data ani oddíly a to i pro Windows. Kliknutím na "Zru¹it" zru¹íte tuto operaci bez ztráty dat a oddílù na disku.
tr: Bu sabit disk üzerindeki tüm verinin ve bölümlerin silinmesini istiyorsanýz "Tamam"'a týklayýn. Dikkatli olun, týkladýktan sonra Windows'da ki verileriniz de dahil her þeyi kaybedeceksiniz. Sabit diskinizdeki hiçbir veriyi ya da bölümü silmeden bu iþlemden vazgeçmek istiyorsanýz lütfen "Ýptal"'e týklayýn.
uk: Клацн╕ть на кнопц╕ "Гаразд", якщо ви хочете стерти вс╕ дан╕ та п╕дрозд╕ли на цьому жорсткому диску. Будьте уважн╕: п╕сля того, як Ви натиснете на "Гаразд" ви не зможете в╕дновити жодн╕ дан╕ чи п╕дрозд╕ли, як╕ маються на цьому диску, включаючи також ╕ дан╕ В╕ндовс. Якщо Ви вир╕шили в╕дм╕нити цю операц╕ю, натисн╕ть клав╕шу В╕дм╕нити. П╕дрозд╕ли ╕ дан╕ на диску залишаться без зм╕н.

source: Can't access kernel modules corresponding to your kernel (file %s is missing)
cs: Nelza nalézt modul pro jádro odpovídající aktuálnímu (chybí soubor %s)
tr: Çekirdek modüllerine eriþilemiyor (%s yok)

source: You have selected the following server(s): %s These servers are activated by default. They don't have any known security issues, but some new could be found. In that case, you must make sure to upgrade as soon as possible. Do you really want to install these servers?
cs: Vybrali jste pro instalaci následující server(y): %s Tyto servery budou standardnì aktivovány. Pøesto¾e není známý ¾ádný bezpeènostní problém, mohou se pøesto vyskytnout. Je proto dùle¾ité aktualizovat v¾dy, kdy¾ je to potøeba. Chcete opravdu nainstalovat tyto servery?
eu: Hautatu duzun zerbitzaria(k): %s Zerbitzari hauek jatorriz aktibatuta daude. Ez dute segurtasunezko inolako informaziorik, baina berriak aurki daitezke. Horrela bada, lehen bait lehen eguneratu. Benetan instalatu nahi dituzu zerbitzariok?
hr: Izabrali ste slijedeæe poslu¾itelje: %s Ti poslu¾itelji biti æe postavljeno aktivirani. Oni nemaju poznatih sigurnosnih propusta, ali neki novi mogu biti pronaðeni. U tom sluèaju, morate ga nadograditi ¹to prije moguæe. Da li zaista ¾elite instalirati te poslu¾itelje?
sk: Zvolili ste nasledujúce slu¾by: %s Tieto slu¾by sa spú¹»ajú implicitne. Momentálne nemajú ¾iadne známe bezpeènostné chyby, ale v budúcnosti nejaké mô¾u by» nájdené. V tom prípade musíte prejs» na vy¹¹iu verziu èo najskôr. Naozaj si ¾eláte in¹talova» tieto slu¾by?
tr: Bu sunucu/sunucularý seçmiþtiniz: %s Bu sunucular öntanýmlý olarak etkinleþtirilecektir. Bilinen bir güvenlik açýðý yoktur, ancak daðýtýmdan sonra bazý açýklar bulunmuþ olabilir. Bu durumda bu sunucularý mükün olan en kýsa sürede güncellemelisiniz. Bu sunucularý gerçekten kurmak istiyor musunuz?
uk: Ви вибрали так╕(ий) сервер(и): %s Ц╕ сервери стандартно актив╕зован╕. Для них нев╕дом╕ н╕як╕ проблеми з безпекою, але деяк╕ можуть бути виявлен╕. В такому випадку ви повинн╕ якомога швидше поновити верс╕╖ цих сервер╕в. Ви хочете дозволити установку цих сервер╕в?
vi: B¹n ®· chän c¸c m¸y chñ sau ®©y: %s C¸c m¸y chñ nµy sÏ ®­îc kÝch ho¹t theo mÆc ®Þnh. Chóng kh«ng cã bÊt cø mét phiªn b¶n ph¸t hµnh b¶o mËt nµo , nh­ng mét sè m¸y chñ míi sÏ kh«ng thÓ ®­îc t×m thÊy.Trong tr­êng hîp nh­ vËy,b¹n ph¶i n©ng cÊp cµng sím cµng tèt. B¹n cã thùc sù muèn cµi ®Æt c¸c m¸y chñ nµy?

source: Can't use broadcast with no NIS domain
cs: Nelze pou¾ít v¹esmìrové vysílání bez NIS domény
eu: NIS domeinurik gabe ezin erabili broadcast
hr: Ne mogu koristiti broadcast bez NIS domene
lt: Negalima naudoti transliavimo be NIS domeno
sk: Nemô¾em pou¾i» broadcast bez NIS domény
tr: NIS alaný olmadan yayýn kullanamazsýnýz
uk: Не можу використовувати трансляц╕ю без NIS домену
vi: Kh«ng thÓ dïng ph¸t thanh khi kh«ng cã tªn vïng NIS

source: Insert a FAT formatted floppy in drive %s
cs: Vlo¾te naformátovanou disketu do %s
eu: %s-n diskoa sartu, FAT formatuduna
hr: Umetnite FAT formatiranu disketu u pogon %s
lt: Ádëk FAT formatuotà diskelá á kaupiklá %s
lv: Ielieciet FAT formatçtu disketi iekârtâ %s
sk: Vlo¾te disketu s FAT formátom do mechaniky %s
tr: %s sürücüsüne FAT(MsDos) biçemli bir disket yerleþtiriniz
uk: Вставте дискету в╕дформатовану у FAT в дисков╕д %s
vi: N¹p mét ®Üa mÒm ®· format vµo æ %s

source: This floppy is not FAT formatted
cs: Tato disketa není formátována
eu: Diskete hau ez dago FATekin eratua
hr: Ova disketa nije FAT formatirana
sk: Táto disketa nemá FAT format
tr: Bu disket FAT(MsDos) biçemli deðil
uk: Ця дискета не в╕дформатована як FAT
vi: §Üa mÒm nµy kh«ng ph¶i ®Þnh d¹ng FAT

source: To use this saved packages selection, boot installation with ``linux defcfg=floppy''
cs: Pokud chcete pou¾ít ulo¾ený výbìr balíèkù, spus»te instalaci takto: 'linux defcfg=floppy'
eu: Gordetako paketeen aukera erabiltzeko,``linux defcfg=floppy'' instalazioaabiarazi
hr: Za kori¹tenje spremljenog odabira paketa, podignite instalaciju sa ``linux defcfg=floppy''
lt: Kad iðsaugoti ðiø paketø pasirinkimà ákraukite sistemà su ``linux defcfg=floppy''
lv: Lai izmantotu ðo saglabâto pakotòu izvçli, palaidiet instalâciju ar ``linux defcfg=floppy''
sk: Pre pou¾itie tohto ulo¾eného výberu balíèkov, na¹tartujte in¹taláciu s ``linux defcfg=floppy''
tr: Bu kayýtlý paket seçimini kullanacaksanýz, kurulumu ``linux defcfg=floppy'' ile baþlatmalýsýnýz.
uk: Для того, щоб використовувати записан╕ вибран╕ пакети, завантажте систему з ``linux defcfg=floppy''
vi: §Ó sö dông c¸c gãi cøu ch÷a ®· ®­îc l­u, khëi ®éng cµi ®Æt b»ng ``linux defcfg=floppy''

source: Error reading file %s
cs: Chyba pøi ètení souboru %s
eu: %s fitxategia irakurtzean errorea
hr: Gre¹ka prilikom èitanja datoteke %s
lt: Klaida skaitant bylà %s
lv: Kïûda, nolasot failu %s
ro: Eroare la citirea fiºierului %s
sk: chyba pri èítaní zo súboru %s
tr: %s dosyasý okunurken hata oluþtu
uk: Помилка при читанн╕ файла %s
vi: Lçi khi ®äc tËp tin %s

source: Ok
eu: Ados
hr: U redu
lt: Gerai
lv: Labi
pa_in: ਠੀਕ ਹੈ
tr: Tamam
uk: Гаразд

source: Some hardware on your computer needs ``proprietary'' drivers to work. You can find some information about them at: %s
cs: Nìkterá èást va¹eho hardware potøebuje 'speciální' ovladaèe, aby mohla pracovat. Dal¹í informace mù¾ete nalézt na: %s
eu: Zure konputagailuaren harwareren baten batek lanerako ``proprietary'' gidariak behar ditu. Horri buruzko informazioa hemen duzu: %s
hr: Neki hardware na va¹em raèunalu treba ``vlasnièke'' upravljaèke programe kako bi proradio. Mo¾ete naæi vi¹e informaciju o tome na: %s
lt: Kad kai kurie tavo kompiuterio árenginiai veiktø, jiems reikia taip vadinamø "proprietary" tvarkykliø. daugiau informacijos apie jas gali rasti èia: %s
lv: Daþu jûsu datora dzelþu darbîbai nepiecieðami ``firmas'' draiveri. Papildus informâciju varat atrast ðeit: %s
sk: Nejaky hardware vo va¹om poèítaèi potrebuje ``proprietarne'' ovládaèe. Informácie mô¾ete nájs» na: %s
tr: Bilgisayarýnýzdaki bazý donanýmlar çalýþmak için "özgün" sürücüler gerektiriyor. Bunlar hakkýnda bazý bilgiler bulabileceðiniz yer: %s
uk: Деяк╕ з апаратних засоб╕в на Вашому комп'ютер╕ вимагають драйвер╕в ф╕рм-виготовлювач╕в для того, щоб працювати в╕рно. Ви можете знайти потр╕бну ╕нформац╕ю про них на: %s
vi: Mét sè phÇn cøng cña m¸y tÝnh cÇn c¸c driver ``proprietary'' ®Ó ho¹t ®éng. B¹n cã thÓ t×m th«ng tin vÒ chóng t¹i: %s

source: You must have a root partition. For this, create a partition (or click on an existing one). Then choose action ``Mount point'' and set it to `/'
cs: Musíte mít koøenový oddíl. K jeho vytvoøení musíte zvolit jeden existující oddíl (nebo vytvoøit nový), zvolit 'Pøípojný bod' a nastavit ho na '/'
eu: root partizioa behar duzu izan. Honetarako, partizioa eratu (edo existitzen deneko batean klikatu). Geru hauta ``Muntai puntua'' eta `/' ezarri
hr: Morate imati root particiju. Prvo napravite particiju (ili kliknite na postojeæu) te odaberite akciju ``Mjesto monitranja'' te odaberite `/'
lt: Tu turi turëti root skirsná. Tam sukurk skirsná (arba spragtelëk ant jau esamo). Tada pasirink veiksmà ¥Montavimo taðkas´ ir nurodyk jam ¥/´
lv: Jums ir nepiecieðama saknes partîcija. Ðim nolûkam izveidojiet partîciju (vai uzklikðíiniet uz jau esoðas). Tad izvçlieties darbîbu ``Montçðanas punkts'' un norâdiet, ka tas ir `/'
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਰੂਟ (root) ਭਾਗ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਇਸ ਲਈ, ਇੱਕ ਭਾਗ ਬਣਾਓ (ਜਾਂ ਮੌਜੂਦਾ ਤੇ ਕਲਿੱਕ ਕਰੋ)। ਫਿਰ ``ਮਾਊਂਟ ਸਥਿਤੀ'' ਚੁਣੋ ਇਸ ਨੂੰ `/' ਨਿਰਧਾਰਿਤ ਕਰੋ।
ro: Trebuie sã aveþi o partiþie root. Pentru aceasta, creaþi o partiþie (sau faceþi clic pe un existentã). Alegeþi apoi acþiunea ``Punct de montaj'' ºi fixaþi-o la '/'
sk: Musíte ma» koreòový oddiel. Vytvorte oddiel (alebo kliknite na existujúcu). Potom zvoµte akciu ``Bod pripojenia`` a nastavte na `/'
tr: Bir kök disk bölümüne ihtiyacýnýz var. Bunun için mevcut bir disk bölümünü seçebileceðiniz gibi yeni birini de oluþturabilirsiniz. Bundan sonra da "Baðlama Noktasý"ný '/' olarak deðiþtirmelisiniz.
uk: Ви повинн╕ мати п╕дрозд╕л root. Для цього створ╕ть новий п╕дрозд╕л (або клацн╕ть на вже ╕снуючому). П╕сля цього вибер╕ть ``Точка монтування'' ╕ встанов╕ть ╖╖ в `/'
vi: B¹n ph¶i cã mét ph©n vïng root. Muèn vËy, h·y t¹o mét ph©n vïng (hoÆc nhÊp chuét lªn mét ph©n vïng s½n cã). Sau ®ã chän ``§iÓm g¾n kÕt'' vµ g¾n nã vµo `/'

source: You must have a swap partition
cs: Musíte mít odkládací oddíl
eu: swap partizioa beharrezko duzu
hr: Morate imati swap particiju
lt: Tu privalai turëti swap skirsná
lv: Jums ir nepiecieðama swap partîcija
ro: Trebuie sã aveþi o partiþie swap
sk: Musíte nastavi» swap oddiel
tr: Bir takas disk bölümüne ihtiyacýnýz var
uk: Ви повинн╕ мати п╕дрозд╕л для своп
vi: B¹n ph¶i cã mét ph©n vïng trao ®æi (swap)

source: You don't have a swap partition Continue anyway?
cs: Nemáte odkládací oddíl Chcete pøesto pokraèovat?
eu: Ez duzu swap partiziorik Jarraitu?
hr: Swap particija ne postoji Da ipak nastavim?
lt: Tu neturi swap skirsnio Vis tiek tæsti?
lv: Jums nav swap partîcijas Vai tomçr turpinât?
ro: N'aveþi nici o partiþie swap Sã continui totuºi?
sk: Nevytvorili ste swap oddiel Napriek tomu pokraèova»?
tr: Bir takas disk bölümünüz yok Takas alaný çok önemlidir ve bilhassa 2.4 çekirdekler için belleðin iki katýna kadar bir takas alaný önerilir! Devam edilsin mi?
uk: Ви не ма╓те п╕дрозд╕лу для своп╕нгу Все-таки продовжувати?
vi: Kh«ng cã ph©n vïng trao ®æi (swap) VÉn tiÕp tôc?

source: You must have a FAT partition mounted in /boot/efi
cs: Musíte mít FAT oddíl pøipojený na /boot/efi
eu: "/boot/efi"-n FAT partizio bat muntatuta eduki behar duzu
hr: Morate imati FAT particiju montiranu na /boot/efi
pa_in: ਤੁਹਾਡੇ ਕੋਲ /boot/efi ਵਿੱਚ ਮਾਊਂਟ ਕੀਤਾ FAT ਭਾਗ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
sk: Musíte ma» FAT oddiel pripojený na /boot/efi
tr: /boot/efi ye baðlanmýþ bir FAT bölümüne ihtiyacýnýz var
uk: Ви повинн╕ мати FAT п╕дрозд╕л змонтований в /boot/efi
vi: B¹n ph¶i cã mét ph©n vïng FAT ®­îc kÕt g¸n vµo /boot/efi

source: Use free space
cs: Pou¾ít volné místo
eu: Erabili toki librea
hr: Koristi slobodan prostor
lt: Naudoti laisvà vietà
lv: Izmantot brîvo vietu
nb: Bruk ledig plass
pa_in: ਖਾਲੀ ਥਾਂ ਵਰਤੋ
sk: Pou¾i voµné miesto
tr: Boþ alan kullanýlsýn
uk: Використовувати в╕льний прост╕р
vi: Dïng kh«ng gian trèng

source: Not enough free space to allocate new partitions
cs: Není dostatek místa pro vytvoøení nového diskového oddílu
eu: Ez dago lekurik partizio berririk ezartzeko
hr: Nema dovoljno slobodnog prostora za pravljenje novih particija
lt: Naujiems skirsniams nepakanka laisvos vietos
lv: Nepietiek brîvas vietas, lai izvietotu jaunas partîcijas
nb: Ikke nok ledig plass til nye partisjoner
pa_in: ਨਵੇਂ ਭਾਗ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ
sk: Nedostatok voµného miesta pre vytvorenie nového oddielu
tr: Yeni bölümler açmak için yeterli yer yok
uk: Недостатньо в╕льного простору для нових п╕дрозд╕л╕в
vi: Kh«ng ®ñ kh«ng gian trèng ®Ó t¹o c¸c ph©n vïng míi

source: Use existing partition
cs: Pou¾ít existující oddíl
eu: Erabili dauden partizioak
hr: Koristi postojeæe particije
lt: Naudoti esamà skirsná
lv: Izmantot jau esoðu partîciju
sk: Pou¾i existujúci oddiel
tr: Mevcut bölümler kullanýlsýn
uk: Користуватися ╕снуючим п╕дрозд╕лом
vi: Dïng ph©n vïng hiÖn thêi

source: There is no existing partition to use
cs: Není zde ¾ádný existující oddíl k pou¾ití
eu: Ez dago partizio erabilgarririk
hr: Nema postojeæih particija koje bih mogao upotrijebiti
lt: Nëra jokio skirsnio, tinkamo naudojimui
lv: Nav nevienas partîcijas, ko varçtu izmantot
nb: Det finnes ingen gammel partisjon å bruke
pa_in: ਇੱਥੇ ਵਰਤਣ ਲਈ ਕੋਈ ਮੋਜੂਦਾ ਭਾਗ ਨਹੀਂ ਹੈ
sk: Tu nieje ¾iadny pou¾iteµný oddiel
tr: Kullanýlabilecek bir bölüm bulunamadý
uk: Нема╓ ╕снуючих п╕дрозд╕л╕в для використання
vi: Kh«ng cã ph©n vïng hiÖn thêi ®Ó dïng

source: Use the Windows partition for loopback
cs: Pou¾ít Windows oddíl jako loopback
eu: Loopback-erako erabili Windows partizioa
hr: Koristi Windows particiju za loopback
lt: Naudoti Windows skirsná loopback'ui
lv: Izmantot Windows partîciju priekð loopback
sk: Pou¾i oddiel s Windows pre loopback
tr: Loopback için Windows bölümünü kullanýlsýn
uk: Використовувати п╕дрозд╕л Windows для зворотнього монтування
vi: Dïng ph©n vïng Windows ®Ó loopback

source: Which partition do you want to use for Linux4Win?
cs: Který diskový oddíl chcete pou¾ít pro Linux4Win?
eu: Zein partizio erabili nahi duzu Linux4Win ezartzeko?
hr: Koju particiju ¾elite koristiti za Linux4Win?
lt: Kuri skirsná tu nori naudoti Linux4Win ádiegimui?
lv: Kuru partîciju vçlaties izmantot priekð Linux4Win?
pa_in: ਤੁਸੀਂ ਕਿਹੜਾ ਭਾਗ Linux4Win ਲਈ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ?
sk: Ktorý oddiel chcete pou¾i» pre Linux4Win?
tr: Linux4Win için hangi disk bölümünü kullanmak istiyorsunuz?
uk: Який п╕дрозд╕л ви хочете використати для Linux4Win?
vi: Ph©n vïng nµo b¹n muèn sö dông cho Linux4Win?

source: Choose the sizes
cs: Zvolte velikosti
eu: Hautatu tamainak
hr: Odaberite velièinu
lt: Pasirink dydþius
lv: Izvçlieties izmçrus
pa_in: ਅਕਾਰ ਚੁਣੋ
ro: Alegeþi mãrimile
sk: Zvoµte veµkosti
tr: Boyutlarý seçiniz
uk: Вибер╕ть розм╕ри
vi: Chän kÝch th­íc

source: Root partition size in MB:
cs: Velikost koøenového oddílu v MB:
eu: Root partizioaren tamaina MBetan:
hr: Velièina korijenske particije u MB:
lt: Ðakninio skirsnio dydis, MB:
lv: Saknes partîcijas izmçrs (MB):
pa_in: ਮੈਬਾ ਵਿੱਚ ਪ੍ਰਬੰਧਕ (root) ਭਾਗ ਅਕਾਰ:
ro: Mãrimea partiþiei root în MB:
sk: Veµkos» koreòového oddielu v MB:
tr: Kök bölümü boyutu (Mb):
uk: Розм╕р п╕дрозд╕лу root в Мб:
vi: KÝch th­íc ph©n vïng root theo MB:

source: Swap partition size in MB:
cs: Velikost odkládacího oddílu v MB:
eu: Swap partizzioaren tamaina MBetan:
hr: Velièina swap particiju u MB:
lt: Swap skirsnio dydis, MB:
lv: Swap partîcijas izmçrs (MB):
pa_in: ਮੈਬਾ ਵਿੱਚ ਸਵੈਪ ਭਾਗ ਅਕਾਰ:
ro: Mãrimea partiþiei swap în MB::
sk: Veµkos» oddielu v MB:
tr: Takas bölümü boyutu (Mb):
uk: Розм╕р п╕дрозд╕лу для своп╕нгу в Мб:
vi: KÝch th­íc ph©n vïng swap theo MB:

source: Use the free space on the Windows partition
cs: Pou¾ít volné místo na Windows oddílu
eu: Erabili Windows partizioako toki librea
hr: Iskoristi slobodan prostor na Windows particiji
lt: Naudoti laisvà vietà Windows skirsnyje
lv: Izmantot Windows partîcijas brîvo vietu
sk: Pou¾i voµné miesto na Windows oddiele
tr: Windows bölümündeki boþ alan kullanýlsýn
uk: Використовувати в╕льний прост╕р на п╕дрозд╕л╕ Windows
vi: Dïng kh«ng gian trèng cña ph©n vïng Windows

source: Which partition do you want to resize?
cs: Na kterém oddílu chcete mìnit velikost?
eu: Zein partizio berregokitu nahi duzu?
hr: Kojoj particiji ¾elite promijeniti velièinu?
lt: Kurio skirsnio dydá tu nori pakeisti?
lv: Kuras partîcijas izmçru vçlaties izmainît?
nb: Hvilken partisjon vil du endre størrelse på?
pa_in: ਤੁਸੀਂ ਕਿਹੜਾ ਭਾਗ ਅਕਾਰ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
sk: Ktorému oddielu chcete zmeni» veµkos»?
tr: Hangi bölümü yeniden boyutlandýrmak istiyorsunuz?
uk: Розм╕р якого п╕дрозд╕лу ви хочете зм╕нити?
vi: B¹n muèn lËp l¹i kÝch th­íc ph©n vïng nµo?

source: Computing Windows filesystem bounds
cs: Poèítám hranice souborového systému s Windows
eu: Windows-aren fitxategi-sistemen loturak zenbatzen
hr: Izraèunavam granice Windows datoteènog sustava
lt: Skaièiuojami Windows bylø sistemos rëþiai
lv: Izskaitïoju Windows failu sistçmas robeþas
sk: Poèítam hranice súborového systému pre Windows
tr: Windows dosya sistemi sýnýrlarý hesaplanýyor
uk: Обчислюю меж╕ п╕дрозд╕лу Windows
vi: §ang tÝnh to¸n ph¹m vi hÖ thèng tËp tin cña Windows

source: The FAT resizer is unable to handle your partition, the following error occured: %s
cs: Zmìnu velikost FAT není mo¾né provést, vyskytla se následující chyba: %s
eu: FATaren berregokitzaileak ezin du zure partizioan eragin, hurrengo errorea gertatu da: %s
hr: Program koji mjenja velièinu FAT-a ne mo¾e rukovati va¹om particijom, slijedeæa gre¹ka se dogodila: %s
lt: FAT dydþio keitimo programa nesusitvarko su tavo skirsniu, ávyko tokia klaida: %s
lv: FAT izmçra mainîtâjs nespçj izmainît jûsu partîciju, atklâta sekojoða kïûda: %s
sk: Meniè veµkosti FAT nebol schopny pracova» s oddielom, nastala chyba: %s
tr: FAT yeniden boyutlandýrýcýsý bölümü boyutlandýramýyor, þu hata oluþtu: %s
uk: Програма зм╕ни розм╕ру п╕дрозд╕лу FAT не може працювати з Вашим п╕дрозд╕лом, при робот╕ сталася така помилка: %s
vi: Sù lËp l¹i kÝch th­íc FAT kh«ng thÓ qu¶n lý ph©n vïng cña b¹n, x¶y ra lçi nh­ sau: %s

source: Your Windows partition is too fragmented, please run ``defrag'' first
cs: Vá¹ diskový oddíl s Windows je pøíli¹ fragmentován, pou¾ijte nejdøíve program 'defrag'
eu: Zure windows partizioa oso zatikatua, mesedez ``defrag'' egin
hr: Va¹a Windows particija je prefragmentirana, molim pokrenite ``defrag'' prvo.
lt: Tavo Windows skirsnis yra pernelyg fragmentuotas, pirma paleisk ¥defrag´
lv: Windows partîcija ir pârâk fragmentçta, vispirms palaidiet ``defrag''
sk: Va¹ oddiel s Windows je veµmi fragmentovaný, prosím spustite najprv ``defrag''
tr: Windows bölümünüz çok daðýnýk, lütfen önce "defrag" ile diskinizdeki dosyalarý biraraya getirin
uk: П╕дрозд╕л з Windows на Вашому комп'ютер╕ занадто фра╜ментований. Виконайте де-фра╜ментац╕ю спочатку (команда ``defarg'').
vi: Ph©n vïng Windows bÞ ph©n m¶nh nhiÒu, h·y ch¹y ``defrag'' tr­íc
