Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: I have detected an ISDN PCI Card, but I don't know the type. Please select one PCI card on the next screen.
cs: Na¹el jsem ISDN PCI kartu, její¾ typ ale neznám. Prosím zvolte si jednu z následujícího seznamu PCI karet.
eu: ISDN PCI txartela aurkitu dut, baina ez dakit zein motakoa. Mesedez hauta PCI txartel mota hurrengo pantailan.
hr: Prona¹ao sam ISDN PCI karticu meðutim ne znam kojeg je tipa. Molim izaberite va¹u PCI karticu na slijedeæem ekranu.
lt: Að aptikau ISDN PCI plokðtæ, taèiau neþinau jos tipo. Pasirink vienà PCI plokðtæ sekanèiame ekrane.
lv: Ir atklâta ISDN PCI karte, bet nav zinâms kartes tips. Lûdzu izvçlieties kâdu no nâkamajâ ekrânâ uzskaitîtajâm PCI kartçm.
sk: Na¹iel som PCI ISDN kartu, ale nepoznám tento typ. Prosím zvoµte si jednu z PCI kariet na ïal¹ej obrazovke.
tr: Bir PCI ISDN kartý buldum, fakat türünü bilmiyorum. Lütfen bir sonraki ekrandan bir PCI kart seçin.
uk: Знайдена ISDN PCI плата, але нев╕домого типу. Вибер╕ть, будь-ласка, одну з плат PCI на наступному екран╕.
vi: Ph¸t hiÖn ra card ISDN PCI, nh­ng kh«ng biÕt lo¹i nµo. H·y chän mét card PCI ë mµn h×nh tiÕp theo.

source: No ISDN PCI card found. Please select one on the next screen.
cs: Nena¹el jsem ¾ádnou ISDN PCI kartu. Prosím zvolte si jednu z následující nabídky
eu: Ez dut ISDN PCI txartelik aurkitu. Mesedez hauta hurrengo pantailakoren bat.
hr: Nisam na¹ao niti jednu ISDN PCI karticu. Molim izaberite va¹u PCI karticu na slijedeæem ekranu.
lt: Jokia ISDN PCI plokðtë nerasta. praðom pasirinkti vienà kitame ekrane.
lv: Nav atrasta neviena ISDN PCI karte. Lûdzu izvçlieties kâdu no saraksta.
sk: Nebola nájdena ISDN karta. Prosím zvoµte si jednu zo zobrazených.
tr: PCI ISDN kart bulunamadý. Lütfen bir sonraki ekrandan bir tane seçin.
uk: Не знайдено плати ISDN PCI. Вибер╕ть одну ╕з плат у наступному в╕кн╕.
vi: Kh«ng t×m ®­îc card ISDN PCI. H·y chän ë mµn h×nh tiÕp theo

source: Please choose which serial port your modem is connected to.
cs: Ke kterému sériovému portu je vá¹ modem pøipojen?
eu: Mesedez hauta serieko zein kaira dago zure modema konektatua.
hr: Izaberite serijski port na kojemu se nalazi modem.
lt: Praðom pasirinkti, prie kurios nuosekliosios jungties yra prijungtas tavo modemas.
lv: Lûdzu norâdiet, kuram seriâlajam portam ir pieslçgts modçms.
ro: Pe ce port serial este conectat modemul dumneavoastrã?
sk: Prosím zvoµte na ktorý sériový port je pripojený vá¹ modem.
tr: Modeminizin hangi seri porta baðlý olduðunu seçiniz
uk: Вибер╕ть до якого посл╕довного порта п╕дключений Ваш модем?
vi: H·y chän cæng nèi tiÕp (serial) nèi víi modem cña b¹n.

source: Dialup options
cs: Mo¾nosti vytáèení
eu: Markatze aukerak
hr: Podesi dialup
lt: Prisiskambinimo nustatymai
lv: Iezvanpieejas opcijas
ro: Opþuni de telefonie
sk: Voµby dialupu
tr: Çevirmeli að seçenekleri
uk: Параметри зв'язку по модему
vi: Tïy chän kÕt nèi quay sè

source: Connection name
cs: Jméno pøipojení
eu: Konexioaren izena
hr: Ime veze
lt: Jungties pavadinimas
lv: Savienojuma nosaukums
ro: Nume de conexiune
sk: Meno pripojenia
tr: Baðlantý adý
uk: Назва зв'язку
vi: Tªn kÕt nèi

source: Phone number
cs: Telefonní èíslo
eu: Telefono zenbakia
hr: Telefonski broj
lt: Telefono numeris
lv: Telefona numurs
sk: Telefónne èíslo
tr: Telefon numarasý
uk: Номер телефону
vi: Sè ®iÖn tho¹i

source: Login ID
cs: Pøihla¹ovací jméno
hr: Prijavno ime
lt: Pasisveikinimo ID
lv: Lietotâja ID
ro: ID de login
sk: Prihlasovacie ID
tr: Giriþ ID'si
uk: ID користувача
vi: ID ®¨ng nhËp

source: Script-based
cs: Podle scénáøe
eu: Scipt-ean oinarritua
hr: Temeljem skripta
lt: Paremtas skriptu
lv: Ar skriptu
ro: Bazat-pe-un-script
sk: Zalo¾ené na skriptoch
tr: Betik tabanlý
uk: За допомогою скрипта

source: Terminal-based
cs: Pomocí terminálu
eu: Terminalean oinarritua
hr: Terminal-zasnovano
lt: Paremtas terminalu
lv: Izmantojot terminâli
ro: Bazat-pe-un-terminal
sk: Zalo¾ené na terminály
tr: Terminal tabanlý
uk: Через терм╕нал

source: Domain name
cs: Jméno domény
eu: Domeinuaren izena
hr: Ime domene
lt: Domeno vardas
lv: Domçna nosaukums
sk: Meno domény
tr: Alan adý
uk: Назва домену
vi: Tªn miÒn

source: First DNS Server (optional)
cs: První DNS Server (nepovinný)
eu: Lehenengo DNS zerbitzaria (aukerakoa)
hr: Prvi DNS poslu¾itelj (opciono)
sk: Prvý DNS server (nepovinné)
tr: Ýlk DNS Sunucu (isteðe baðlý)
uk: Перший сервер DNS (необов'язково)
vi: M¸y chñ DNS thø nhÊt

source: Second DNS Server (optional)
cs: Druhý DNS Server (nepovinný)
eu: Bigarren DNS zerbitzaria (aukerakoa)
hr: Drugi DNS poslu¾itelj (opciono)
sk: Druhý DNS server (nepovinné)
tr: Ýkinci DNS Sunucu(isteðe baðlý)
uk: Другий сервер DNS(необов'язково)
vi: M¸y chñ DNS thø hai

source: You can disconnect or reconfigure your connection.
cs: Mù¾ete se odpojit nebo pøekonfigurovat pøipojení.
eu: Deskonektatu edo konexioa berkonfiguratu zenzake.
hr: Mo¾ete iskljuèiti ili ponovno konfigurirati va¹u vezu.
lt: Tu gali atsijungti arba ið naujo nustatyti jungtá.
lv: Varat atslçgties vai pârkonfigurçt pieslçgumu.
sk: Mô¾ete va¹e pripojenie prekonfigurova» alebo sa odpoji».
tr: Baðlantýyý kesebilir ya da yeniden ayarlayabilirsiniz.
uk: Ви можете в╕д'╓днатись або зм╕нити конф╕╜урац╕ю сво╓╖ мереж╕.
vi: B¹n cã thÓ ng¾t kÕt nèi hoÆc cÊu h×nh l¹i kÕt nèi.

source: You can reconfigure your connection.
cs: Mù¾ete pøekonfigurovat pøipojení.
eu: Internet konexioa berregokitu zenezake.
hr: Mo¾ete ponovno konfigurirati va¹u vezu.
lt: Tu gali ið naujo nustatyti jungtá.
lv: Varat pârkonfigurçt pieslçgumu.
sk: Mô¾ete prekonfigurova» va¹e pripojenie.
tr: Baðlantýnýzý yeniden ayarlayabilirsiniz.
uk: Ви можете зм╕нити настройки з'╓днання з ╕нтернетом
vi: B¹n cã thÓ cÊu h×nh l¹i kÕt nèi.

source: You are currently connected to internet.
cs: V souèasnosti jste pøipojeni k Internetu
eu: Interneten zaude.
hr: Trenutno ste spojeni na internet.
lt: Tu dabar esi prisijungæs prie interneto.
lv: Paðlaik jûs esat pieslçdzies Internetam.
sk: Momentálne ste pripojený k internetu.
tr: Þu anda internete baðlýsýnýz.
uk: З'╓днання з ╕нтернетом встановлено.
vi: HiÖn t¹i b¹n ®ang kÕt nèi vµo Internet.

source: You can connect to Internet or reconfigure your connection.
cs: Nemù¾ete se pøipojit k Internetu nebo pøekonfigurovat pøipojení.
eu: Internetera konektatu edo konexioa berregokitu zenezake.
hr: Mo¾ete se spojiti na Internet ili ponovno konfigurirati va¹u vezu.
lt: Tu gali prisijungti prie interneto arba ið naujo nustatyti jungtá.
lv: Varat pieslçgties Internetam vai pârkonfigurçts pieslçgumu.
sk: Mô¾ete prekonfigurova» va¹e pripojenie, alebo sa pripojit k internetu.
tr: Ýnternete baðlanabilir ya da baðlantýnýzý yeniden ayarlayabilirsiniz.
uk: Ви зараз з'╓днан╕ з ╕нтернетом.
vi: B¹n cã thÓ kÕt nèi vµo Internet hay cÊu h×nh l¹i kÕt nèi.

source: You are not currently connected to Internet.
cs: V souèasnosti nejste pøipojeni k Internetu.
eu: Internetera konektatu gabe zabiltza.
hr: Niste trenutno spojeni na Internet.
lt: Tu dabar nesi prisijungæs prie interneto.
lv: Paðlaik jûs neesat pieslçdzies Internetam.
sk: Momentálne nieste pripojený k internetu.
tr: Þu anda internete baðlý deðilsiniz.
uk: Ви зараз не з'╓днан╕ з ╕нтернетом.
vi: HiÖn t¹i b¹n ch­a kÕt nèi vµo Internet

source: Connect to Internet
cs: Pøipojit se k internetu
eu: Internetera konektatu
hr: Spoji se na Internet
lt: Prisijungti prie interneto
lv: Pieslçgties Internetam
sk: Pripoji» k internetu
tr: Ýnternete Baðlan
uk: Зв'язатися з ╕нтернетом
vi: KÕt nèi vµo Internet

source: Disconnect from Internet
cs: Odpojit se od internetu
eu: Irteneteko konexioa eten
hr: Prekini vezu na Internet
lt: Atsijungti nuo interneto
lv: Atslçgties no Interneta
sk: Odpoji» od internetu
tr: Ýnternetten Çýk
uk: В╕д'╓днатися в╕д ╕нтернету
vi: Ng¾t kÕt nèi ra khái Internet

source: Configure network connection (LAN or Internet)
cs: Nastavení sí»ového pøipojení (LAN nebo Internet)
eu: Konfiguratu sare konexioa (Bertoko sarea edo Internet)
hr: Postavke mre¾nih veza (LAN ili Internet)
lt: Nustatyti tinklo jungtá (LAN arba interneto)
lv: Konfigurçt tîkla pieslçgumu (LAN vai Interneta)
sk: Konfigurácia sie»ového pripojenia (LAN alebo internet)
tr: Að baðlantýsýný yapýlandýr (Yerel að ya da Ýnternet)
uk: Настро╖ти з'╓днання мереж╕ (локальна мережа або ╕нтернет)
vi: CÊu h×nh kÕt nèi m¹ng (LAN hay Internet)

source: Internet connection & configuration
cs: Nastavení a pøipojení k internetu
eu: Internet konexioa & konfigurazioa
hr: Internet veza i postava
lt: Interneto jungtis ir nustatymas
lv: Interneta pieslçgums un konfigurâcija
sk: Pripojenie a konfigurácia internetu
tr: Ýnternet baðlantýsý & ayarlarý
uk: З'╓днання з ╕нтернетом ╕ конф╕гурац╕я
vi: KÕt nèi Internet vµ cÊu h×nh

source: We are now going to configure the %s connection.
cs: Nyní se pøipravuje konfigurace %s pøipojení.
eu: Orain %s lotura ezarriko dugu.
sk: Teraz nastavíme Va¹e pripojenie %s.
tr: %s baðlantýsýný yapýlandýracaðým.
uk: Зараз буде сконф╕╜уровано з'╓днання %s.
vi: B©y giê sÏ cÊu h×nh kÕt nèi %s.

source: We are now going to configure the %s connection. Press OK to continue.
cs: Nyní se bude konfigurovat pøipojení %s. Stisknìte OK pro pokraèování.
eu: Orain %s lotura ezarriko dugu. Sakatu Ados hasteko.
sk: Teraz nastavíme pripojenie %s. Stlaète OK pre pokraèovanie.
tr: Þimdi %s baðlantýsýný yapýlandýracaðým. Devam etmek için Tamam 'a týklayýnýz.
uk: Зараз буде сконф╕╜уровано з'╓днання %s. Натисн╕ть "Гаразд" для продовдження
vi: B©y giê lµ lóc cÊu h×nh cho kÕt nèi %s. NhÊn OK ®Ó tiÕp tôc.

source: Network Configuration
cs: Nastavení sítì
eu: Sare Konfigurazioa
hr: Mre¾ne postavke
lt: Tinklo konfigûravimas
lv: Tîkla konfigurâcija
ro: Configuraþia reþelei
sk: Konfigurácia siete
tr: Að Yapýlandýrmasý
uk: Конф╕гурац╕я мереж╕
vi: CÊu H×nh M¹ng

source: Because you are doing a network installation, your network is already configured. Click on Ok to keep your configuration, or cancel to reconfigure your Internet & Network connection.
cs: Proto¾e provádíte instalaci po síti, je ji¾ sí» nastavena. Kliknìte na Ok pro zachování nastavení nebo kliknìte na Zru¹it pro nové nastavení pøipojení Internetu a k síti.
eu: Sare instalazioa egiten ari zarenez, zure sarea dagoeneko konfiguraturik da. Ados sakatu konfigurazioa mantentzeko, edo etsi Internet eta sarerako konexioa ezagutarazteko.
hr: Po¹to radite mre¾nu instalaciju, va¹a mre¾a je veæ konfigurirana. Pritisnite U redu da zadr¾ite postojeæe postavke, ili Odustani za ponovno konfiguriranje va¹e mre¾ne/Internet veze.
sk: Preto¾e robíte in¹taláciu cez sie», va¹a sie» je u¾ nasavená. Stlaète OK pre zachovanie nastavenia, alebo Cancel pre opätovné nastavenie pripojenia na internet a sie».
tr: Çünkü Siz þu anda Að kurma bölündesiniz, fakat sizin zaten yapýlandýrýlmýþ bir aðýnýz var. Eski yapýlandýrmanýzýn devamý için "TAMAM" a týklayýn.Veya yeniden Ýnternet & Network baðlantýlarýnýzý yapýlanýdmak için "ÝPTAL" e basýn.
uk: Через те, що ви робите установку по мереж╕, ваша мережа вже сконф╕╜урована. Натисн╕ть на Гаразд щоб зберегти установки мереж╕, або на В╕дм╕нити для того, щоб зм╕нити установки з'╓днання ╕нтернета ╕ мереж╕.
vi: V× b¹n ®ang cµi ®Æt m¹ng, nh­ng m¹ng cña b¹n ®· ®­îc cÇu h×nh råi. NhÊn OK ®Ó gi÷ cÊu h×nh cña b¹n, hoÆc Bá qua ®Ó cÊu h×nh l¹i kÕt nèi Internet vµ m¹ng.

source: Welcome to The Network Configuration Wizard We are about to configure your internet/network connection. If you don't want to use the auto detection, deselect the checkbox.
cs: Vítá vás prùvodce pøipojením k síti Nyní lze nastavit pøipojení k síti nebo internetu. Pokud nechcete pou¾ít automatickou detekci, odznaète políèko.
eu: Ongi etorri sare konfiguraziorako aztira Zure Internet/Sare lotura konfiguratzen ari zara. Autodetekziorik erabili nahi ez baduzu, hautua ezaba egizu.
hr: Dobro Do¹li u Èarobnjak za pode¹avanje mre¾e Sada æemo konfigurirati va¹u internet/mre¾nu vezu. Ukoliko ne ¾elite koristiti auto detekciju, odselektirajte kvadratiæ s potvrdom.
sk: Vítajte v sprievodcovi nastavenia siete Chcete nastavi» va¹e pripojenie k sieti/internetu. Ak nechcete pou¾i» automatickú detekciu od¹krtnite políèko.
tr: Að Yapýlandýrma Sihirbazýna Hoþgeldiniz!!! Bu sihirbaz aðýnýzýn ayarlanmasýnda size yardýmcý olmak içindir. Eðer otomatik tanýmlama istemiyorsanýz , kutucuðun tikini kaldýrýnýz.
uk: Ласкаво просимо до пом╕чника установки мереж╕. Зараз ваша мережа та ╕нтернет з'╓днання будуть настро╓н╕. Якщо ви не хочете користуватись автоматичним визначенням, в╕дм╕н╕ть виб╕р опц╕╖.
vi: Chµo Mõng §å ThuËt CÊu H×nh M¹ng Chóng ta s¾p cÊu h×nh kÕt nèi internet/m¹ng. NÕu b¹n kh«ng muèn dïng chøc n¨ng dß t×m tù ®éng, h·y bá chän ë hép kiÓm.

source: Choose the profile to configure
cs: Zvolte profil pro nastavení
eu: Hautatu konfiguratu beharreko profila
hr: Izaberite profil za konfiguriranje
lt: Konfiguravimui pasirinkite prifailà
lv: Izvçlieties konfigurçjamo profilu
sk: Zvoµte profil na konfiguráciu
tr: Yapýlandýrmak için bir profil seçin
uk: Вибер╕ть проф╕ль для конф╕гурац╕╖:
vi: Chän lý lÞch ®Ó cÊu h×nh

source: Use auto detection
cs: Pou¾ít autodetekci
eu: Erabili autodetekzioa
hr: Koristi auto detekciju
lt: Naudokite automatiná aptikimà
sk: Pou¾i» auto-detekciu
tr: Otomatik algýlamayý kullan
uk: Користуватися автовизначенням
vi: Dïng chøc n¨ng dß t×m tù ®éng

source: Detecting devices...
cs: Detekuji zaøízení...
eu: Unitateak ezabatzen...
hr: Otkrivanje ureðaja...
lt: Ieðkoma áranga...
lv: Noskaidroju ierîces...
ro: Detecþia perifericelor...
sk: Zis»ujem zariadenia...
tr: Aygýtlar taranýyor...
uk: Визначаю пристро╖...
vi: §ang dß t×m thiÕt bÞ...

source: Normal modem connection
cs: Modemové pøipojení
eu: Modem konexio arrunta
hr: Normalna modemska veza
lt: Nustatyti normalià jungtá per modemà
lv: Parasts modçma pieslçgums
sk: Normálne modémove pripojenie
tr: Normal bir modem baðlantýsý
uk: Звичайне з'╓днання по модему
vi: KÕt nèi modem b×nh th­êng

source: detected on port %s
cs: detekováno na portu %s
eu: %s-n kaia kausitua
hr: detektiran na portu %s
lt: aptiktas prievade %s
lv: atklâts uz porta %s
sk: detekovaný na porte %s
tr: %s kapýsý taranýyor
uk: знайдено на порту %s
vi: dß t×m ®­îc t¹i cæng %s

source: ISDN connection
cs: ISDN pøipojení
eu: ISDN konexioa
hr: ISDN veza
lt: ISDN jungtis
lv: ISDN pieslçgums
sk: ISDN pripojenie
tr: ISDN baðlantýsý
uk: З'╓днання ISDN
vi: KÕt nèi ISDN

source: detected %s
cs: detekováno %s
eu: kausitua %s
hr: detektirano %s
lt: aptiktas %s
lv: atklâts %s
sk: nájdene %s
tr: %s algýlandý
uk: знайдено %s
vi: dß t×m ®­îc %s

source: ADSL connection
cs: ADSL pøipojení
eu: ADSL lotura
sk: ADSL pripojenie
tr: ADSL Baðlantýsý
uk: З'╓днання ADSL
vi: KÕt nèi ADSL

source: detected on interface %s
cs: detekováno na rozhraní %s
eu: kausitua: %s interfazea
hr: detektirano na meðusklopu %s
lt: aptiktas interfeise %s
lv: atklâts uz interfeisa %s
sk: detekovaný na rozhraní %s
tr: %s arayüzünde algýlandý
uk: Знайдено на ╤нтерфейс╕ %s
vi: dß t×m ®­îc trªn giao diÖn %s

source: Cable connection
cs: Kabelové pøipojení
eu: Kable konexioa
hr: Kablovska veza
lt: Kabelinë jungtis
lv: Kabeïa pieslçgums
sk: Pripojenie káblom
tr: Kablo Baðlantýsý
uk: Кабельне з'╓днання
vi: KÕt nèi c¸p

source: cable connection detected
cs: detekováno kabelové pøipojení
eu: Kable bidezko lotura detektatu da
hr: detektirana kablovska veza
sk: detekované pripojenie káblom
tr: Kablo Baðlantýsý analizi
uk: Знайдено кабельне з'╓днання
vi: Ph¸t hiÖn kÕt nèi c¸p

source: LAN connection
cs: Pøipojení k LAN
eu: LAN konexioa
hr: LAN veza
lt: LAN jungtis
lv: LAN pieslçgums
sk: Pripojenie LAN
tr: LAN Baðlantýsý
uk: З'╓днання через локальну мережу
vi: KÕt nèi LAN

source: ethernet card(s) detected
cs: detekovaná(é) sí»ová(é) karta(y)
eu: ethernet txartela(k) kausituak
hr: ethernet kartica(e) pronaðene
lt: aptiktos ethernet kortos(a)
lv: ethernet karte(s) atrasta
sk: nájdená ethernet karta(y)
tr: Ethernet Cart(lar)ý algýlandý
uk: знайдено плата (и) Ethernet
vi: Dß t×m thÊy card ethernet

source: Choose the connection you want to configure
cs: Zvolte si pøipojení, které chcete nastavit
eu: Hautatu ezarri nahi duzun lotura
sk: Vyberte pripojenie, ktoré chcete nastavi»
tr: Yapýlandýrmak istediðiniz baðlantýyý seçin
uk: Вибер╕ть з'╓днання, яке Ви хочете настро╖ти
vi: Chän kÕt nèi ®Ó cÊu h×nh

source: You have configured multiple ways to connect to the Internet. Choose the one you want to use.
cs: Máte nastaveno více zpùsobù, jak se pøipojit k Internetu. Vyberte si jeden, který chcete pou¾ít.
eu: Internetera lotzeko bide ugari ezarri duzu. Hautatu erabili nahi duzuna.
sk: Nastavili ste niekoµko mo¾ností pripojenia k internetu. Zvoµte jednu, ktorú chcete pou¾íva».
tr: Bu yapýlandýrma ile Internet'e bir çok yoldan baðlanmanýz mümkün. Kullanmak istediðiniz birini seçiniz.
uk: Ви настро╖ли к╕лька способ╕в з'╓днання з ╕нформац╕йними тенетами. Вибер╕ть один ╕з них, яким Ви будете користуватись.
vi: B¹n ®· cÊu h×nh nhiÒu ®­êng kÕt nèi vµo Internet. H·y chän mét ®­êng kÕt nèi b¹n muèn dïng.

source: Internet connection
cs: Internetové pøipojení
eu: Internetera lotura
sk: Pripojenie k internetu
tr: Ýnternet Baðlantýsý
uk: З'╓днання з тенетами
vi: KÕt nèi Internet

source: Do you want to start the connection at boot?
cs: Chcete se automaticky pøipojovat po startu poèítaèe?
eu: Abiatzerakoan zure konexioa abiarazi nahi duzu?
hr: Da li ¾elite pokreniti va¹u vezu kod svakog podizanja (boot) sustava ?
lt: Ar tu nori prisijungti tik ájungus?
lv: Vai vçlaties startçt pieslçgumu palaiðanas laikâ?
sk: Chcete sa pripoji» hneï pri ¹tarte?
tr: Baðlantýnýzýn açýlýþta baþlatýlmasýný ister misiniz?
uk: Чи Ви хочете в╕дкривати з'╓днання при завантаженн╕ системи?
vi: B¹n cã muèn bËt kÕt nèi khi khëi ®éng m¸y tÝnh?

source: Network configuration
cs: Nastavení sítì
eu: Sare Konfigurazioa
hr: Mre¾ne postavke
lt: Tinklo konfigûravimas
lv: Tîkla konfigurâcija
sk: Konfigurácia siete
tr: Að Yapýlandýrmasý
uk: Конф╕гурац╕я мереж╕
vi: CÊu h×nh m¹ng

source: The network needs to be restarted
cs: Je potøebné znovu spustit sí»
tr: Að yeniden baþlatmayý gerektiriyor.

source: A problem occured while restarting the network: %s
cs: Vyskytl se problém pøi restartu sítì: %s
eu: Arazoa sarea abiaraztean: %s
hr: Problem se pojavio prilikom ponovnog pokretanja mre¾e: %s
sk: Nastal problém pri re¹tartovaní sie»e: %s
tr: Aðýnýzý yeniden baþlatýrken bir hata oluþtu : %s
uk: Проблема при перезапуску мереж╕: %s
vi: Trôc trÆc x¶y ra khi khëi ®éng l¹i m¹ng: %s

source: Congratulations, the network and internet configuration is finished. The configuration will now be applied to your system.
cs: Gratulujeme, konfigurace sítì a internetu je ukonèena. Konfigurace bude nyní aktivována.
eu: Zorionak. interneten zaude. Konfigurazioa zure sisteman egokituko da.
hr: Èestitam, mre¾na i internet konfiguracija je zavr¹ena. Konfiguracija æe sada biti primjenjena na va¹em sustavu.
lt: Sveikiname, jûsø tinklo ir Internet konfiguracija baigta. Dabar konfiguracijà pritaikysime sistemai.
sk: Gratulujeme. Nastavenie siete a pripojenia k internetu je dokonèené Nastavenie bude teraz aplikované na vá¹ systém.
tr: Tebrikler, að ve internet yapýlandýrmasýný tamamladýnýz. Þimdi bu yapýlandýrma sisteminize uygulanacak.
uk: В╕та╓мо, конф╕╜урац╕я мереж╕ зак╕нчена. Тепер ця конф╕╜урац╕я буде застосована до вашо╖ системи.
vi: Chóc mõng, qu¸ tr×nh cÊu h×nh m¹ng vµ internet ®· kÕt thóc. CÊu h×nh b©y giê sÏ ®­îc ¸p dông cho hÖ thèng.

source: After that is done, we recommend you to restart your X environnement to avoid hostname changing problem.
cs: Doporuèujeme po tomto kroku restartovat X Window, aby se pøede¹lo problémùm se zmìnou jména poèítaèe.
eu: Ondoren, X berrabiarazi, problemarik egon ez daitean.
hr: Nakon ¹to je to napravljeno, preporuèamo da ponovno pokrenete va¹e X okru¾je kako bi izbjegli probleme prilikom promjene imena raèunala.
lt: Po to rekomenduojame jums perleisti X aplinkà, kad iðvengti problemø su kompiuterio vardu.
sk: Po zmene doporuèujeme re¹tartovat X windows, aby ste predi¹li problémom pri zmene hos»ovského mena.
tr: Bittikten sonra, makina ismi deðiþtirme sorunlarýndan kaçýnmak için X ortamýndan baþlatmanýz önerilir.
uk: П╕сля того, як це зак╕нчено, бажано перевантажити X сервер для того, щоб позбутися проблеми ╕з зм╕ною назви хоста.
vi: Sau khi xong, b¹n nªn khëi ®éng l¹i m«i tr­êng X ®Ó tr¸nh biÕn ®æi ¶nh h­ëng tíi tªn m¸y chñ (hostname).

source: WARNING: This device has been previously configured to connect to the Internet. Simply accept to keep this device configured. Modifying the fields below will override this configuration.
cs: VAROVÁNÍ: Toto zaøízení ji¾ bylo nastaveno pro pøipojení k Internetu. Kliknìte na Ok pro zachování nastavení. Modifikace následujících polo¾ek pøepí¹e toto nastavení.
eu: KASU: Tresna hau aurretik Interneten erabiltzeko egokita duzu. Ados sakatu tresna dagoen moduan mantentzeko. Aldaketak eginez gero konfigurazioa aldatuko da.
hr: UPOZORENJE: Ovaj ureðaj je bio prethodno konfiguriran za spajanje na Internet. Jednostavno prihvatite ovaj ureðaj konfiguriran. Promjena polja ni¾e æe prepisati ovu konfiguraciju.
lt: PERSPËJIMAS: Gis árenginys jau anksèiau buvo sutvarkytas prisijungimui prie interneto. Paprasèiausiai spausk Gerai, jei nori palikti já toká. Jei pakeisi kà nors þemiau esanèiuose laukuose, tai ásigalios vietoj senøjø nuostatø.
lv: BRÎDINÂJUMS: Ðî ierîce jau agrâk ir konfigurçta, lai pieslçgtos Internetam. Vienkârði apstipriniet, ka vçlaties saglabât ðo konfigurâciju. Tâlâko lauku izmainîðana pârrakstîs ðo konfigurâciju.
sk: Varovanie: Toto zariadenie u¾ bolo nastavené na prístup k internetu. Jednoducho nechajte pôvodné nastavenie. Modifikácia parametrov mô¾e zmeni» nastavenie.
tr: UYARI: Bu aygýt daha önce internet baðlantýsý için yapýlandýrýlmýþ. Basitçe 'Ayarlarý tut'u seçin ve eski ayarlarýnýzla devam edin. Bu yapýlanmayý deðiþtirmemek istiyorsanýz devam edin.
uk: УВАГА: Цей пристр╕й було попередньо настро╓но для з'╓днання з ╤нтернетом. Просто натисн╕ть "Гаразд" щоб зберегти конф╕╜урац╕ю пристрою. Зм╕на пол╕в нижче приведе до зм╕ни конф╕╜урац╕╖ пристрою.
vi: C¶nh b¸o: ThiÕt bÞ nµy tr­íc ®©y ®· ®­îc cÊu h×nh cho kÕt nèi Internet. §¬n gi¶n chØ viÖc ®ång ý gi÷ thiÕt bÞ ®· ®­îc cÊu h×nh nµy. Thay ®æi c¸c tr­êng d­íi ®©y sÏ ghi ®Ì lªn cÊu h×nh nµy.

source: Please enter the IP configuration for this machine. Each item should be entered as an IP address in dotted-decimal notation (for example, 1.2.3.4).
cs: Prosím zadejte IP nastavení pro tento poèítaè. Ka¾dá polo¾ka musí být zadána jako IP adresa v 'desetinné' formì (napøíklad 1.2.3.4).
eu: Makina honetarako IP konfigurazioa ezarri mesedez. Item bakoitze zenbaki eta puntuz sartu behar da IPan bezala (adibidez, 1.2.3.4).
hr: Molim unesite IP postavke za ovaj stroj. Svaka stavka treba biti unesena kao IP adresa odvojena toèkama (npr. 1.2.3.4)
lt: Praðom áraðyti ðio kompiuterio IP konfigûracijà. Kiekvienas laukas turi bûti áraðytas kaip IP adresas deðimtainiais skaièiais su taðkais (pvz. 192.168.2.36).
lv: Lûdzu ievadiet ðî datora IP konfigurâciju. Visi dati jâievada kâ IP adreses ar punktiem atdalîtu decimâlu skaitïu veidâ (piemçram, 1.2.3.4).
ro: Vã rog intraþi configuraþia IP pentru acest calculator. Fiecare rubrica va trebui sa fie completatã ca o adresã IP în format zecimal-punctat (de exemplu 192.168.1.55).
sk: Zadajte IP konfiguráciu tohoto poèítaèa. Ka¾dý záznam by mal by» zadaný ako IP adresa v dekadickom tvare oddelenom bodkami (napr. 1.2.3.4).
tr: Lütfen bu makina için gerekli IP deðerlerini girin.
uk: Введ╕ть, будь-ласка, конф╕гурац╕ю IP для ц╕╓╖ машини. Кожен пункт треба вводити як IP адресу в точково-десятков╕й нотац╕╖ (як, наприклад, 1.2.3.4)
vi: H·y nhËp cÊu h×nh IP cho m¸y tÝnh nµy. Mçi mét môc cÇn ®­îc ®iÒn vµo mét ®Þa chØ IP lµ ký hiÖu thËp ph©n vµ dÊu chÊm ®Çy ®ñ (VD: 1.2.3.4).
