Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Configuring network device %s
cs: Nastavuji sí»ové zaøízení %s
eu: % sarerako tresna konfiguratzen
hr: Pode¹avam mre¾ni ureðaj %s
lt: Konfigûruojamas tinklo árenginys %s
lv: Konfigurçju tîkla iekârtu %s
ro: Configuraþia cãrþii de reþea %s
sk: Konfigurácia sie»ového zariadenia %s
tr: %s að aygýtý ayarlanýyor
uk: Конф╕гурую пристр╕й мереж╕ %s
vi: §ang cÊu h×nh thiÕt bÞ m¹ng %s

source: (driver %s)
cs: (ovladaè %s)
eu: (%s gidaria)
hr: (upravljaèki program %s)
lt: (tvarkyklë %s)
lv: (draiveris %s)
sk: (ovladaè %s)
tr: (%s sürücüsü)
uk: (%s драйвер)

source: IP address
cs: IP adresa
eu: IP helbidea
hr: IP adresa
lt: IP adresas
lv: IP adrese
sk: IP adresa
tr: IP adresi:
uk: IP-адреса
vi: §Þa chØ IP

source: Netmask
cs: Maska sítì
eu: Maskara (Netmask)
hr: Netmaska
lv: Tîkla maska
sk: Maska siete
tr: Að maskesi:
uk: Маска мереж╕
vi: MÆt n¹ m¹ng

source: Automatic IP
cs: Automatická IP
eu: IP automatikoa
hr: Automatski IP
lt: Automatinis IP
lv: Automâtisks IP
ro: IP automat
sk: Automatická IP
tr: Otomatik IP
uk: Автоматична конф╕гурац╕я IP
vi: IP tù ®éng

source: IP address should be in format 1.2.3.4
cs: IP adresa musí být ve formátu 1.2.3.4
eu: IP helbidea hurrengo formatuan 1.2.3.4
hr: IP adresa treba biti oblika 1.2.3.4
lt: IP adresas turëtø bûti 1.2.3.4 formato
lv: IP adreses formâtam jâbût 1.2.3.4
ro: Adresa IP ar trebui sã fie în formatul 1.2.3.4
sk: IP adresa musí by» vo formáte 1.2.3.4
tr: IP adresi 1.2.3.4 biçimide olmalýdýr
uk: IP адреса ма╓ бути у формат╕ 1.2.3.4
vi: §Þa chØ IP ph¶i cã d¹ng 1.2.3.4

source: Please enter your host name. Your host name should be a fully-qualified host name, such as ``mybox.mylab.myco.com''. You may also enter the IP address of the gateway if you have one
cs: Prosím zadejte jméno va¹eho poèítaèe. Toto jméno musí být úplné, jako 'mybox.mylab.myco.com'. Pokud pou¾íváte bránu(gateway), mù¾ete také zadat její adresu
eu: Ostalariaren izena sartu mesedez. Zure ostalariaren izena guztiz gaitua behar du izan, honakoa bezala ``nirekutxa.niregela.nirelantegia.com''. Atariaren (gateway) IP helbidea sar dezakezu horrelakorik baduzu
hr: Molim unesite ime raèunala. Ime raèunala treba biti puno ime raèunala, primjerice mojeracunalo.odjel.domena.hr. Takoðer unesite IP adresu gateway raèunala ako gateway postoji
lt: Praðom ávesti savo hosto vardà, jei já þinai. tai turëtø bûti pilnai apraðytas hosto vardas, panaðus á "mano.filialas.istaiga.lt". Taip pat gali ávesti ðliuzo (gateway) IP adresà, jeigu toká turi
lv: Lûdzu ievadiet resursa vârdu. Resursa vârdam ir jâbût pilnam kvalificçtam resursa vârdam, piemçram, ``mybox.mylab.myco.com''. Jûs varat ievadît arî vârtejas IP adresi, ja tâda ir
ro: Vã rog intraþi numele calculatorului. Numele calculatorului ar trebui sã fie un nume întreg-calificat, ca de exemplu ``calculatorulmeu.laboratorulmeu.întreprindereamea.com''. Puteþi de asemenea intra adresa IP a pasarelei dacã aveþi una
sk: Prosím zadajte meno vá¹ho poèítaèa. Meno vá¹ho poèítaèa by malo byt plne kvalifikované host name, ako napríklad ``hq.alert.sk''. Tie¾ mô¾ete zada» IP adresu brány ak ju viete
tr: Lütfen makinanýzýn ismini girin. Örneðin ``makinaismi.alanadý.com''. Eðer að geçiti kullanýyorsanýz bunun da IP numarasýný girmelisiniz.
uk: Введ╕ть, будь-ласка, назву Вашого хоста. Назва хоста повинна бути повн╕стю квал╕ф╕кованою назвою хоста, такою, як, наприклад, ``mybox.mylab.myco.com''. Ви також можете ввести IP адресу шлюза якщо Ви такий ма╓те.
vi: H·y ®iÒn tªn m¸y chñ cña b¹n. Tªn m¸y chñ ph¶i lµ tªn ®Çy ®ñ, vÝ dô nh­ ``mybox.mylab.myco.com''. B¹n cã thÓ ®iÒn ®Þa chØ IP cña cæng kÕt nèi nÕu b¹n biÕt

source: DNS server
eu: DNS zerbitzaria
hr: DNS poslu¾itelj
lt: DNS serveris
lv: DNS serveris
tr: DNS sunucusu
uk: Сервер DNS
vi: M¸y chñ DNS

source: Gateway
cs: Brána(gateway)
eu: Ataria (gateway)
lt: Ðliuzas (Gateway)
lv: Vârteja
sk: Brána
tr: Að geçiti
uk: Шлюз
vi: Cæng kÕt nèi

source: Gateway device
cs: Zaøízení brány(gateway)
eu: Atariko tresna (gateway device)
hr: Gateway ureðaj
lt: Ðliuzo (gateway) árenginys
lv: Vârtejas ierîce
sk: Zariadenie smerujúce k bráne
tr: Að geçiti aygýtý
uk: Шлюзовий пристр╕й
vi: ThiÕt bÞ cæng kÕt nèi

source: Proxies configuration
cs: Nastavení proxy
eu: Proxien konfigurazioa
hr: Postava proxy-a
lt: Proxy konfigûracija
lv: Proxy serveru konfigurâcija
sk: Nastavenie proxy
tr: Vekil sunucu ayarlarý
uk: Конф╕╜урац╕я прокс╕
vi: CÊu h×nh m¸y chñ ñy nhiÖm

source: HTTP proxy
tr: HTTP vekil sunucu
uk: Прокс╕ HTTP
vi: M¸y chñ ñy nhiÖm HTTP

source: FTP proxy
tr: FTP vekil sunucu
uk: Прокс╕ FTP
vi: M¸y chñ ñy nhiÖm FTP

source: Track network card id (usefull for laptops)
cs: Sledovat id sí»ové karty (u¾iteèné u notebookù)
tr: Track að kart id'si (laptoplar için kullanýþlý)
uk: Записати id плати мереж╕ (може знадобиться при користуванн╕ моб╕льним комп'ютером)
vi: KiÓm tra ®Þnh danh card m¹ng (h÷u Ých cho laptop)

source: Proxy should be http://...
cs: Proxy by mìla být http://...
eu: Proxy-a honelakoa http://...
hr: Proxy treba biti http://...
lt: Proxy turëtø bûti http://...
lv: Proxy bûtu jâbût http://...
ro: Proxy-ul ar trebui sã fie http://...
sk: Proxy má by» http://...
tr: Vekil sunucu http://... þeklinde olmalý.
uk: Вигляд прокс╕ ма╓ бути http://...
vi: M¸y chñ ñy nhiÖm nªn lµ http://...

source: Proxy should be ftp://...
cs: Proxy by mìla být ftp://...
eu: Proxy-a honelakoa ftp://...
hr: Proxy treba biti ftp://...
lt: Proxy turëtø bûti ftp://...
lv: Proxy bûtu jâbût ftp://...
ro: Proxy-ul ar trebui sã fie ftp://...
sk: Proxy má by» ftp://...
tr: Vekil sunucu ftp://... olmalý.
uk: Вигляд прокс╕ ма╓ бути ftp://...
vi: M¸y chñ ñy nhiÖm nªn lµ ftp://...

source: Internet configuration
cs: Nastavení Internetu
eu: Interneten konfigurazioa
hr: Postava Interneta
lt: Interneto konfigûravimas
lv: Interneta konfigurâcija
sk: Konfigurácia internetu
tr: Ýnternet ayarlarý
uk: Конф╕гурац╕я ╕нтернету
vi: CÊu h×nh Internet

source: Do you want to try to connect to the Internet now?
cs: Chcete se nyní pokusit pøipojit k internetu?
eu: Internetera konektatze saiorik egin nahi orain?
hr: Da li ¾elite poku¹ati spajanje na Internet ?
lt: Ar nori pabandyti prisijungti prie interneto dabar?
lv: Vai vçlaties mçìinât pieslçgties internetam tûlît?
sk: Chcete sa skúsi» pripoji» teraz k internetu?
tr: Ýnternet baðlantýsýný þimdi denemek ister misiniz?
uk: Чи Ви хочете спробувати п╕дключитися до ╕нтернету зараз?
vi: B¹n cã muèn thö kÕt nèi Internet b©y giê kh«ng?

source: Testing your connection...
cs: Testuji pøipojení k internetu...
eu: Konexioa frogatzen...
hr: Testiram va¹u vezu...
lt: Iðbandoma jungtis...
lv: Izmçìinu pieslçgumu...
sk: Testovanie pripojenia...
tr: Baðlantýnýz test ediliyor...
uk: Випробування з'╓днання...
vi: §ang kiÓm tra kÕt nèi...

source: The system is now connected to Internet.
cs: Poèítaè je nyní pøipojen k internetu
eu: Internetera konektatuta zaude.
hr: Sustav je sada spojen na Internet.
lt: Sistema dabar prijungta prie interneto.
lv: Sistçma paðlaik ir pieslçgta Internetam.
sk: Systém je teraz pripojený k internetu.
tr: Sistem þu anda internete baðlý.
uk: Система з'╓днана з ╕нтернетом.
vi: HÖ thèng b©y giê ®­îc nèi víi Internet.

source: For Security reason, it will be disconnected now.
cs: Z bezpeènostních dùvodù bude spojení ukonèeno.
eu: Segurtasunagatik, orain deskonektatuko da.
hr: Zbog sigurnosnih razloga, biti æe sada odspojen.
sk: Z bezpeènostných dôvodov bude teraz odpojený.
tr: Güvenlik nedenleri ile baðlantýnýz kapatýlacaktýr.
uk: З точки зору безпеки, ви будете зараз в╕д'╓днан╕.
vi: V× lý do b¶o mËt, b©y giê ng¾t kÕt nèi.

source: The system doesn't seem to be connected to internet. Try to reconfigure your connection.
cs: Nepodaøilo se pøipojit k Internetu. Pokuste se pøekonfigurovat dané pøipojení.
eu: Internetera konektatu ezinik. Egokitu konexioa.
hr: Èini se kako sustav nije spojen na internet. Probajte ponovno podesiti va¹u vezu.
lt: Neatrodo, kad sistema dabar prijungta prie interneto. Bandyk ið naujo konfigûruoti jungtá.
lv: Ðíiet, ja jûsu sistçmu nav pieslçgta Internetam. Mçìiniet pârkonfigurçt pieslçgumu.
sk: Systém prevdepodobne nieje pripojený k internetu. Skúste prekonfigurova» pripojenie.
tr: Sistem internete baðlý gibi görünmüyor. Baðlantýyý tekrar ayarlamayý deneyin.
uk: Система зда╓ться не п╕дключена до ╕нтернету. Спробуйте зм╕нити конф╕гурац╕ю свого з'╓днання.
vi: HÖ thèng kh«ng cã vÎ nh­ ®ang kÕt nèi víi Internet. Thö cÊu h×nh l¹i kÕt nèi.

source: Connection Configuration
cs: Nastavení pøipojení
eu: Konexioaren Konfigurazioa
hr: Postava Veze
lt: Jungties konfigûravimas
lv: Savienojuma konfigurçðana
sk: Konfigurácia pripojenia
tr: Baðlantý Ayarlarý
uk: Конф╕гурац╕я з'╓днання
vi: CÊu h×nh kÕt nèi

source: Please fill or check the field below
cs: Prosím vyplòte nebo zkontrolujte následující údaje
eu: Mesedez beheko eremua bete edo berrikusi
hr: Molim ispunite ili provjerite vrijednost doljnjeg polja
lt: Praðom uþpildyti arba patikrinti ðá laukelá
lv: Lûdzu aizpieldiet vai izvçlietis lauku
sk: Prosím vyplòte alebo za¹krtnite políèka
tr: Lütfen aþaðýdaki alaný doldurun ya da kontrol edin.
uk: Будь-ласка заповн╕ть або вибер╕ть поле внизу
vi: H·y ®iÒn hoÆc kiÓm tra tr­êng d­íi ®©y

source: Card IRQ
cs: IRQ karty
eu: Txartelaren IRQ
hr: IRQ kartice
lt: Plokðtës IRQ
lv: Kartes IRQ
sk: IRQ karty
tr: Kartýn IRQ deðeri
uk: Перепин картки

source: Card mem (DMA)
cs: DMA karty
eu: Txartelaren memoria (DMA)
hr: Memorija kartice (DMA)
lt: Plokðtës mem (DMA)
lv: Kartes mem (DMA)
sk: DMA karty
tr: Kartýn DMA deðeri
uk: Пам'ять картки (DMA)

source: Card IO
cs: IO karty
eu: Txartelaren IO
hr: IO kartice
lt: Plokðtës IO
lv: Kartes IO
sk: IO karty
tr: Kartýn IO deðeri
uk: В/В картки

source: Card IO_0
cs: IO_0 karty
eu: Txartelaren IO_0
hr: IO_0 kartice
lt: Plokðtës IO_0
lv: Kartes IO_0
sk: IO_0 karty
tr: Kartýn IO_0 deðeri
uk: В/В_0 картки

source: Card IO_1
cs: IO_1 karty
eu: Txartelaren IO_1
hr: IO_1 kartice
lt: Plokðtës IO_1
lv: Kartes IO_1
sk: IO_1 karty
tr: Kartýn IO_1 deðeri
uk: В/В_1 картки

source: Your personal phone number
cs: Va¹e osobní telefonní èíslo
eu: Zure telefono zenbakia
hr: Va¹ osobni telefonski broj
lt: Tavo asmeninis tel. numeris
lv: Jûsu privâtais telefona numurs
sk: Va¹e osobné telefónne èíslo
tr: Kiþisel telefon numaranýz
uk: Ваш особистий номер телефону
vi: Sè ®iÖn tho¹i c¸ nh©n cña b¹n

source: Provider name (ex provider.net)
cs: Jméno poskytovatele (napø provider.net)
eu: Ornitzailearen izena (adb: ornitzaile.net)
hr: Ime ISP pru¾atelja (npr. provider.hr)
lt: Tiekëjo pavadinimas (pvz. tiekejas.lt)
lv: Pakalpojumu sniedzçja nosaukums (piem., provider.net)
sk: Meno poskytovateµa (napr. provider.net)
tr: Servis saðlayýcý adý
uk: Назва провайдера (тобто provider.net)
vi: Tªn nhµ cung cÊp (VD: provider.net)

source: Provider phone number
cs: Telefonní èíslo poskytovatele
eu: Ornitzailearen telefono zenbakia
hr: Telef. broj pru¾atelja
lt: Tiekëjo telefono numeris
lv: Pakalpojumu sniedzçja telefona numurs
sk: Telefónne èíslo poskytovateµa
tr: Servis saðlayýcýnýn telefon numarasý
uk: Номер телефону провайдера
vi: Sè ®iÖn tho¹i cña nhµ cung cÊp

source: Provider dns 1 (optional)
cs: DNS poskytovatele è.1 (volitelné)
eu: Ornitzailearen dns 1 (aukerakoa)
hr: Pru¾ateljev DNS 1 (opciono)
lt: Tiekëjo DNS 1 (pasirinktinai)
lv: Provaidera dns 1 (nav obligâti)
sk: DNS 1 poskytovateµa (voliteµné)
tr: 1. Alan adý sunucusu
uk: 1й DNS провайдера (необов'язково)
vi: Tªn miÒn thø nhÊt cña nhµ cung cÊp

source: Provider dns 2 (optional)
cs: DNS poskytovatele è.2 (volitelné)
eu: Ornitzailearen dns 2 (aukerakoa)
hr: Pru¾ateljev DNS 2 (opciono)
lt: Tiekëjo DNS 2 (pasirinktinai)
lv: Provaidera dns 2 (nav obligâti)
sk: DNS 2 poskytovateµa (voliteµné)
tr: 2. Alan adý sunucusu
uk: 2й DNS провайдера (необов'язково)
vi: Tªn miÒn thø hai cña nhµ cung cÊp

source: Choose your country
cs: Výbìr si zemi
sk: Vyberte si va¹u krajinu
tr: Ülkenizi seçin
uk: Вибер╕ть кра╖ну
vi: Chän quèc gia cña b¹n

source: Dialing mode
cs: Typ vytáèení
eu: Markatze modua
hr: Naèin biranja
lt: Skambinimo reþimas
lv: Zvanîðanas reþîms
sk: Mód vytáèania
tr: Çevirme kipi
uk: Режим зв'язку через модем
vi: ChÕ ®é quay sè

source: Connection speed
cs: Rychlost pøipojení
eu: Loturaren abiadura
sk: Rýchlos» pripojenia
tr: Baðlantý hýzý
uk: Швидк╕сть зв'язку
vi: Tèc ®é kÕt nèi

source: Connection timeout (in sec)
cs: Prodleva pøipojení (vteøiny)
sk: Timeout pripojenia (v sekundách)
tr: Baðlantý zaman aþýmý (saniyede)
uk: Затримка перед закриттяс зв'язку (сек)
vi: HÕt thêi gian kÕt nèi (theo gi©y):

source: Account Login (user name)
cs: Vá¹ úèet (u¾ivatelské jméno)
eu: Kontuaren login-a (erabiltzailearen izena)
hr: Korisnièko ime
lt: Pasisveikinimas (vartotojo vardas)
lv: Konta nosaukums (lietotâja vârds)
sk: Meno úètu (u¾ivateµské meno)
tr: Kullanýcý Adý
uk: Рахунок користувача (╕м'я користувача)
vi: Account ®¨ng nhËp (tªn ng­êi dïng)

source: Account Password
cs: Heslo va¹eho úètu
eu: Kontuaren Pasahitza
hr: Korisnièka Lozinka
lt: Slaptaþodis
lv: Konta parole
sk: Heslo úètu
tr: Parola
uk: Пароль у провайдера
vi: MËt khÈu account

source: Extended partition not supported on this platform
cs: Roz¹íøené diskové oddíly nejsou na tomto systému podporovány
eu: Plataforma honek ez du onartzen hedatutako(extended) partiziorik
hr: Pro¹irene particije nisu podr¾ane na ovoj platformi
lt: Iðplëstiniai skirsniai ðioje platformoje nepalaikomi
lv: Ðai platformai paplaðinâtâ partîcija nav pieejama
pa_in: ਐਕਸਟੈਂਡਡ ਭਾਗ ਨੂੰ ਇਸ ਪਲੇਟਫਾਰਮ ਤੇ ਸਹਿਯੋਗ ਨਹੀਂ
ro: Partiþiile extended nu sunt suportatet pe aceastã platformã
sk: Na tejto platforme njeje podporovaný roz¹írený oddiel
tr: Mantýksal bölüm bu platform tarafýndan desteklenmiyor
uk: Розширен╕ п╕дрозд╕ли не п╕дтримуються на ц╕й платформ╕.
vi: Ph©n vïng më réng kh«ng ®­îc hç trî trªn nÒn t¶ng nµy

source: You have a hole in your partition table but I can't use it. The only solution is to move your primary partitions to have the hole next to the extended partitions
cs: Ve tabulce diskových oddílù je mezera, ale nemohu ji pou¾ít. Jediné øe¹ení je pøesunout primární oddíly tak, abyste mìli mezeru vedle roz¹íøených oddílù.
eu: Partizio taulan erabil ez dezakedan zuloa duzu. Soluzio bakarra da lehen mailako partizioak mugitzea eta zuloa hedatutako(extended) partizioen parean uztea
hr: Imate rupu u svojoj particijskoj tablici meðutim ja je ne mogu iskoristiti. Jedino rje¹enje je da pomaknete va¹u primarnu particiju kako bi rupa bila odmah do pro¹irenih particija.
lt: Skirsniø lentelëje yra tuðèios vietos, bet ji negali bûti panaudota. Vienintelis sprendimas yra perkelti pirminius skirsnius taip, kad tuðèia vieta bûtø ðalia iðplëstiniø skirsniø
lv: Jûsu diska partîciju tabulâ ir caurums, bet es to nevaru izmantot. Vienîgais risinâjums ir pârvietot primâras partîcijas tâ, lai caurums atrastos blakus paplaðinâtajâm partîcijâm
ro: Aveþi o gaurã în tabloul de partiþii dar nu pot sã o folosesc. Singura soluþie e sã deplasaþi partiþia principalã pentru a avea gaura lîngãpartiþia extinsã
sk: V tabuµke rozdelenia disku sa nachádza záznam o voµnom priestore, ktorý nedoká¾em vyu¾i». Jediné rie¹enie je presunú» primárny oddiel tak, aby sa voµné miesto nachádzalo za ním a bolo pou¾iteµné pre roz¹írený oddiel.
tr: Bölümlendirme tablonuzda bir boþluk var ama kullanýlamaz durumda. Bu boþluðu, birinci bölümünüzü en yakýnýndaki mantýksal bölüme taþýyarak sorunu çözebilirsiniz.
uk: У Вас ╓ пром╕жок в таблиц╕ розд╕л╕в, але я не можу ним скористуватися. ╢диним р╕шенням може бути пересунути Ваш╕ основн╕ п╕дрозд╕ли так, щоб пром╕жок був поруч з розширеними п╕дрозд╕лами.
vi: Cã mét lç trèng trong b¶ng ph©n vïng cña b¹n nh­ng ch­¬ng tr×nh kh«ng sö dông ®­îc. ChØ cã gi¶i ph¸p lµ chuyÓn c¸c ph©n vïng ®Çu tiªn ®Ó cã lç trèng tiÕp theo cho c¸c ph©n vïng më réng

source: Restoring from file %s failed: %s
cs: Obnova ze souboru %s neuspìla: %s
eu: %s fitxategitik berreskuratzen: %s
hr: Vraæanje iz datoteke %s nije uspjelo: %s
lt: Nepavyko atstatyti ið bylos %s: %s
lv: Atjaunoðana no faila %s neizdevâs: %s
ro: Restaurarea din fiºierul %s a eºuat: %s
sk: Obnovenie zo súboru %s zlyhalo: %s
tr: %s dosyasýndan kurtarýlmasýnda hata: %s
uk: В╕дновлення з файлу %s не спрацювало: %s
vi: Kh«i phôc tõ tËp tin %s kh«ng ®­îc: %s

source: Bad backup file
cs: ©patný zálo¾ní soubor
eu: Backup fitxategi kaxkarra
hr: Lo¹a backup datoteka
lt: Bloga atsarginë byla
lv: Slikts rezerves kopijas fails
ro: Backup defectuos
sk: Chybný zálohovací súbor
tr: Hatalý yedekleme dosyasý
uk: Поганий резервний файл
vi: TËp tin sao l­u háng

source: Error writing to file %s
cs: Chyba pøi zapisování do souboru %s
eu: %s fitxategia idazterakoan errorea
hr: Gre¹ka prilikom pisanja u datoteku %s
lt: Klaida áraðant á bylà %s
lv: Kïûda, ierakstot failâ %s
ro: Eroare la scrierea în fiºierul %s
sk: chyba pri zápise do súboru %s
tr: %s dosyasýna yazarken hata oluþtu
uk: Помилка при запис╕ у файл %s
vi: Lçi ghi vµo tËp tin %s

source: Something bad is happening on your drive. A test to check the integrity of data has failed. It means writing anything on the disk will end up with random trash
cs: Nìco ¹patného se stalo s pevným diskem. Test na integritu dat selhal. To znamená, ¾e zápis na tento disk mù¾e skonèit nepøedvídanì
hr: Ne¹to lo¹e se de¹ava sa va¹im pogonom. Test za provjeru integriteta podataka je neuspje¹an. To znaèi da pisanje bilo èega na va¹ disk rezultira sluèajnim smeæem
lt: Kaþkas blogo nutiko jûsø kaupikliui. Bandymas pabandyti jo vientisumà nepavyko. Tai sako, kad raðymas á já bus visiðkas mëðlas.
sk: Na va¹om disku sa deje nieèo nedobré. Zlyhal test integrity dát. Akýkoµvek zápis dát mo¾e skonèi» neúspechom a stratou dát.
tr: Diskinizde bir þeyler kötü gidiyor. Veri bütünlüðünün denetlenmesi baþarýsýz oldu. Bu durumda bu diske yazýlan her þey çöpe gitmiþ olacak.
uk: Щось недобре в╕дбува╓ться на вашому диску. Тестування ц╕л╕сност╕ даних було невдалим. Це означа╓, що запис будь-чого на диск матиме сумний результат.
vi: X¶y ra vÊn ®Ò háng hãc g× ®ã trªn ®Üa cña b¹n. ViÖc kiÓm tra tÝnh toµn vÑn cña d÷ liÖu kh«ng thùc hiÖn ®­îc. §iÒu nµy cã nghÜa lµ viÖc ghi bÊt kú c¸i g× lªn ®Üa sÏ kh«ng chuÈn

source: must have
cs: musíte mít
eu: beharrezko
hr: potrebno
lt: turi turëti
lv: nepiecieðama
ro: trebuie avut
sk: musí ma»
tr: zorunlu
uk: потр╕бний
vi: ph¶i cã

source: important
cs: dùle¾ité
eu: garrantzitzu
hr: va¾no
lt: svarbus
lv: svarîga
sk: dôle¾ité
tr: önemli
uk: важливий
vi: quan träng

source: very nice
cs: nejménì dùle¾ité
eu: oso ederra
hr: vrlo lijepo
lt: labai gerai
lv: ïoti derîga
ro: foarte simpatic
sk: veµmi pekné
tr: çok hoþ
uk: дуже гарний
vi: rÊt tuyÖt

source: nice
cs: nedùle¾ité
eu: ederra
hr: lijepo
lt: nuostabu
lv: derîga
ro: simpatic:
sk: pekné
tr: güzel
uk: гарно
vi: tuyÖt

source: maybe
cs: mù¾e se hodit
eu: litekeena
hr: mo¾da
lt: galbût
lv: varbût
ro: poate
sk: mo¾no
tr: belki
uk: можливо
vi: cã thÓ lµ

source: CUPS - Common Unix Printing System
cs: CUPS - Tiskový Systém pro Unix
tr: CUPS - Genel Unix Yazdýrma Sistemi
uk: CUPS - Common Unix Printing System (Сп╕льна система друку для Юн╕кс)
vi: CUPS - HÖ thèng in Ên Unix th«ng dông

source: LPRng - LPR New Generation
cs: LPRng - LPR Nové generace
tr: LPRng - LPR Yeni Oluþum
uk: LPRng - LPR New Generation (нове покол╕ння)
vi: ThÕ hÖ LPRng - LPR míi

source: LPD - Line Printer Daemon
cs: LPD - Démon pro tiskárny
tr: LPD - Satýr yazdýrma Daemonu
vi: LPD - Daemon in Ên theo tuyÕn

source: PDQ - Print, Don't Queue
cs: PDQ - Tisk bez ukládání do fronty
eu: PDQ - Inprimatu, Ez jarri ilaran
sk: PDQ - Tlaè, neukladaj do fronty.
tr: PDQ - Kuyruða deðil doðrudan yazýcýya gönder
vi: PDQ - In, kh«ng xÕp hµng

source: Local printer
cs: Místní tiskárna
eu: Bertoko irarkola
hr: Lokalni pisaè
lt: Vietinis spausdintuvas
lv: Lokâls printeris
ro: Imprimantã localã
sk: Lokálna tlaèiareò
tr: Yerel Yazýcý
uk: Локальний принтер
vi: M¸y in côc bé

source: Remote printer
cs: Vzdálená tiskárna
eu: Urrutiko irarkola
hr: Postavke udaljenog pisaèa
lt: Nutolæs spausdintuvas
lv: Attâls printeris
sk: Vzdialená tlaèiareò
tr: Uzaktaki Yazýcý
uk: В╕ддалений принтер
vi: M¸y in ë xa

source: Printer on remote CUPS server
cs: Tiskárna na vzdáleném CUPS serveru
sk: Tlaèiareò na vzdialenom CUPS serveri
tr: Uzaktaki CUPS sunucusundaki yazýcý
uk: Принтер на в╕ддаленому сервер╕ CUPS
vi: M¸y in cña m¸y chñ CUPS ë xa

source: Printer on remote lpd server
cs: Tiskárna na vzdálený lpd serveru
sk: Tlaèiareò na vzdialenom lpd serveri
tr: Uzaktaki lpd sunucusundaki yazýcý
uk: Принтер на в╕ддаленому сервер╕ lpd
vi: M¸y in cña m¸y chñ LPD ë xa

source: Network printer (socket)
cs: Sí»ová tiskárna (socket)
eu: Sareko irarkola (socket)
hr: Mre¾ni pisaè (socket)
lt: Tinklo spausdintuvas (lizdas)
lv: Tîkla printeris (socket)
sk: Sie»ová tlaèiareò (soket)
tr: Að Yazýcýsý (socket)
uk: Принтер в мереж╕ (сокет)
vi: M¸y in m¹ng (socket)

source: Printer on SMB/Windows 95/98/NT server
cs: Tiskárna na serveru Windows 95/98/NT
sk: Tlaèiareò na vzdialenom SMB/Windows 95/98/NT serveri
tr: SMB/Windows 95/98/NT sunucusundaki yazýcý
uk: Принтер на сервер╕ SMB/Windows 95/98/NT
vi: M¸y in cña m¸y chñ SMB/Windows 95/98/NT

source: Printer on NetWare server
cs: Tiskárna na Netware serveru
sk: Tlaèiareò na vzdialenom NetWare serveri
tr: Yazýcý Sunucusundaki yazýcý
uk: Принтер на NetWare сервер╕
vi: M¸y in cña m¸y chñ NetWare

source: Enter a printer device URI
cs: Zadejte URI tiskového zaøízení
sk: Vlo¾te URI zariadenia tlaèiarne
tr: URI aygýtý için bir yazýcý girin
uk: Введ╕ть URI пристрою принтера
vi: H·y nhËp thiÕt bÞ in URI

source: Pipe job into a command
cs: Poslat tiskovou úlohu do pøíkazu
sk: Presmeruj výstup do príkazu
tr: Bir komuttaki baðlama iþi
uk: Перенаправити роботу по каналу в команду
vi: Pipe (®Æt èng dÉn) vµo trong lÖnh

source: Unknown model
cs: Neznámý model
sk: Neznámy model
tr: Bilinmeyen Model
uk: Нев╕дома модель
vi: KiÓu kh«ng x¸c ®Þnh

source: Raw printer (No driver)
cs: Pøímý tisk (bey ovladaèe)
tr: Temel yazýcý (sürücüsüz)

source: (on %s)
cs: (na %s)
sk: (nal %s)
tr: (%s de)
uk: (на %s)
vi: (trªn %s)

source: (on this machine)
cs: (na tomto poèítaèi)
sk: (na tomto stroji)
tr: (bu makinede)
uk: (на ц╕й машин╕)
vi: (trªn m¸y tÝnh nµy)

source: Select Printer Connection
cs: Zvolte pøipojení tiskárny
eu: Irarkolaren konexioa hautatu
hr: Odaberite vezu pisaèa
lt: Pasirink spausdintuvo jungtá
lv: Izvçlieties printera pieslçgumu
ro: Selectaþi Conexiunea de imprimantã
sk: Zvoµte pripojenie tlaèiarne
tr: Yazýcý Baðlantýsý Seçin
uk: Вибер╕ть з'╓днання принтера
vi: Chän KÕt Nèi M¸y In

source: How is the printer connected?
cs: Jak je tiskárna pøipojena?
eu: Zelan dago irarkola konektatua?
hr: Kako je pisaè povezan?
lt: Kaip yra prijungtas spausdintuvas?
lv: Kâ ðis printeris ir pieslçgts?
ro: Cum e conectatã imprimanta ?
sk: Ako je tlaèiareò pripojená?
tr: Yazýcýnýz ne þekilde baðlý?
uk: Як принтер з'╓днаний
vi: M¸y in ®­îc kÕt nèi nh­ thÕ nµo?

source: Printers on remote CUPS servers you do not have to configure here; these printers will be automatically detected. Please select "Printer on remote CUPS server" in this case.
cs: V pøípadì vzdáleného CUPS serveru nemusíte nastavovat tiskárny zde, budou automaticky detekovány. V tomto pøípadì zvolte "Tiskárna na vzdáleném CUPS serveru".
sk: Tlaèiarne na vzdialenom CUPS serveri nemusíte konfigurova» lokálne; tlaèiarne budú automaticky detekované. Prosím zoµte "Tlaèiareò na vzdiailenom CUPS serveri".
tr: Uzak bir CUPS sunucusuyla, hiçbir yazýcýyý yapýlandýrmanýz gerekmemekte; her türlü yazýcý otomatik olarak bulunacaktýr. Emin deðilseniz "Uzak CUPS sunucusundaki yazýcý"'yý seçin.
uk: Для в╕ддаленого сервера CUPS Вам не потр╕бно конф╕╜урувати принтер╕в, вс╕ принтери будуть автоматично визначен╕. Якщо Ви сумн╕ва╓тесь, вибер╕ть "В╕ддалений сервер CUPS".
vi: Víi m¸y chñ CUPS ë xa, b¹n kh«ng ph¶i cÊu h×nh bÊt kú m¸y in nµo ë ®©y; c¸c m¸y in sÏ ®­îc ph¸t hiÖn tù ®éng. Tr­êng hîp nµy, chän "M¸y in cña m¸y chñ CUPS ë xa".
