Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: WARNING! DrakX will now resize your Windows partition. Be careful: this operation is dangerous. If you have not already done so, you should first exit the installation, run scandisk under Windows (and optionally run defrag), then restart the installation. You should also backup your data. When sure, press Ok.
cs: VAROVÁNÍ! DrakX nyní musí zmen¹it oddíl s Windows. Buïte opatrní: tato operace je nebezpeèná. Pokud jste tak ji¾ neuèinili, mìli byste nejprve ukonèit instalaci, spustit scandisk ve Windows (popøípadì i defrag) a potom instalaci znovu spustit Také byste si mìli data zálohovat. A¾ si budete jistí, ¾e chcete pokraèovat stisknìte Ok.
eu: KASU! DrakX-ek zure Windows partizioa egokitu behar du. Kontuz: operazio hau arriskutsua da. Ez baduzu oraindik egin, aurretik scandisk abiarazi (eta aukeran defrag) partizio honetan eta egizu backupa. Ziur bazaude, sakatu Ados.
hr: UPOZORENJE! DrakX sada mora promijeniti velièinu va¹e Windows particije Budite vrlo oprezni buduæi da je ova operacija izuzetno opasna. Ukoliko jo¹ niste mijenjali velièinu particije molim pokrenite scandisk (a preporuèamo i defrag) i provjerite particiju koju ¾elite mijenjati. Takoðer preporuèljivo je da backupirati sve podatke sa Windows particije. Kada ste sigurni da ¾elite nastaviti, pritisnite U redu.
lt: PERSPËJIMAS! DrakX dabar pakeis tavo Windows skirsnio dydá. Bûk atsargus: ðis veiksmas yra pavojingas. Jeigu to dar nepadarei, dabar pats laikas iðeiti ið ádiegimo, paleisti scandisk ið Windows (nepakenktø ir defrag paleisti), o tada ið naujo pradëti ádiegimà. Taip pat turëtum pasidaryti atsarginæ duomenø kopijà. Kai viskas sutvarkyta, spausk Gerai.
lv: BRÎDINÂJUMS! Tagad DrakX izmainîs Windows partîcijas izmçru. Esiet uzmanîgs: ðî darbîba ir bîstama. Ja jûs to vçl neesat izdarîjis, jums vispirms ir jâpârtrauc instalçðana, no Windows jâpalaiþ scandisk (ieteicams palaist arî defrag), tad atkârtoti jâsâk instalçðana. Vajadzçtu izveidot arî datu rezerves kopiju. Kad esat pârliecinâts, nospiediet Labi.
sk: POZOR! DrakX teraz ide zmeni» veµkos» vá¹ho Windows oddielu. Táto operácia je nebezpeèná. Bolo by vhodné aby ste najskôr spustili pod Windows scandisk a defrag. Ak ste to e¹te neurobili, ukonèite in¹taláciu a urobte to teraz. Bolo by tie¾ vhodné zazálohova» va¹e dáta. Ak viete èo robíte, stlaète Ok.
tr: UYARI!\ DrakX Windows disk bölümünüzü yeniden boyutlandýracaktýr. Bu iþlem tehlikeli olabilir. Daha önce yapmamýþsanýz kurulumdan çýkýn ve Windows altýnda Scandisk (ve seçimli olarak defrag) programýný çalýþtýrýn. Ardýndan kuruluma tekrar devam edin. Verilerinizin yedeðini almayý da unutmayýn! Emin olduðunuzda Tamam'a basýn.
uk: УВАГА! Зараз DrakX потр╕бно зм╕нити розм╕р п╕дрозд╕лу ╕з Windows. Обережно: ця операц╕я небезпечна. Якщо ви ще цього не зробили, Вам потр╕бно зараз припиниту установку, скористатися програмою scandisk з Windows (а кр╕м того, можливо, також дефрагментувати п╕дрозд╕л за допомогою defrag) на цьому п╕дрозд╕л╕ та зробити резервну коп╕ю Ваших даних. Коли все це зроблено - натисн╕ть Гаразд.
vi: C¶nh B¸o! DrakX sÏ chØnh l¹i kÝch th­íc ph©n vïng Windows. H·y thËn träng: ho¹t ®éng nµy nguy hiÓm. NÕu b¹n ch­a tiÕn hµnh, tr­íc hÕt h·y tho¸t ra khái qu¸ tr×nh cµi ®Æt, ch¹y tr×nh kiÓm tra æ ®Üa trong Windows (vµ tèt nhÊt lµ ch¹y c¶ tr×nh dån ®Üa), sau ®ã ch¹y l¹i tr×nh cµi ®Æt. B¹n còng nªn sao l­u d÷ liÖu. Khi thùc hiÖn xong, h·y nhÊn OK.

source: Which size do you want to keep for windows on
cs: Jakou velikost oddílu chcete nechat pro Windows na
eu: Zein tamaina gorde nahi duzu windowserako?
hr: Koliku velièinu ¾elite zadr¾ati za windowse
lt: Koká dydá norëtum palikti Windows'ams
lv: Kâdu apjomu vçlaties atstât priekð windows uz
sk: Koµko chcete necha» pre windows
tr: Windows için ne kadar yer býrakmak istiyorsunuz?
uk: Який розм╕р ви хочете залишити для Windows?
vi: B¹n muèn gi÷ kÝch th­íc nµo cho Windows

source: partition %s
cs: diskovém oddílu %s
eu: partizioa %s
hr: particija %s
lt: skirsnyje %s
lv: partîcija %s
sk: oddiel %s
tr: %s bölümünde
uk: п╕дрозд╕л %s
vi: Ph©n vïng %s

source: FAT resizing failed: %s
cs: Zmìna FAT oddílu neuspìla: %s
eu: FAT tamaina egokierak huts egin du: %s
hr: Mijenjanje FAT velièine nije uspjelo: %s
lt: Nepavyko pakeisti FAT dydþio: %s
lv: FAT izmçra maiòa neizdevâs: %s
nb: Klarte ikke krympe/øke FAT: %s
pa_in: FAT ਮੁੜ-ਅਕਾਰ ਅਸਫਲ: %s
sk: Neúspe¹ná zmena veµkosti FAT: %s
tr: FAT yeniden boyutlandýrmasý baþarýsýz: %s
uk: Автоматична зм╕на розм╕ру FAT не спрацювала: %s
vi: Kh«ng thiÕt lËp l¹i ®­îc kÝch th­íc FAT: %s

source: There is no FAT partitions to resize or to use as loopback (or not enough space left)
cs: Nejsou zde ¾ádné FAT oddíly, které by bylo mo¾né zmìnit (nebo není dostatek místa)
eu: Ez dao FAT partiziorik berregokitzeko edo loopback bezala erabiltzeko (edo ez da lekurik geratzen)
hr: Nema FAT particije za mjenjanje velièine ili za kori¹tenje loopback-a (ili nema dovoljno prostora)
lt: Nëra jokiø FAT skirsniø, kuriø dydá bûtø galima pakeisti arba naudoti juos loopback'ui (arba nëra pakankamai laisvos vietos)
lv: Nav FAT partîciju, lai izmainîto to izmçru vai izmantotu kâ loopback (vai nepietiek brîvas vietas)
sk: Nieje tu oddiel FAT, ktorému by sa dala zmeni» veµkos» alebo pou¾i» ho pre loopback (alebo tam nieje dostatok voµného miesta)
tr: Yeniden boyutlandýrýlacak ya da loopback olarak kullanýlacak hiç FAT bölümü yok (ya da boþ alan kalmamýþ)
uk: Нема╓ п╕дрозд╕лу FAT для зм╕ни розм╕ру або для використання як пристр╕й зворотнього монтування (або не вистача╓ в╕льного простору)
vi: Kh«ng cã ph©n vïng FAT nµo ®Ó thiÕt lËp l¹i kÝch th­íc hoÆc ®Ó loopback (hoÆc kh«ng ®ñ kh«ng gian trèng).

source: Erase entire disk
cs: Smazat celý disk
eu: Ezabatu disko osoa
hr: Obri¹i cijeli disk
lt: Iðtrinti visà diskà
lv: Izdzçst visu disku
sk: Vyma¾ celý disk
tr: Tüm disk silinsin
uk: Стерти весь диск
vi: Xo¸ toµn bé ®Üa

source: Remove Windows(TM)
cs: Odstranit Windows(TM)
eu: Ezabatu Windows(TM)
hr: Ukloni Windowse(TM)
lt: Iðmesti Windows(TM)
lv: Noòemt Windows(TM)
sk: Odstráni» Windows(TM)
tr: MS Windows silinsin
uk: Стерти Windows(TM)
vi: Xo¸ Windows(TM)

source: You have more than one hard drive, which one do you install linux on?
cs: Máte více ne¾ jeden pevný disk, na který chcete instalovat Linux?
eu: Disko zurrun bat baino gehiago duzu, zeinetan instalatu nahi duzu linux?
hr: Imate vi¹e od jednog hard diska, na koji ¾elite instalirati Linux?
lt: Tu turi daugiau negu vienà kietà diskà, á kurá nori ádiegti Linux?
lv: Jums ir vairâk nekâ viens cietais disks, uz kura jûs instalçjat linux?
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਤੋਂ ਜਿਆਦਾ ਹਾਰਡ ਡਰਾਈਵਾਂ ਹਨ, ਤੁਸੀਂ ਕਿਸ ਤੇ ਲੀਨਕਸ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ?
sk: Máte viac ako jeden disk, na ktorý chcete in¹talova» linux ?
tr: Birden çok sabit diskiniz var, hangisine linux kurmak istiyorsunuz?
uk: У Вас б╕льше одного диску. На який з них ви хочете встановити Л╕накс?
vi: B¹n cã h¬n mét ®Üa cøng, b¹n cµi ®Æt Linux lªn ®Üa nµo?

source: ALL existing partitions and their data will be lost on drive %s
cs: V©ECHNY diskové oddíly a data na disku %s budou zru¹ena
eu: Dauden partizio GUZTIAK eta hauetako datuak galduko dira %s-n
hr: SVE postojeæe particije i podaci biti æe izgubljeni na disku %s
lt: VISI kaupiklyje %s esantys skirsniai ir duomenys bus prarasti
lv: VISAS diska %s partîcijas un tajâs esoðie dati tiks pazaudçti
nb: Alle eksisterende partisjoner og data går tapt på stasjon «%s».
pa_in: ਡਰਾਈਵ %s ਤੇ ਸਭ ਮੌਜੂਦ ਭਾਗ ਅਤੇ ਉਹਨਾਂ ਦਾ ਡਾਟਾ ਗੁੰਮ ਹੋ ਜਾਵੇਗਾ
sk: V¹etky oddiely a dáta na nich budu stratené na disku %s
tr: %s diski üzerindeki TÜM bölümler ve veriler silinecektir
uk: ВС╤ ╕снуюч╕ п╕дрозд╕ли та вс╕ дан╕ на диску %s будуть втрачен╕
vi: Toµn bé c¸c ph©n vïng vµ d÷ liÖu hiÖn cã sÏ bÞ xãa khái æ ®Üa %s

source: Custom disk partitioning
cs: Vlastní rozdìlení disku
eu: Norberaren araberako partizioak
hr: Proizvoljno particioniranje diska
lt: Rankinis diskø skirstymas
lv: Pielâgots disku sadalîjums
nb: Egendefinert partisjonering
pa_in: ਪਸੰਦੀ ਦਾ ਡਿਸਕ ਵਿਭਾਗੀਕਰਨ
sk: Vlastné rozdelenie disku
tr: Özel Disk Bölümlendirme
uk: Спец╕альний розпод╕л диску
vi: Tïy chØnh ph©n vïng ®Üa

source: Use fdisk
cs: Pou¾ít fdisk
eu: Erabili fdisk
hr: Koristi fdisk
lt: Naudoti fdisk
lv: Izmantot fdisk
nb: Bruk fdisk
pa_in: fdisk ਵਰਤੋ
sk: Pou¾i» fdisk
tr: Fdisk kullanýlsýn
uk: Використовувати fdisk
vi: Dïng fdisk

source: You can now partition %s. When you are done, don't forget to save using `w'
cs: Nyní mù¾ete rozdìlit vá¹ hardisk %s. A¾ skonèíte, nezapomeòte ulo¾it zmìny pomocí 'w'
eu: %s partizioa egin dezakezu orain Eginda dagoenean, ez ahaztu, gorde `w' erabiliz
hr: Sada mo¾ete razdijeliti %s. Kada ste gotovi ne zaboravite spremiti postavu sa `w'
lt: Tu dabar gali sudalinti %s. Kai baigsi, nepamirðk iðsaugoti su 'w'
lv: Tagad jûs varat sadalît diska iekârtu %s. Kad esat pabeiguði, neaizmirstiet saglabât, izmantojot `w'
sk: Teraz mô¾ete rozdeli» vá¹ pevný disk %s. Keï skonèíte, nezabudnite ulo¾i» zmeny pomocou `w'
tr: Þimdi %s'i bölümlendirebilirsiniz. Ýþiniz bittiðinde `w'yi kullanarak deðiþiklikleri kaydetmeyi unutmayýn.
uk: Тепер ви можете розбити на п╕дрозд╕ли Ваш диск %s. П╕сля того, як ви зак╕нчите не забудьте виконати команду `w'
vi: B©y giê b¹n cã thÓ ph©n vïng %s. Khi hoµn thµnh, ®õng quªn l­u l¹i b»ng `w'

source: You don't have enough free space on your Windows partition
cs: Nemáte dostatek volného místa na oddílu s Windows
eu: Ez duzu Windows partizioan toki libre nahikorik
hr: Nemate dovoljno slobodnog prostora na va¹oj Windows particiji
lt: Windows skirsnyje nëra pakankamai laisvos vietos
lv: Jûsu Windows partîcijâ nav pietiekoði daudz brîvas vietas
sk: Nemáte dostatok voµného miesta na oddiele s Windows
tr: Windows bölümünüzde yeterli boþ yeriniz yok
uk: На п╕дрозд╕л╕ з системою Windows не вистача╓ простору
vi: B¹n kh«ng cã ®ñ kh«ng gian trèng trªn ph©n vïng Windows

source: I can't find any room for installing
cs: Nemù¾u najít ¾ádné volné místo pro instalaci
eu: Ezin dut intalaziorako lekurik aurkitu
hr: Ne mogu pronaæi bilo kakvo mjesto za instaliranje
lt: Að niekur negaliu rasti vietos ádiegimui
lv: Nevaru atrast vietu instalçðanai
sk: Nemô¾em nájs» miesto pre in¹taláciu
tr: Kurulum için boþ yer bulunamýyor
uk: Не можу знайти в╕льного простору для установки
vi: Kh«ng t×m ®­îc n¬i cµi ®Æt

source: The DrakX Partitioning wizard found the following solutions:
cs: Prùvodce DrakX na¹el následující øe¹ení:
eu: DraX-en partiziorako tresnak hurrengo soluzioak aurkitu ditu:
hr: DrakX èarobnjak za particioniranje je prona¹ao slijedeæa rje¹enja:
lt: DrakX Skirsniø dalinimo meistras rado tokius sprendimus:
lv: DrakX partîciju veidoðanas meistars atrada sekojoðus risinâjumus:
nb: Partisjonsveiviseren fant følgende løsninger:
pa_in: DrakX ਵਿਭਾਗੀਕਰਨ ਤਖਤੀ ਨੇ ਹੇਠਲੇ ਹੱਲ ਲੱਭੇ ਹਨ:
sk: DrakX sprievodca rozdelením disku na¹iel tieto rie¹enia:
tr: DrakX Bölümlendirme sihirbazý þu çözümleri buldu:
uk: Пом╕чник розбивки на п╕дрозд╕ли DrakX знайшов так╕ можлив╕ р╕шення:
vi: §å thuËt ph©n vïng cña DrakX t×m ra c¸c gi¶i ph¸p nh­ sau:

source: Partitioning failed: %s
cs: Vytváøení diskových oddílù selhalo: %s
eu: Partizioak huts egin du: %s
hr: Particioniranje neuspjelo: %s
lt: Dalinimas á skirsnius nepavyko: %s
lv: Diska sadalîðana neizdevâs: %s
nb: Feil ved partisjonering: %s
pa_in: ਵਿਭਾਗੀਕਰਨ ਅਸਫਲ: %s
sk: Neúspe¹ne rozdeµovanie: %s
tr: Bölümlendirme baþarýsýz: %s
uk: Розбиття на п╕дрозд╕ли невдале: %s
vi: Qu¸ tr×nh ph©n vïng háng: %s

source: Bringing up the network
cs: Startuji sí»
eu: Sarea eraikitzen
hr: Podi¾em mre¾u
lt: Paleidþiamas tinklas
lv: Iedarbinu tîklu
ro: Configuraþie reþea
sk: Spú¹»am prácu so sie»ou
tr: Að baðlanýyor
uk: Вмикаю мережу
vi: BËt chøc n¨ng m¹ng

source: Bringing down the network
cs: Zastavuji sí»
eu: Sarea beheratzen
hr: Onemoguæujem mre¾u
lt: Iðjungiamas tinklas
lv: Atslçdzu tîklu
ro: Oprire reþea
sk: Ukonèujem prácu so sie»ou
tr: Að ayrýlýyor
uk: Вимикаю мережу
vi: T¾t chøc n¨ng m¹ng

source: An error occurred, but I don't know how to handle it nicely. Continue at your own risk.
cs: Stala se chyba, ale nevím, jak jí správnì interpretovat. Pokraèujte na vlastní riziko.
eu: Errorea eman da eta ezin dezaket egokiro kudeatu. Jarraitu zure kabuz.
hr: Dogodila se gre¹ka, ali neznam kako s njom lijepo rukovati. Nastavite dalje na vlastiti rizik.
lt: Ávyko klaida, bet að neþinau, kaip su ja graþiai susitvarkyti. Tæsk darbà savo paties rizika.
lv: Atklâta kïûda, bet es nezinu, kâ ar to pareizi apieties. Turpiniet, ja vçlaties riskçt.
ro: A apãrut o eroare pe care nu ºtiu sã o interpretez în mod corect. Continuaþi pe riscul dumneavoastrã.
sk: Vyskytla sa chyba a neviem ju úplne vyrie¹i». Pokraèujte na vlastnú zodpovednos».
tr: Bir hata oluþtu, ancak sebebi saptanamadý. Devam edebilirsiniz, ama risk size ait!
uk: Сталася помилка, але я не знаю, як з нею поводитися. Продовжуйте на св╕й власний ризик.
vi: Cã lçi x¶y ra, kh«ng râ c¸ch gi¶i quyÕt thÝch hîp. TiÕp tôc víi rñi ro.

source: Duplicate mount point %s
cs: Zdvojený pøípojný bod %s
eu: %s muntaia puntua bikoiztu
hr: Dupliciraj mjesto monitranja %s
lt: Pasikartojantis montavimo taðkas %s
lv: Dublçts montçðanas punkts %s
nb: Kopier monteringspunktet «%s»
pa_in: ਨਕਲੀ ਮਾਊਂਟ ਸਥਿਤੀ %s
ro: Duplicaþi pounctul de montaj %s
sk: Dvojnásobný bod pripojenia %s
tr: %s baðlama noktasýný çoðalt
uk: Подв╕йн╕ точки монтування %s
vi: Sao chÐp ®iÓm g¾n kÕt %s

source: Some important packages didn't get installed properly. Either your cdrom drive or your cdrom is defective. Check the cdrom on an installed computer using "rpm -qpl Mandrake/RPMS/*.rpm"
cs: Nìkteré dùle¾ité balíèky nebyly správnì nainstalované. Je mo¾né, ¾e je po¹kozen CD disk nebo CD-ROM mechanika. Zkontrolujete to pou¾itím pøíkazu "rpm -qpl Mandrake/RPMS/*.rpm"
eu: Zenbait pakete garrantzitsu ez dira ongi instalatu. Cdrom tresna edo cd-a gaizki leudeke. Saiatu cd-a instalatutako konputagailuren batean "rpm -qpl Mandrake/RPMS/*.rpm" erabiliaz
hr: Neki va¾ni paketi nisu se instalirali pravilno. Ili je va¹ cdrom pogon ili cd medij u defektu. Provjerite cdrom na instaliranom raèunalu koristeæi "rpm -qpl Mandrake/RPMS/*.rpm"
lt: Kai kurie svarbûs paketai nebuvo tvarkingai ádiegti. Arba tavo CD-ROM kaupiklis, arba CD yra su trûkumais. Patikrink CD ádiegtame kompiuteryje, naudodamas "rpm -qpl Mandrake/RPMS/*.rpm"
lv: Daþas svarîgas pakotnes neizdevâs pareizi instalçt. Ir bojâta jûsu kompaktdisku iekârta vai instalâcijas disks. Parbaudiet disku uz instalçta datora, izmantojot komandu "rpm -qpl Mandrake/RPMS/*.rpm"
ro: Cîteva pachete importante nu s-au instalat corect. Sau aveþi o problemã cu perifericul de cdrom sau cu cdrom-ul propriu-zis. Folosiþi comanda "rpm -qpl Mandrake/RPMS/*.rpm" pentru a verifica cdrom-ul pe un sistem instalat.
sk: Niektoré dôle¾ité balíky neboli správne nain¹talované. Je mo¾né, ¾e sú po¹kodené vá¹ CD disk alebo mechanika. Skontrolujte to napríklad pou¾itím "rpm -qpl Mandrake/RPMS/*.rpm"
tr: Bazý paketlerin kurulumu doðru olarak tamamlanmadý. CDROM sürücünüz sorunlu ya da CD'niz bozuk olabilir. Linux kurulu baþka bir makinada "rpm -qpl Mandrake/RPMS/*.rpm" komutuyla CD'nizi kontrol edebilirsiniz.
uk: Деяк╕ важлив╕ пакети не змогли в╕рно встановитися. Або Ваш компакт-диск або прив╕д дефектн╕. Перев╕рте компакт диск на встановленому комп'ютер╕ командою "rpm -qpl " "Mandrake/RPMS/*.rpm"
vi: Mét sè gãi ®· kh«ng ®­îc cµi ®Æt ®óng ®¾n. Cã thÓ do æ ®Üa cdrom hoÆc ®Üa cdrom cña b¹n bÞ lçi. KiÓm tra cdrom trªn m¸y tÝnh b»ng "rpm -qpl Mandrake/RPMS/*.rpm"

source: Welcome to %s
cs: Vítá vás %s
eu: Ongi etorri %s-ra
hr: Dobrodo¹li u %s
lt: Sveiki atvykæ á %s
lv: Jûs sveic %s
nb: Velkommen til %s
pa_in: %s ਤੇ ਜੀ ਆਇਆਂ ਨੂੰ
ro: Bine aþi venit la %s
sk: Vitajte v %s
tr: %s'a Hoþ Geldiniz
uk: Ласкаво просимо до %s
vi: Chµo mõng %s

source: No floppy drive available
cs: Není dostupná ¾ádná disketová mechanika
eu: Ez dago disketerik
hr: Disketni pogon nije dostupan
lt: Neprieinamas në vienas diskeliø kaupiklis
lv: Nav nevienas diskeðu iekârtas
ro: Nici dischetã disponibilã
sk: Nie je dostupná ¾iadna floppy mechanika
tr: Disket sürücünüz yok
uk: Нема╓ привода дискети
vi: Kh«ng cã æ ®Üa mÒm

source: Entering step `%s'
cs: Zaèínám '%s'
eu: `%s' urratsean sartzen
hr: Pokreæem korak `%s'
lt: Áeinama á þingsná ¥%s´
lv: Uzsâku soli `%s'
ro: Începe etapa `%s'
sk: Spú¹»am krok %s'
tr: `%s' adýmýna baþlanýyor
uk: Почина╓ться крок `%s'
vi: §i vµo giai ®o¹n `%s'

source: Choose the size you want to install
cs: Zadejte velikost pro instalovaný systém
eu: Instalatu nahi duzunaren tamaina hautatu
hr: Izaberite velièinu koji ¾elite instalirati
lt: Pasirink dydá, kiek nori visko ádiegti
lv: Norâdiet apjomu, ko vçlaties instalçt
sk: Zvoµte veµkos» ktorú chcete nain¹talova»
tr: Kurmak istediðiniz boyutu seçiniz
uk: Вибер╕ть розм╕р, як╕ ви хочете встановити
vi: Chän kÝch th­íc b¹n muèn cµi ®Æt

source: Total size:
cs: Celková velikost:
eu: Tamaina guztira:
hr: Ukupna velièina:
lt: Bendras dydis:
lv: Kopçjais izmçrs:
sk: Celková veµkos»:
tr: Toplam boyut:
uk: Загальний розм╕р:
vi: Tæng sè kÝch th­íc:

source: Version: %s
cs: Verze: %s
eu: Bertsioa: %s
hr: Inaèica: %s
lt: Versija: %s
lv: Versija: %s
ro: Versiune: %s
sk: Verzia: %s
tr: Sürüm: %s
uk: Верс╕я: %s
vi: Phiªn b¶n: %s

source: Size: %d KB
cs: Velikost: %d kB
eu: Tamaina: %d KB
hr: Velièina: %d KB
lt: Dydis: %d KB
lv: Apjoms: %d KB
ro: Mãrime: %d KB
sk: Veµkos»: %d KB
tr: Boyut: %d kB
uk: Розм╕р: %d КБ
vi: KÝch th­íc: %d KB

source: Choose the packages you want to install
cs: Vyberte si balíèky, které chcete nainstalovat
eu: Instalatu nahi dituzun paketeak hautatu
hr: Odaberite pakete koje ¾elite instalirati
lt: Pasirink paketus, kuriuos tu nori ádiegti
lv: Izvçlieties pakotnes, ko vçlaties instalçt
ro: Alegeþi pachetele pe care doriþi sã le instalaþi
sk: Zvoµte balíky, ktoré chcete nain¹talova»
tr: Kurmak istediðiniz paketleri seçin
uk: Вибер╕ть пакети, як╕ ви хочете встановити
vi: Chän c¸c gãi b¹n muèn cµi ®Æt

source: Info
cs: Informace
pa_in: ਜਾਣਕਾਰੀ
tr: Bilgi
uk: ╤нформац╕я
vi: Th«ng tin

source: Install
cs: Instalovat
eu: Instalatu
hr: Instaliraj
lt: Ádiegti
lv: Instalçt
ro: Instalare
sk: In¹talácia
tr: Kurulum
uk: Установка
vi: Cµi ®Æt

source: Installing
cs: Instaluji
eu: Instalatzen
hr: Instaliram
lt: Ádiegiama
lv: Instalçju
ro: În curs de instalare
sk: In¹talujem
tr: Kuruluyor
uk: Встановлюю
vi: §ang cµi ®Æt

source: Please wait,
cs: Èekejte prosím
eu: Mesedez itxaron,
hr: Molim prièekajte,
lt: Praðom palaukti,
lv: Lûdzu uzgaidiet,
ro: Asteptaþi, vã rog
sk: Prosím èakajte,
tr: Lütfen bekleyin,
uk: Зачекайте, будь-ласка,
vi: H·y ®îi,

source: Time remaining
cs: Zbývající èas
eu: Falta den denbora
hr: Preostalo vrijeme
lt: Liko laiko
lv: Atlikuðais laiks
ro: Timp rãmas
sk: Zvy¹ný èas
tr: Kalan süre
uk: Залишок часу
vi: Thêi gian cßn l¹i

source: Total time
cs: Celkový èas
eu: Denbora guztira
hr: Ukupno vrijeme
lt: Bendra trukmë
lv: Kopçjais laiks
ro: Timp total
sk: Celkový èas
tr: Toplam süre
uk: Загальний час
vi: Tæng sè thêi gian

source: Preparing installation
cs: Pøipravuji instalaci
eu: Instalazioa prestatzen
hr: Pripremam instalaciju
lt: Ruoðiamas ádiegimas
lv: Sagatavoju instalçðanu
ro: Pregãtesc instalarea
sk: Pripravujem in¹taláciu
tr: Kurulum hazýrlanýyor
uk: П╕дготовка установки
vi: ChuÈn bÞ cµi ®Æt

source: Installing package %s
cs: Instaluji balíèek %s
eu: %s paketea instalatzen
hr: Instaliram paket %s
lt: Ádiegiamas paketas %s
lv: Instalçju pakotni %s
ro: Instalarea pachetului %s
sk: In¹talujem balík %s
tr: %s paketi kuruluyor
uk: Установка пакету %s
vi: §ang cµi ®Æt gãi %s

source: Go on anyway?
cs: Pøesto pokraèovat?
eu: Jarraitu dena den?
hr: Da ipak nastavim?
lt: Vis tiek tæsti?
lv: Tomçr turpinât?
ro: Sã continui totuºi?
sk: Napriek tomu pokraèova»?
tr: Yine de devam edilsin mi?
uk: Все-таки продовжувати?
vi: VÉn cø tiÕp tôc?

source: There was an error ordering packages:
cs: Stala se chyba pøi øazení balíèkù:
eu: Paketeak antolatzerakoan errorea izan da:
hr: Javila se gre¹ka prilikom sortiranja paketa:
lt: Ávyko klaida, bandant sutvarkyti paketus:
lv: Pakotòu kârtoðanas laikâ atklâta kïûda:
ro: O eroare a apãrut la ordonarea pachetelor:
sk: Chyba pri zoraïovaní zoznamu balíkov:
tr: Paketler düzenlenirken bir hata oluþtu:
uk: Сталася помилка п╕д час сортування пакет╕в:
vi: Lçi khi ®ang xö lý c¸c gãi:

source: Use existing configuration for X11?
cs: Pou¾ít existující nastavení pro X11?
eu: X11-rako dagoen konfigurazioa erabili?
hr: Da koristim postojeæu postavu X11?
lt: Naudoti esamus X11 nustatymus?
lv: Vai izmantot jau esoðo X11 konfigurâciju?
ro: Sã folosesc configuraþia existentã pentru X11?
sk: Pou¾i» existujúcu konfiguráciu X11?
tr: X11 için mevcut ayarlar kullanýlsýn mý?
uk: Використовувати вже ╕снуючу конф╕гурац╕ю для X?
vi: Dïng cÊu h×nh hiÖn cã cho X11?

source: Your system is low on resource. You may have some problem installing Mandrake Linux. If that occurs, you can try a text install instead. For this, press `F1' when booting on CDROM, then enter `text'.
cs: Vá¹ systém má málo systémových prostøedkù. Pøi instalaci Mandrake Linuxu se mù¾ete setkat s rùznými problémy. Pokud se tak stane, zkuste textovou verzi instalaèního programu. Ta se spou¹tí tak, ¾e pøi startu z CD mechaniky stisknete 'F1' a poté napí¹ete 'text'.
eu: Zure sistemak ahalmen gutxi du. Mandrake Linuxren instalazioak arazoak eman ditzazke. Horrela bada, Testu bidezko instalazioe egin zenezake. Hartarako, sakatu, `F1' CDROMa abiatzerakoan, eta gero sartu `text'.
hr: Va¹ sustav je slab na resursima. Mo¾ete imati nekih problem prilikom instalacije Mandrake Linux-a. Ukoliko se to desi, mo¾ete probati tekstualnu instalaciju. Za to, pritisnite `F1' kada podi¾ete CDROM, i unesite `text'.
lt: Tavo sistemoje maþai resursø. Tu gali susidurti su bëdomis, ádiegdamas Mandrake Linux. Jei taip atsitiktø, gali pabandyti tekstiná diegimo bûdà: Kai uþsikrauna ið CDROM'o, paspausk `F1', o tada ávesk "text".
lv: Jûsu sistçmai trûkst resursu. Mandrake Linux instalçðanas laikâ var rasties problçmas. Ja tâ notiek, varat pamçìinât teksta instalçðanu. Lai to izdarîtu, nospiediet`F1', ka notiek ielâde no CDROM, tad ievadiet `text'.
sk: Vá¹ systém má nedostatok prostriedkov. Mo¾no budete ma» problémy s in¹taláciou Mandrake Linux. Ak sa tak stane, skúste textovú in¹taláciu. Pre jej spustenie stlaète `F1' po na¹tartovaní z CDROMky a zadajte `text'.
tr: Sistem kaynaklarýnýz kýsýtlý. Mandrake Linux'yi kurarken sorunlarýnýz olabilir. Bu durum oluþursa, metin tabanlý kurulumu deneyebilirsiniz. Bunun için CDROM'dan açtýktan sonra `F1'e basýn, ve komut satýrýna `text' yazýn.
uk: Ваша система ма╓ замало ресурс╕в. Ви можете мати проблеми з установкою Mandrake Л╕накса. Якщо це станеться, ви можете спробувати установку в текстовому режим╕. Для цього п╕д час завантаження компакт-диску натисн╕ть F1 ╕ пот╕м введ╕ть "text".
vi: HÖ thèng cña b¹n cã cÊu h×nh thÊp. B¹n cã thÓ gÆp ph¶i mét sè trôc trÆc khi cµi ®Æt Mandrake Linux. NÕu x¶y ra lçi, b¹n cã thÓ thay thÕ b»ng kiÓu cµi ®Æt trong chÕ ®é v¨n b¶n b»ng c¸ch nhÊn phÝm `F1' khi khëi ®éng tõ CDROM, råi nhËp `text'.

source: Install Class
cs: Typ instalace
eu: Instalazio mota
hr: Instalacijski razred
lt: Ádiegimo klasë
lv: Instalçðanas klase
ro: Tip de instalare
sk: Trieda in¹talácie
tr: Kurulum Sýnýfý
uk: Клас установки
vi: KiÓu cµi ®Æt

source: Please, choose one of the following classes of installation:
cs: Prosím zvolte jednu z následujících instalaèních tøíd:
eu: Mesedez, hurrengoetatik instalazio mota hautatu
hr: Molim izaberite jedan od slijedeæih razreda instalacije:
lt: Praðom pasirinkti vienà ið ðiø ádiegimo klasiø:
lv: Lûdzu izvçlieties vienu no sekojoðâm instalçðanas klasçm:
ro: Vã rog alegeþi unul din urmãtoarele tipuri de instalare
sk: Prosím, zvoµte jednu z nasledujúcich tried in¹talácie:
tr: Lütfen aþaðýdaki kurulum sýnýflarýndan birisini seçiniz:
uk: Будь-ласка, вибер╕ть один з поданих клас╕в установки:
vi: H·y chän mét trong c¸c lo¹i cµi ®Æt sau ®©y:
