Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: [--boot] OPTIONS: --boot - enable to configure boot loader default mode: offer to configure autologin feature
nb: [--boot] VALG: --boot – Sett opp oppstartslastar. Standardmodus: Spør om oppsett av autoinnlogging.

source: [--add] --add - "add a network interface" wizard --del - "delete a network interface" wizard --skip-wizard - manage connections --internet - configure internet --wizard - like --add
nb: [--add] --add – «Legg til nettverksgrensesnitt»-veiviseren. --del – «Fjern nettverksgrensesnitt»-veiviseren. --skip-wizard – Ordne tilkoblinger. --internet – Sett opp Internett. --wizard – Det samme som «--add».
pa_in: [--ਸ਼ਾਮਿਲ] --ਸ਼ਾਮਿਲ - "ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਸ਼ਾਮਿਲ" ਤਖਤੀ --ਹਟਾਓ - "ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਹਟਾਓ" ਤਖਤੀ --ਤਖਤੀ-ਛੱਡੋ - ਕੁਨੈਕਸ਼ਨ ਪ੍ਰਬੰਧਨ --ਇੰਟਰਨੈੱਟ - ਇੰਟਰਨੈੱਟ ਸੰਰਚਨਾ --ਤਖਤੀ - --ਸ਼ਾਮਿਲ ਵਾਂਗ

source: Font Importation and monitoring application OPTIONS: --windows_import : import from all available windows partitions. --xls_fonts : show all fonts that already exist from xls --install : accept any font file and any directory. --uninstall : uninstall any font or any directory of font. --replace : replace all font if already exist --application : 0 none application. : 1 all application available supported. : name_of_application like so for staroffice : and gs for ghostscript for only this one.
nb: Program for skriftimport og skriftovervåkning. VALG: --windows_import – Importer fra alle tilgjengelige Windows-partisjoner. --xls_fonts – Vis alle skrifter som allerede finnes fra xls --install – Bruk alle skrifterfiler og skriftmapper. --uninstall – Avinstaller alle skrifter og skriftmapper. --replace – Erstatt alle skrifter som allerede finnes --application – 0: Ingen program:. – 1: alle støtta program. – navn på program (for eksempel «so» for StarOffice) og «gs» for GhostScript.

source: [keyboard]
nb: [tastatur]

source: [--file=myfile] [--word=myword] [--explain=regexp] [--alert]
nb: [--file=mifil] [--word=mittord] [--explain=regulært-uttrykk] [--alert]

source: [OPTIONS] Network & Internet connection and monitoring application --defaultintf interface : show this interface by default --connect : connect to internet if not already connected --disconnect : disconnect to internet if already connected --force : used with (dis)connect : force (dis)connection. --status : returns 1 if connected 0 otherwise, then exit. --quiet : do not be interactive. To be used with (dis)connect.
nb: [VALG] Nettverk & Internetttilkobling og -overvåkingsprogram. --defaultintf grensesnitt – Vis dette grensesnittet som standard. --connect – Koble til Internett (hvis ikke allerede tilkobla). --disconnect – Koble fra Internett (hvis allerede tilkobla). --force – Tving gjennom. Bruk sammen med «--(dis)connect». --status – Gir 1 viss tilkobla og ellers 0. --quiet – Ikke vær interaktiv. Bruk sammen med «--(dis)connect».

source: [--manual] [--device=dev] [--update-sane=sane_source_dir] [--update-usbtable] [--dynamic=dev]
nb: [--manual] [--device=eining] [--update-sane=sane-kilde-mappe] [--update-usbtable] [--dynamic=enhet]

source: [everything] XFdrake [--noauto] monitor XFdrake resolution
nb: [alt] XFdrake [--noauto] skjerm XFdrake oppløsning

source: Usage: %s [--auto] [--beginner] [--expert] [-h|--help] [--noauto] [--testing] [-v|--version]
nb: Bruk: %s [--auto] [--beginner] [--expert] [-h|--help] [--noauto] [--testing] [-v|--version]
pa_in: ਉਪਯੋਗਤਾ: %s [--auto] [--beginner] [--expert] [-h|--help] [--noauto] [--testing] [-v|--version]

source: All servers
nb: Alle tjenere

source: Africa
nb: Afrika

source: Europe
nb: Europa

source: North America
nb: Nord-Amerika

source: Oceania
nb: Oseania

source: South America
nb: Sør-Amerika

source: Russian Federation
nb: Russland
pa_in: ਰੂਸੀ ਰਾਜ-ਸੰਘ

source: Yugoslavia
nb: Jugoslavia
pa_in: ਯੂਗੋਸਲਾਵੀਆ

source: You have chosen a file, not a directory
nb: Du har valgt en fil og ikke en mappe.

source: %s is not installed Click "Next" to install or "Cancel" to quit
nb: «%s» er ikke installert. Trykk «Neste» for å installere, eller «Avbryt» for å avslutte.
pa_in: %s ਇੰਸਟਾਲ ਨਹੀਂ ਇੰਸਟਾਲ ਕਰਨ ਲਈ "Next" ਜਾਂ ਬਾਹਰ ਜਾਣ ਲਈ "Cancel" ਦਬਾਓ

source: Installation failed
nb: Feil ved installering.
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ

source: LILO wants to assign a new Volume ID to drive %s. However, changing the Volume ID of a Windows NT, 2000, or XP boot disk is a fatal Windows error. This caution does not apply to Windows 95 or 98, or to NT data disks. Assign a new Volume ID?
pa_in: LILO ਡਰਾਈਵ %s ਨੂੰ ਨਵਾਂ ਵਾਲਿਅਮ ID ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ। ਭਾਵੇਂ, Windows NT, 2000, ਜਾਂ XP ਬੂਟ ਡਿਸਕ ਤਬਦੀਲ ਕਰਨੀ ਖਤਰਨਾਕ Windows ਗਲਤੀ ਹੈ। ਇਹ ਸਾਵਧਾਨੀ Windows 95 ਜਾਂ 98, ਜਾਂ NT ਡਾਟਾ ਡਿਸਕ ਨੂੰ ਲਾਗੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਨਵਾਂ ਵਾਲਿਅਮ ID ਨਿਰਧਾਰਿਤ ਕਰੋ?

source: You may need to change your Open Firmware boot-device to enable the bootloader. If you do not see the bootloader prompt at reboot, hold down Command-Option-O-F at reboot and enter: setenv boot-device %s,\\:tbxi Then type: shut-down At your next boot you should see the bootloader prompt.
pa_in: ਤੁਹਾਨੂੰ ਬੂਟ-ਲੋਡਰ ਯੋਗ ਕਰਨ ਲਈ ਆਪਣਾ Open Firmware ਬੂਟ-ਜੰਤਰ ਤਬਦੀਲ ਕਰਨ ਦੀ ਜਰੂਰਤ ਪੈ ਸਕਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਮੁੜ ਚਲਾਉਣ ਤੇ ਬੂਟ-ਲੋਡਰ ਪਰੌਂਪਟ ਨਹੀਂ ਵੇਖਦੇ, ਮੁੜ ਚੱਲਣ ਤੇ Command-Option-O-F ਦਬਾ ਕੇ ਰੱਖੋ ਅਤੇ ਇਹ ਭਰੋ: setenv boot-device %s,\\:tbxi ਫਿਰ ਲਿਖੋ:shut-down ਅਗਲੀ ਬੂਟ ਤੇ ਤੁਹਾਨੂੰ ਬੂਟ-ਲੋਡਰ ਪਰੌਂਪਟ ਦਿਸਣਾ ਚਾਹੀਦਾ ਹੈ।

source: You decided to install the bootloader on a partition. This implies you already have a bootloader on the hard drive you boot (eg: System Commander). On which drive are you booting?
pa_in: ਤੁਸੀਂ ਇੱਕ ਭਾਗ ਤੇ ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨ ਬਾਰੇ ਫੈਸਲਾ ਕੀਤਾ ਹੈ। ਇਹ ਦੱਸਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਬੂਟ ਕੀਤੀ ਹਾਰਡ ਡਰਾਈਵ ਤੇ ਬੂਟ-ਲੋਡਰ ਹੈ (ਜਿਵੇਂ: ਸਿਸਟਮ ਕਮਾਂਡਰ)। ਤੁਸੀਂ ਕਿਸ ਡਰਾਈਵ ਤੋਂ ਬੂਟ ਕਰਾ ਰਹੇ ਹੋ?

source: Please choose a language to use.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਵਰਤਣ ਲਈ ਬੋਲੀ ਚੁਣੋ।

source: Mandriva Linux can support multiple languages. Select the languages you would like to install. They will be available when your installation is complete and you restart your system.
pa_in: ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਕਈ ਬੋਲੀਆਂ ਨੂੰ ਸਹਿਯੋਗ ਦੇ ਸਕਦਾ ਹੈ। ਭਾਸ਼ਾ ਜੋ ਤੁਸੀਂ ਇੰਸਟਾਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਚੁਣੋ। ਇਹ ਉਪਲੱਬਧ ਹੋਣਗੇ ਜਦੋਂ ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ ਹੋ ਗਈ ਅਤੇ ਆਪਣਾ ਸਿਸਟਮ ਸਿਸਟਮ ਮੁੜ ਚਲਾਇਆ।

source: Please choose your country.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਦੇਸ਼ ਚੁਣੋ।

source: Can not use broadcast with no NIS domain
pa_in: ਕੋਈ ਨਾ NIS ਡੋਮੇਨ ਨਾਲ ਬਰਾਡਕਾਸਟ ਨਹੀਂ ਵਰਤ ਸਕਦਾ

source: You can not install the bootloader on a %s partition
pa_in: ਤੁਸੀਂ %s ਭਾਗ ਤੇ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਦੇ

source: The bootloader can not be installed correctly. You have to boot rescue and choose "%s"
pa_in: ਬੂਟ-ਲੋਡਰ ਠੀਕ ਤਰਾਂ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਸੰਕਟ-ਕਾਲੀਨ ਚਲਾਉਣਾ ਪਵੇਗਾ ਅਤੇ "%s" ਚੁਣੋ।

source: If you plan to use aboot, be careful to leave a free space (2048 sectors is enough) at the beginning of the disk
pa_in: ਜੇ ਤੁਸੀਂ aboot ਵਰਤਣ ਬਾਰੇ ਸੋਚਿਆ ਹੈ, ਡਿਸਕ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਖਾਲੀ ਥਾਂ (2048 ਸੈਕਟਰ ਕਾਫੀ ਹਨ) ਛੱਡਣ ਦਾ ਧਿਆਨ ਰੱਖੋ।

source: No hard drives found
pa_in: ਕੋਈ ਹਾਰਡ ਡਰਾਈਵ ਨਹੀਂ ਲੱਭੀ

source: I can not add any more partitions
pa_in: ਮੈਂ ਹੋਰ ਭਾਗ ਸ਼ਾਮਿਲ ਨਹੀਂ ਕਰ ਸਕਦਾ

source: You can not create a new partition (since you reached the maximal number of primary partitions). First remove a primary partition and create an extended partition.
pa_in: ਤੁਸੀਂ ਨਵਾਂ ਭਾਗ ਨਹੀਂ ਬਣਾ ਸਕਦੇ (ਕਿਉਂਕਿ ਤੁਸੀਂ ਵੱਧ-ਤੋਂ-ਵੱਧ ਭਾਗ ਬਣਾ ਚੁੱਕੇ ਹੋ)। ਪਹਿਲਾਂ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਹਟਾਓ ਅਤੇ ਐਕਸਟੈਂਡਡ ਭਾਗ ਬਣਾਓ।

source: Can not unset mount point as this partition is used for loop back. Remove the loopback first
pa_in: ਮਾਊਂਟ ਸਥਿਤੀ ਹਟਾ ਨਹੀਂ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ ਭਾਗ ਲੂਪਬੈਕ ਲਈ ਵਰਤਿਆ ਹੈ। ਪਹਿਲਾ ਲੂਪਬੈਕ ਹਟਾਓ।

source: To ensure data integrity after resizing the partition(s), filesystem checks will be run on your next boot into Microsoft Windows®
pa_in: ਭਾਗ ਮੁੜ-ਅਕਾਰ ਤੋਂ ਬਾਅਦ ਡਾਟਾ ਇੱਕਸਾਰਤਾ ਜਾਂਚ ਲਈ, Windows(TM) ਵਿੱਚ ਤੁਹਾਡੀ ਅਗਲੀ ਬੂਟ ਦੌਰਾਨ ਫਾਇਲ ਸਿਸਟਮ ਜਾਂਚ ਚੱਲੇਗੀ

source: This partition can not be used for loopback
pa_in: ਇਹ ਭਾਗ ਲੂਪਬੈਕ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ

source: Can not login using username %s (bad password?)
pa_in: ਉਪਭੋਗੀ-ਨਾਂ %s ਵਰਤ ਕੇ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ (ਗੁਪਤ-ਕੋਡ ਗਲਤ?)

source: Search new servers
pa_in: ਨਵਾਂ ਸਰਵਰ ਖੋਜ

source: Do not update inode access times on this file system (e.g, for faster access on the news spool to speed up news servers).
pa_in: ਇਸ ਫਾਇਲ ਸਿਸਟਮ ਤੇ inode ਪਹੁੰਚ ਸਮੇਂ ਦਾ ਨਵੀਨੀਕਰਨ ਨਾ ਕਰੋ (ਜਿਵੇਂ, ਖਬਰ ਸਰਵਰ ਦੀ ਗਤੀ ਵਧਾਉਣ ਲਈ ਖਬਰ ਸਪੂਲ ਵਿੱਚ ਤੇਜ ਪਹੁੰਚ)।

source: Can only be mounted explicitly (i.e., the -a option will not cause the file system to be mounted).
pa_in: ਸਿਰਫ ਬਾਹਰੀ ਤੌਰ ਤੇ ਮਾਊਂਟ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ (ਜਿਵੇਂ, -a ਚੋਣ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਮਾਊਂਟ ਹੋਣ ਨਹੀਂ ਦੇਵੇਗੀ)।

source: Do not interpret character or block special devices on the file system.
pa_in: ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਅੱਖਰ ਜਾਂ ਬਲਾਕ ਸਪੈਸ਼ਲ ਜੰਤਰਾਂ ਨਾ ਵਰਤੋ।

source: Do not allow execution of any binaries on the mounted file system. This option might be useful for a server that has file systems containing binaries for architectures other than its own.
pa_in: ਮਾਊਂਟ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਕੋਈ ਵੀ ਬਾਇਨਰੀ ਨੂੰ ਚੱਲਣ ਦੀ ਮਨਜੂਰੀ ਨਾ ਦਿਓ। ਇਹ ਚੋਣ ਸਰਵਰ ਲਈ ਉਪਯੋਗੀ ਹੋ ਸਕਦੀ ਹੈ ਜਿਸ ਦੇ ਫਾਇਲ ਸਿਸਟਮ ਵਿੱਚ ਇਸ ਦੇ ਆਪਣੇ ਤੋਂ ਬਿਨਾ ਹੋਰ ਢਾਂਚੇ ਵਿੱਚ ਬਾਇਨਰੀ ਸ਼ਾਮਿਲ ਹਨ।

source: Mount the file system read-only.
pa_in: ਫਾਇਲ ਸਿਸਟਮ ਸਿਰਫ ਪੜਨ ਲਈ ਮਾਊਂਟ ਕਰੋ।

source: All I/O to the file system should be done synchronously.
pa_in: ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਸਭ I/O ਸਮਕਾਲੀ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।

source: Use the Microsoft Windows® partition for loopback
pa_in: ਲੂਪਬੈਕ ਲਈ Microsoft Windows® ਭਾਗ ਵਰਤੋ

source: There is no FAT partition to use as loopback (or not enough space left)
pa_in: ਇੱਥੇ ਲੂਪਬੈਕ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਕੋਈ FAT ਭਾਗ ਨਹੀਂ ਹੈ (ਜਾਂ ਲੋੜੀਂਦੀ ਬਾਕੀ ਥਾਂ ਨਹੀਂ ਹੈ)

source: The FAT resizer is unable to handle your partition, the following error occurred: %s
pa_in: FAT ਮੁੜ-ਅਕਾਰ ਜੰਤਰ ਤੁਹਾਡੇ ਭਾਗ ਦੇ ਪ੍ਰਬੰਧਨ ਲਈ ਅਸਮਰਥ ਹੈ, ਹੇਠਲੀ ਗਲਤੀ ਹੋਈ ਹੈ: %s

source: Your Microsoft Windows® partition is too fragmented. Please reboot your computer under Microsoft Windows®, run the ``defrag'' utility, then restart the Mandriva Linux installation.
pa_in: ਤੁਹਾਡਾ Microsoft Windows® ਭਾਗ ਬਹੁਤ ਫਰੈਗਮਿੰਟਡ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕੰਪਿਊਟਰ Microsoft Windows® ਅਧੀਨ ਮੁੜ ਚਲਾਓ, ``defrag'' ਸਹੂਲਤ ਚਲਾਓ, ਫਿਰ ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨ ਮੁੜ ਚਲਾਓ।

source: I can not find any room for installing
pa_in: ਮੈਂ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਕੋਈ ਥਾਂ ਨਹੀਂ ਲੱਭ ਸਕਿਆ

source: You can not use JFS for partitions smaller than 16MB
pa_in: ਤੁਸੀਂ 16 ਮੈਬਾ ਤੋਂ ਘੱਟ ਭਾਗ ਲਈ JFS ਨਹੀਂ ਵਰਤ ਸਕਦੇ

source: You can not use ReiserFS for partitions smaller than 32MB
pa_in: ਤੁਸੀਂ 32 ਮੈਬਾ ਤੋਂ ਘੱਟ ਭਾਗ ਲਈ ReiserFS ਨਹੀਂ ਵਰਤ ਸਕਦੇ

source: I can not read the partition table of device %s, it's too corrupted for me :( I can try to go on, erasing over bad partitions (ALL DATA will be lost!). The other solution is to not allow DrakX to modify the partition table. (the error is %s) Do you agree to lose all the partitions?
pa_in: ਮੈਂ ਜੰਤਰ %s ਦੀ ਭਾਗ ਸਾਰਣੀ ਨਹੀਂ ਪੜ ਸਕਦਾ, ਇਹ ਮੇਰੇ ਲਈ ਨਕਾਰਾ ਹੈ :( ਮੈਂ ਅੱਗੇ ਜਾਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦਾ ਹਾਂ, ਖਰਾਬ ਭਾਗ ਹਟਾਉਣ ਲਈ (ਸਾਰਾ ਡਾਟਾ ਗੁੰਮ ਹੋ ਜਾਵੇਗਾ!)। ਹੋਰ ਹੱਲ ਹੈ DrakX ਨੂੰ ਭਾਗ ਸਾਰਣੀ ਤਬਦੀਲ ਨਾ ਕਰਨ ਦਿੱਤੀ ਜਾਵੇ। (ਗਲਤੀ ਹੈ %s) ਕੀ ਤੁਸੀਂ ਸਾਰੇ ਭਾਗ ਗਵਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: You've selected a software RAID partition as root (/). No bootloader is able to handle this without a /boot partition. Please be sure to add a /boot partition
pa_in: ਤੁਸੀਂ ਸਾਫਟਵੇਅਰ RAID ਭਾਗ ਨੂੰ root (/) ਤੌਰ ਤੇ ਚੁਣਿਆ ਹੈ। ਕੋਈ ਬੂਟ-ਲੋਡਰ ਇਸ ਦਾ /boot ਭਾਗ ਤੋਂ ਬਿਨਾ ਪ੍ਰਬੰਧਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨਨ /boot ਭਾਗ ਸ਼ਾਮਿਲ ਕਰੋ

source: You need a true filesystem (ext2/ext3, reiserfs, xfs, or jfs) for this mount point
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਮਾਊਂਟ ਸਥਿਤੀ ਲਈ ਫਾਇਲ-ਸਿਸਟਮ (ext2/ext3, reiserfs, xfs, ਜਾਂ jfs) ਦੀ ਲੋੜ ਹੈ

source: You can not use an encrypted file system for mount point %s
pa_in: ਤੁਸੀਂ ਮਾਊਂਟ %s ਸਥਿਤੀ ਲਈ ਇਨਕ੍ਰਿਪਡ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਵਰਤ ਸਕਦੇ

source: Zip
pa_in: ਸੰਕੁਚਿਤ

source: Hard Disk
pa_in: ਹਾਰਡ ਡਿਸਕ

source: Modem
pa_in: ਮਾਡਮ

source: Trouble shooting
pa_in: ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ

source: Here you can select an alternative driver (either OSS or ALSA) for your sound card (%s).
pa_in: ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਸਾਊਂਡ ਕਾਰਡ (%s) ਲਈ ਅਨੁਸਾਰੀ ਡਰਾਈਵਰ (OSS ਜਾਂ ALSA) ਚੁਣ ਸਕਦੇ ਹੋ।

source: Your card currently use the %s"%s" driver (default driver for your card is "%s")
pa_in: ਤੁਹਾਡਾ ਕਾਰਡ ਹੁਣ %s"%s" ਡਰਾਈਵਰ ਵਰਤਦਾ ਹੈ (ਤੁਹਾਡੇ ਕਾਰਡ ਲਈ ਮੂਲ ਡਰਾਈਵਰ "%s" ਹੈ)

source: OSS (Open Sound System) was the first sound API. It's an OS independent sound API (it's available on most UNIX(tm) systems) but it's a very basic and limited API. What's more, OSS drivers all reinvent the wheel. ALSA (Advanced Linux Sound Architecture) is a modularized architecture which supports quite a large range of ISA, USB and PCI cards. It also provides a much higher API than OSS. To use alsa, one can either use: - the old compatibility OSS api - the new ALSA api that provides many enhanced features but requires using the ALSA library.
pa_in: OSS (ਮੁਕਤ ਸਾਊਂਡ ਸਿਸਟਮ) ਪਹਿਲਾ ਸਾਊਂਡ API ਸੀ। ਇਹ ਇੱਕ OS ਤੇ ਨਾ-ਨਿਰਭਰ ਸਾਊਂਡ API ਹੈ (ਇਹ ਬਹੁਤੇ UNIX(tm) ਸਿਸਟਮਾਂ ਤੇ ਉਪਲੱਬਧ ਹੈ) ਪਰ ਇਹ ਮੁਢਲਾ ਅਤੇ ਸੀਮਿਤ API ਹੈ। ਹੋਰ ਕੀ ਹੈ, ਸਭ OSS ਡਰਾਈਵਰ ਚੱਕਰ ਨੂੰ ਰੇਨਵਿੰਟ ਕਰਦੇ ਹਨ। ALSA (ਤਕਨੀਕੀ ਲੀਨਕਸ ਸਾਊਂਡ ਢਾਂਚਾ) ਮੈਡਿਊਲਾਂ ਵਿੱਚ ਵੰਡਿਆ ਢਾਂਚਾ ਹੈ ਜੋ ਕਿ ISA ਦੀ ਵੱਡੀ ਸੀਮਾ ਨੂੰ ਸਹਿਯੋਗ ਦਿੰਦਾ ਹੈ, USB ਅਤੇ PCI ਕਾਰਡ। ਇਹ OSS ਨਾਲੋਂ ਬਹੁਤ ਉੱਚੇ API ਨੂੰ ਸਹਿਯੋਗ ਦਿੰਦਾ ਹੈ। alsa ਵਰਤਣ ਲਈ, ਤੁਸੀਂ ਹੇਠਲੇ ਵਰਤ ਸਕਦੇ ਹੋ: - ਪੁਰਾਣਾ ਅਨੁਕੂਲਤਾ OSS api - ਨਵਾਂ ALSA api ਜੋ ਬਹੁਤ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਮੁਹੱਈਆ ਕਰਦਾ ਹੈ ਪਰ ALSA ਲਾਇਬ੍ਰੇਰੀ ਵਰਤਣ ਸੀ ਲੋੜ ਪੈਂਦੀ ਹੈ।

source: Driver:
pa_in: ਡਰਾਈਵਰ:

source: The old "%s" driver is blacklisted. It has been reported to oops the kernel on unloading. The new "%s" driver will only be used on next bootstrap.
pa_in: ਪੁਰਾਣਾ "%s" ਡਰਾਈਵਰ ਕਾਲੀ-ਸੂਚੀ ਵਿੱਚ ਹੈ। ਇਹ ਅਨ-ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਕਰਨਲ ਨੂੰ oops ਕਰਨ ਲਈ ਰਿਪੋਰਟ ਕੀਤਾ ਹੈ। ਨਵਾਂ "%s" ਡਰਾਈਵਰ ਸਿਰਫ ਨਵੇਂ ਬੂਟਸਟਰੈਪ ਦੌਰਾਨ ਵਰਤਿਆ ਜਾਵੇਗਾ।

source: No open source driver
pa_in: ਕੋਈ ਖੁੱਲਾ ਸਰੋਤ ਡਰਾਈਵਰ ਨਹੀਂ

source: There's no free driver for your sound card (%s), but there's a proprietary driver at "%s".
pa_in: ਇੱਥੇ ਤੁਹਾਡੇ ਸਾਊਂਡ ਕਾਰਡ (%s) ਲਈ ਕੋਈ ਫਰੀ ਡਰਾਈਵਰ ਨਹੀਂ ਹੈ, ਪਰ "%s" ਤੇ ਇੱਕ ਮਲਕੀਅਤ ਡਰਾਈਵਰ ਹੈ।

source: Sound trouble shooting
pa_in: ਸਾਊਂਡ ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ

source: The classic bug sound tester is to run the following commands: - "lspcidrake -v | fgrep -i AUDIO" will tell you which driver your card uses by default - "grep sound-slot /etc/modprobe.conf" will tell you what driver it currently uses - "/sbin/lsmod" will enable you to check if its module (driver) is loaded or not - "/sbin/chkconfig --list sound" and "/sbin/chkconfig --list alsa" will tell you if sound and alsa services're configured to be run on initlevel 3 - "aumix -q" will tell you if the sound volume is muted or not - "/sbin/fuser -v /dev/dsp" will tell which program uses the sound card.
pa_in: ਪੁਰਾਣਾ ਬੱਗ ਸਾਊਂਡ ਜਾਂਚਕਾਰ ਹੇਠਲੀਆਂ ਕਮਾਂਡਾਂ ਚਲਾਉਣ ਲਈ ਹੈ: - "lspcidrake -v | fgrep -i AUDIO" ਇਹ ਤੁਹਾਨੂੰ ਦੱਸੇਗੀ ਕਿ ਤੁਹਾਡਾ ਕਾਰਡ ਕਿਹੜਾ ਮੂਲ ਡਰਾਇਵਰ ਵਰਤ ਰਿਹਾ ਹੈ - "grep sound-slot /etc/modprobe.conf" ਤੁਹਾਨੂੰ ਦੱਸੇਗੀ ਕਿ ਇਹ ਹੁਣ ਕਿਹੜਾ ਡਰਾਈਵਰ ਵਰਤਦੀ ਹੈ - "/sbin/lsmod" ਤੁਹਾਨੂੰ ਜਾਂਚ ਕਰਨ ਦੇਵੇਗੀ ਕਿ ਇਸ ਦਾ ਮੈਡਿਊਲ (ਡਰਾਈਵਰ) ਲੋਡ ਹੈ ਜਾਂ ਨਹੀਂ - "/sbin/chkconfig --list sound" ਅਤੇ "/sbin/chkconfig --list alsa" ਤੁਹਾਨੂੰ ਦੱਸੇਗੀ ਕਿ ਸਾਊਂਡ ਅਤੇ alsa ਸੇਵਾਵਾਂ initlevel 3 ਤੇ ਚੱਲਣ ਲਈ ਸੰਰਚਿਤ ਹਨ ਜਾਂ ਨਹੀਂ - "aumix -q" ਤੁਹਾਨੂੰ ਦੱਸੇਗੀ ਕਿ ਸਾਊਂਡ ਵਾਲਿਅਮ ਬੰਸ ਹੈ ਜਾਂ ਨਹੀਂ - "/sbin/fuser -v /dev/dsp" ਦੱਸੇਗੀ ਕਿ ਸਾਊਂਡ ਕਾਰਡ ਕਿਹੜਾ ਪ੍ਰੋਗਰਾਮ ਵਰਤ ਰਿਹਾ ਹੈ

source: If you really think that you know which driver is the right one for your card you can pick one in the above list. The current driver for your "%s" sound card is "%s"
pa_in: ਜੇ ਤੁਸੀਂ ਇਹ ਸੋਚਦੇ ਹੋ ਕਿ ਤੁਹਾਨੂੰ ਆਪਣੇ ਕਾਰਡ ਲਈ ਸਹੀ ਡਰਾਈਵਰ ਦਾ ਪਤਾ ਹੈ ਤੁਸੀਂ ਉੱਪਰ ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਚੁਣ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ "%s" ਸਾਊਂਡ ਕਾਰਡ ਲਈ ਮੌਜੂਦਾ ਡਰਾਈਵਰ ਹੈ "%s"

source: For most modern TV cards, the bttv module of the GNU/Linux kernel just auto-detect the rights parameters. If your card is misdetected, you can force the right tuner and card types here. Just select your tv card parameters if needed.
pa_in: ਬਹੁਤੇ ਨਵੇਂ TV ਕਾਰਡਾਂ ਲਈ, GNU/ਲੀਨਕਸ ਕਰਨਲ ਦਾ bttv ਮੈਡਿਊਲ ਸਹੀ ਪੈਰਾਮੀਟਰ ਸਵੈ ਹੀ ਖੋਜ ਲੈਂਦਾ ਹੈ। ਜੇ ਤੁਹਾਡਾ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ ਗਿਆ, ਤੁਸੀਂ ਇੱਥੇ ਸਹੀ ਟਿਊਨਰ ਅਤੇ ਕਾਰਡ ਕਿਸਮ ਨੂੰ ਮਜਬੂਰ ਕਰ ਸਕਦੇ ਹੋ।ਆਪਣਾ tv ਕਾਰਡ ਪੈਰਾਮੀਟਰ ਚੁਣੋ ਜੇ ਲੋੜ ਹੈ।

source: Andorra
pa_in: ਐਂਡੋਰਾ

source: Afghanistan
pa_in: ਅਫਗਾਨਿਸਤਾਨ

source: Anguilla
pa_in: ਅੰਗੂਲੀਆਂ

source: Albania
pa_in: ਅਲਬੀਨਾ

source: Armenia
pa_in: ਅਰਮੀਨਾ

source: Angola
pa_in: ਅੰਗੋਲਾ

source: Argentina
pa_in: ਅਰਜਨਟੀਨਾ

source: Australia
pa_in: ਅਸਟਰੇਲੀਆ

source: Aruba
pa_in: ਅਰੂਬਾ

source: Barbados
pa_in: ਬਾਰਬਾਡਾਸ

source: Bangladesh
pa_in: ਬੰਗਲਾਦੇਸ਼

source: Burkina Faso
pa_in: ਬੂਪਕੀਨਾ ਫਾਸੋ

source: Bulgaria
pa_in: ਬੁਲਗਾਰੀਆ

source: Bahrain
pa_in: ਬਹਿਰਾਨ

source: Burundi
pa_in: ਬੂਰੂਮਾਡੀ

source: Benin
pa_in: ਬੀਨਾਨ

source: Bermuda
pa_in: ਬਾਰਾਮੂਡਾ

source: Bolivia
pa_in: ਬੋਲੋਵੀਆ

source: Bahamas
pa_in: ਬਾਹਾਮਾਸ

source: Bhutan
pa_in: ਭੁਟਾਨ

source: Botswana
pa_in: ਬੂਟਸਵਾਨਾ

source: Belize
pa_in: ਬੀਲੀਜ਼ੀ

source: Canada
pa_in: ਕੈਨੇਡਾ

source: Chile
pa_in: ਚਿੱਲੀ

source: Colombia
pa_in: ਕੋਲੰਬੀਆ

source: Costa Rica
pa_in: ਕਾਸਟ ਰੀਕਾ

source: Cuba
pa_in: ਕਿਊਬਾ

source: Djibouti
pa_in: ਡਜੀਬੂਟੀ

source: Dominica
pa_in: ਡੋਮੀਨੀਆ

source: Ecuador
pa_in: ਏਕਵੇਡਰ

source: Egypt
pa_in: ਮਿਸਰ

source: Eritrea
pa_in: ਈਰਟੀਰਆ

source: Finland
pa_in: ਫ਼ਿਨਲੈਂਡ

source: Fiji
pa_in: ਫਿਜ਼ੀ

source: Gabon
pa_in: ਗਾਬੋਨ

source: Grenada
pa_in: ਗਰੀਨਾਡਾਆ

source: Georgia
pa_in: ਜਾਰਜੀਆ

source: Ghana
pa_in: ਗਾਨਾ

source: Gibraltar
pa_in: ਗੀਬਰਾਲਟਾਰ

source: Gambia
pa_in: ਗਾਬੀਆ

source: Guinea
pa_in: ਗੂਈਨੀਆ

source: Guadeloupe
pa_in: ਗੁਆਡੀਲੂਪੀ

source: Guatemala
pa_in: ਗੂਆਟੇਮਾਲਾ

source: Guam
pa_in: ਗੁਆਮ

source: Guinea-Bissau
pa_in: ਗੁਨੇਆ-ਬਿਸਾਉ

source: Guyana
pa_in: ਗੁਆਨਾ

source: Honduras
pa_in: ਹਾਨਡੂਰਸ

source: Haiti
pa_in: ਹਾਈਟੀ

source: Indonesia
pa_in: ਇੰਡੋਨੇਸੀਆ

source: Israel
pa_in: ਇਜ਼ਰਾਈਲ

source: India
pa_in: ਭਾਰਤ

source: Iran
pa_in: ਈਰਾਨ

source: Jamaica
pa_in: ਜੈਮਾਈਕਾ

source: Jordan
pa_in: ਜਾਰਡਨ

source: Japan
pa_in: ਜਾਪਾਨ

source: Kenya
pa_in: ਕੀਨੀਆ

source: Kiribati
pa_in: ਕੀਰੀਬਾਟੀ

source: Kuwait
pa_in: ਕੁਵੈਤ

source: Laos
pa_in: ਲਿਉਸ

source: Liechtenstein
pa_in: ਲੀਚਟੀਨੀਆ

source: Sri Lanka
pa_in: ਸ੍ਰੀਲੰਕਾ

source: Liberia
pa_in: ਲੀਬਾਰੀਆ

source: Lesotho
pa_in: ਲੀਸੋਥੋ

source: Luxembourg
pa_in: ਲ਼ਕਸ਼ਬਰਗ

source: Latvia
pa_in: ਲਾਟੀਵਾਆ

source: Libya
pa_in: ਲੀਬੀਆ

source: Monaco
pa_in: ਮੋਨਸ਼ੀਆ

source: Moldova
pa_in: ਮੋਲਡੋਵਾ

source: Mali
pa_in: ਮਾਲੀ

source: Myanmar
pa_in: ਮਿਆਂਮਾਰ

source: Mongolia
pa_in: ਮੰਗੋਲੀਆ

source: Martinique
pa_in: ਮਾਰਟੀਨੀਕਿਊ

source: Mauritania
pa_in: ਮਾਓਰੀਟਆਨਾ

source: Montserrat
pa_in: ਮੋਨਟਸ਼ਟੀਟ

source: Malta
pa_in: ਮਾਲਟਾ

source: Mauritius
pa_in: ਮਾਓਟੀਸ

source: Malawi
pa_in: ਮਾਲਾਵੀਆ

source: Mexico
pa_in: ਮੈਕਸੀਕੋ

source: Malaysia
pa_in: ਮਲੇਸ਼ੀਆ

source: Namibia
pa_in: ਨੀਮੀਬੀਆ

source: Niger
pa_in: ਨੀਜ਼ਰ

source: Nigeria
pa_in: ਨੀਜ਼ੀਰਆ

source: Nicaragua
pa_in: ਨਿਕਾਰਗੁਆ

source: Nepal
pa_in: ਨੇਪਾਲ

source: Nauru
pa_in: ਨੀਓਰੂ

source: Niue
pa_in: ਨੀਊਈ

source: New Zealand
pa_in: ਨਿਊਜੀਲੈਂਡ

source: Oman
pa_in: ਓਮਾਨ

source: Panama
pa_in: ਪੈਨਾਮਾ

source: Peru
pa_in: ਪੇਰੂ

source: Papua New Guinea
pa_in: ਪਾਪੂਆ ਨਵਾਂ ਗੂਈਨਿਆ

source: Pakistan
pa_in: ਪਾਕਿਸਤਾਨ

source: Pitcairn
pa_in: ਪਿਟਸਾਰਨ

source: Puerto Rico
pa_in: ਪੁਈਰਟੋ ਰੀਸੋ

source: Portugal
pa_in: ਪੁਰਤਗਾਲ

source: Paraguay
pa_in: ਪੇਰੂਗਵੇ

source: Palau
pa_in: ਪਾਲਾਊ

source: Qatar
pa_in: ਕਤਰ

source: Romania
pa_in: ਰੋਮਾਨੀਆ

source: Rwanda
pa_in: ਰਵਾਂਡਾਂ

source: Saudi Arabia
pa_in: ਸਾਊਦੀ ਅਰਬ

source: Sudan
pa_in: ਸੂਡਾਨ

source: Singapore
pa_in: ਸਿੰਘਾਪੁਰ

source: Slovenia
pa_in: ਸਲੋਵੀਨੀਆ

source: Slovakia
pa_in: ਸਲੋਵਾਕੀਆ

source: Sierra Leone
pa_in: ਸੀਈਰਆ ਲਿਏਨ

source: San Marino
pa_in: ਸਾਨ ਮਾਰੀਨੂ

source: Senegal
pa_in: ਸੈਨੇਗਾਲ

source: Somalia
pa_in: ਸੋਮਾਲੀਆ

source: El Salvador
pa_in: ਈਲ ਸਾਲੇਵਡੋਰ

source: Syria
pa_in: ਸੀਰੀਆ

source: Swaziland
pa_in: ਸਵਰਜ਼ਲੈਂਡ

source: Togo
pa_in: ਟੂਗੂ

source: Thailand
pa_in: ਥਾਈਲੈਂਡ

source: Tokelau
pa_in: ਟੂਕੀਲਾਊ

source: Turkmenistan
pa_in: ਤੁਰਕਸਤਾਨ

source: Tunisia
pa_in: ਟੁਨੀਸ਼ੀਆ

source: Tonga
pa_in: ਟੂਨਗਾ

source: Tuvalu
pa_in: ਟੂਵਾਲੂ

source: Taiwan
pa_in: ਤਾਈਵਾਨ

source: Tanzania
pa_in: ਤਾਨਜ਼ੀਆ

source: Uganda
pa_in: ਯੂਗਾਂਡਾ

source: Uruguay
pa_in: ਉਰੂਗਵੇ

source: Venezuela
pa_in: ਵੈਨੂਜੇਏਲਾ

source: Vietnam
pa_in: ਵੀਅਤਨਾਮ

source: Vanuatu
pa_in: ਵਾਨੂਟੂ

source: Samoa
pa_in: ਸਾਮੋਆ

source: Mayotte
pa_in: ਮਾਈਟੀ

source: Zambia
pa_in: ਜ਼ੈਬੀਆ

source: Zimbabwe
pa_in: ਜਿੰਬਾਬਾਵੇ

source: Installing driver for firewire controller %s
pa_in: firewire ਕੰਟਰੋਲਰ %s ਲਈ ਡਰਾਈਵਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ

source: Installing driver for hard drive controller %s
pa_in: ਹਾਰਡ ਡਰਾਈਵ ਕੰਟਰੋਲਰ %s ਲਈ ਡਰਾਈਵਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ

source: Installing driver for ethernet controller %s
pa_in: ਈਥਰਨੈੱਟ ਕੰਟਰੋਲਰ %s ਲਈ ਡਰਾਈਵਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ

source: You have a hole in your partition table but I can not use it. The only solution is to move your primary partitions to have the hole next to the extended partitions.
pa_in: ਤੁਹਾਡੀ ਭਾਗ ਸਾਰਣੀ ਵਿੱਚ ਮੋਰੀ ਹੈ ਪਰ ਮੈਂ ਇਸ ਨੂੰ ਨਹੀਂ ਵਰਤਦਾ। ਹੱਲ ਸਿਰਫ ਇਹ ਹੈ ਕਿ ਮੋਰੀ ਨੂੰ ਐਮਸਟੈਂਡਡ ਭਾਗ ਤੋਂ ਮਗਰ ਲਿਜਾਣ ਲਈ ਆਪਣਾ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਹਟਾਓ।

source: Something bad is happening on your drive. A test to check the integrity of data has failed. It means writing anything on the disk will end up with random, corrupted data.
pa_in: ਤੁਹਾਡੀ ਡਰਾਈਵ ਤੇ ਕੁਝ ਗਲਤ ਵਾਪਰਿਆ ਹੈ। ਡਾਟੇ ਦੀ ਇੱਕਸਾਰਤਾ ਜਾਂਚ ਅਸਫਲ ਹੋਈ ਹੈ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਡਿਸਕ ਤੇ ਕੁਝ ਲਿਖਣ ਨਾਲ, ਨਕਾਰਾ ਡਾਟਾ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ।

source: Can not add a partition to _formatted_ RAID %s
pa_in: _ਫਾਰਮਿਟ_ RAID %s ਵਿੱਚ ਭਾਗ ਨਹੀਂ ਬਣਾ ਸਕਦਾ

source: Root umask
pa_in: ਰੂਟ umask

source: Higher
pa_in: ਬਹੁਤ-ਜਿਆਦਾ

source: This level is to be used with care. It makes your system more easy to use, but very sensitive. It must not be used for a machine connected to others or to the Internet. There is no password access.
pa_in: ਇਹ ਪੱਧਰ ਧਿਆਨ ਨਾਲ ਵਰਤਣ ਲਈ ਹੈ। ਇਹ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਵਰਤਣ ਲਈ ਸੌਖਾ ਬਣਾਉਂਦਾ ਹੈ, ਪਰ ਬਹੁਤ ਨਾਜ਼ੁਕ ਹੈ। ਇਹ ਹੋਰ ਜਾਂ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜੀਆਂ ਮਸ਼ੀਨਾਂ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਇੱਥੇ ਕੋਈ ਗੁਪਤ-ਕੋਡ ਪਹੁੰਚ ਨਹੀਂ।

source: Passwords are now enabled, but use as a networked computer is still not recommended.
pa_in: ਗੁਪਤ-ਕੋਡ ਹੁਣ ਯੋਗ ਹੈ, ਪਰ ਨੈੱਟਵਰਕ ਕੰਪਿਊਟਰ ਤੌਰ ਤੇ ਵਰਤਣ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।

source: There are already some restrictions, and more automatic checks are run every night.
pa_in: ਇੱਥੇ ਪਹਿਲਾਂ ਹੀ ਕੁਝ ਪਾਬੰਦੀਆਂ ਹਨ, ਅਤੇ ਹਰ ਰਾਤ ਨੂੰ ਬਹੁਤ ਸਾਰੀ ਸਵੈ ਜਾਂਚ ਚਲੱਦੀ ਹੈ।

source: This is similar to the previous level, but the system is entirely closed and security features are at their maximum.
pa_in: ਇਹ ਪਿਛਲੇ ਪੱਧਰ ਦੇ ਸਮਾਨ ਹੈ, ਪਰ ਸਿਸਟਮ ਪੂਰੀ ਤਰਾਂ ਬੰਦ ਹੈ ਅਤੇ ਸੁਰੱਖਿਆ ਵਿਸ਼ੇਸ਼ਤਾ ਆਪਣੇ ਸਿਖਰ ਤੇ ਹੈ।

source: Security Administrator (login or email)
pa_in: ਸੁਰੱਖਿਆ ਪ੍ਰਬੰਧਕ (ਲਾਗਇਨ ਜਾਂ ਈ-ਪੱਤਰ)

source: Assign raw devices to block devices (such as hard drive partitions), for the use of applications such as Oracle or DVD players
pa_in: ਕਾਰਜ ਜਿਵੇਂ Oracle ਜਾਂ DVD ਪਲੇਅਰ ਵਰਤਣ ਲਈ ਰੁਕਾਵਟੀ ਜੰਤਰਾਂ (ਜਿਵੇਂ ਹਾਰਡ ਡਰਾਈਵ ਭਾਗਾਂ) ਨੂੰ ਵਾਧੂ ਜੰਤਰ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Start
pa_in: ਸ਼ੁਰੂ

source: [OPTIONS]... Mandriva Linux Terminal Server Configurator --enable : enable MTS --disable : disable MTS --start : start MTS --stop : stop MTS --adduser : add an existing system user to MTS (requires username) --deluser : delete an existing system user from MTS (requires username) --addclient : add a client machine to MTS (requires MAC address, IP, nbi image name) --delclient : delete a client machine from MTS (requires MAC address, IP, nbi image name)
pa_in: [OPTIONS]... ਮੈਂਡਰਿਵ-ਲੀਨਕਸ ਟਰਮੀਨਲ ਸਰਵਰ ਸੰਰਚਨਾ-ਕਾਰ --ਯੋਗ : MTS ਯੋਗ ਕਰੋ --ਅਯੋਗ : MTS ਅਯੋਗ ਕਰੋ --ਚਲਾਓ : MTS ਚਲਾਓ --ਰੋਕੋ : MTS ਰੋਕੋ --ਉਪਭੋਗੀ-ਸ਼ਾਮਿਲ : ਇੱਕ ਮੌਜੂਦਾ ਉਪਭੋਗੀ MTS ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ (ਉਪਭੋਗੀ-ਨਾਂ ਦੀ ਲੋੜ ਹੈ) --ਉਪਭੋਗੀ-ਹਟਾਓ : MTS ਵਿੱਚੋਂ ਮੌਜੂਦਾ ਉਪਭੋਗੀ ਹਟਾਓ (ਉਪਭੋਗੀ-ਨਾਂ ਦੀ ਲੋੜ ਹੈ) --ਕਲਾਂਈਟ-ਸ਼ਾਮਿਲ : MTS ਵਿੱਚ ਕਲਾਂਈਟ ਮਸ਼ੀਨ ਸ਼ਾਮਿਲ ਕਰੋ (MAC ਸਿਰਨਾਵਾਂ, IP, nbi ਪ੍ਰਤਿਬਿੰਬ ਦੀ ਲੋੜ ਹੈ) --ਕਲਾਈਂਟ-ਹਟਾਓ : MTS ਵਿੱਚੋਂ ਕਲਾਂਈਟ ਮਸ਼ੀਨ ਹਟਾਓ (MAC ਸਿਰਨਾਵਾਂ, IP, nbi ਪ੍ਰਤਿਬਿੰਬ ਦੀ ਲੋੜ ਹੈ)
