Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: A custom bootdisk provides a way of booting into your Linux system without depending on the normal bootloader. This is useful if you don't want to install SILO on your system, or another operating system removes SILO, or SILO doesn't work with your hardware configuration. A custom bootdisk can also be used with the Mandrake rescue image, making it much easier to recover from severe system failures. If you want to create a bootdisk for your system, insert a floppy in the first drive and press "Ok".
cs: Pomocí startovací diskety je mo¾né spustit systém Linux bez závislosti na zavadìèi systému. To je u¾iteèné tøeba v pøípadì, ¾e nechcete instalovat SILO na poèítaè, nebo jiný operaèní systém SILO pøepsal nebo SILO nepracuje správnì s hardwarovou konfigurací. Vlastní startovací disketa je také u¾iteèná tehdy, pokud je potøeba provést opravu systému po pøedchozím selhání. Pokud chcete vytvoøit startovací disketu, vlo¾te disketu do mechaniky a stisknìte "OK".
eu: Norberaren disko abiarazleaz (bootdisk) Linux-an sar zintezke abiarazle arrunta erabili ordez. Hau batez ere balio du zure sisteman SILOrik ezarri nahi ez duzunerako edo beste sistema batek SILOa ezabatzen duenerako edo zure hardware konfigurazioarekin SILO bat ez daterrenerako. Disko abiarazleak ere Mandrakeren erreskate imaginaren ordezkoarena egin lezake, eta horrela sistema porrotetatik berreskura dezake. Zure sistemarako disko abiarazlerik egin nahi baduzu "Ados" klikatu.
hr: Proizvoljna boot disketa omoguæava naèin podizanja va¹eg Linux sustava bez ovisnosti o normalnom bootloader-u. Ovo je korisno ukoliko ne ¾elite instalirati SILO na va¹ sustav, ili je drugi operativni sustav uklonio SILO, ili SILO ne ¾eli raditi sa va¹om konfiguracijom hardware-a. Proizvoljna boot disketa takoðer mo¾e biti kori¹tena sa Mandrake spasonosnom slikom, omoguæavajuæi tako lak¹e spa¹avanje od raznih sustavskih gre¹aka. Ako ¾elite napraviti boot disketu za va¹ sustav, ubacite disketu u prvi pogon i pritisnite "U redu".
lt: Ákrovos diskelis leidþia pakrauti Linux sistemà be normalaus sistemos ákroviklio. Tai gali bûti naudinga, jei tu nenori ádiegti SILO á savo sistemà, arba kita operacijø sistema iðmeta SILO, arba jei SILO nedirba su tokia árangos konfigûracija. Ákrovos diskelis taip pat gali bûti naudojamas su Mandrake rescue diskeliu, tokiu bûdu pasidaro daug lengviau atkurti sistemà po smarkiø gedimø. Jei nori sukurti ákrovos diskelá savo sistemai, ákiðk diskelá á pirmàjá árenginá ir spausk "Gerai".
lv: Pielâgotâ sâknçðanas diskete piedâvâ veidu, kâ sâknçt jûsu Linux sistçmu neatkarîgi no parastâ sâknçtâja. Tas ir noderîgi, ja jûs nevçlaties savâ sistçmâ uzstâdît SILO, vai kâda cita operçtâjsistçma izdzçð SILO, vai arî SILO nedarbojas ar jûsu dzelþu konfigurâciju. Pielâgoto sâknçðanas disketi var izmantot arî kopâ ar Mandrake glâbðanas attçlu, atvieglojot atjaunoðanu pçc smagiem sistçmas bojâjumiem. Ja vçlaties izveidot jûsu sistçmai pielâgotu sâknçðanas disketi, ielieciet sisketi pirmajâ iekârtâ un nospiediet "Labi".
sk: Vlastná zavádzacia disketa poskytuje mo¾nos» zavies» vá¹ systém Linux bez závislosti na obvyklom zavádzaèi. Hodí sa to, pokiaµ nechcete na va¹om systéme in¹talova» SILO, iný operaèný systém SILO odstráni, alebo SILO nepracuje správne s va¹ím hardvérom. Individuálna zavádzacia disketa mô¾e by» tie¾ pou¾itá spolu s Mandrake Linux záchrannou disketou, èo podstatne uµahèí zotavenie sa z vá¾nych chýb systému. Ak si ¾eláte vytvori» zavádzaciu disketu pre vá¹ systém, vlo¾te disketu do prvej mechaniky a stlaète "Ok".
tr: Özel bir açýlýþ disketi, Linux sisteminizin normal bir sistem yükleyiciye gerek kalmadan açýlmasýný saðlar. Eðer sisteminize SILO kurmayacaksanýz, ya da baþka bir iþletim sistemi SILO'yu silerse ya da SILO donanýmýnýzla çalýþmazsa bu disket size yardýmcý olacaktýr. Sonradan Mandrake kurtarma disketi görüntüsünü kullanarak da bu disket oluþturulabilir. Açýlýþ disketi oluþturmak istiyorsanýz, lütfen sürücüye boþ bir disket yerleþtirip "Tamam"'a basýn.?
uk: Спец╕ально створений диск для завантаження забезпечить Вам можлив╕сть запуску системи незалежно в╕д звичайного завантажувача. Це може знадобитися у тих випадках, коли Ви не бажа╓те встановлювати SILO в сво╖й систем╕, або коли ╕нша операц╕йна система "перетира╓" SILO, або коли SILO не працю╓ з новою конф╕гурац╕╓ю апаратних засоб╕в. Авар╕йний диск може також використовуватися разом з Mandrake авар╕йним диском, що робить в╕дновлення в╕д серйозних системних крах╕в набагато прост╕шим. Якщо Ви бажа╓те створити авар╕йний диск для сво╓╖ системи вставте дискету в перший дисков╕д ╕ натисн╕ть "Гаразд".
vi: Mét ®Üa mÒm khëi ®éng gióp khëi ®éng hÖ thèng Linux cña b¹n mµ kh«ng phô thuéc vµo tr×nh khëi ®éng th«ng th­êng. C¸ch nµy h÷u dông nÕu b¹n kh«ng muèn cµi ®Æt SILO, hay SILO bÞ hÖ ®iÒu hµnh kh¸c xo¸, hay SILO kh«ng ho¹t ®éng víi cÊu h×nh phÇn cøng cña b¹n. §Üa mÒm khëi ®éng còng cã thÓ dïng víi ¶nh cøu gi¶i cña Mandrake, t¹o ®iÒu kiÖn dÔ dµng phôc håi hÖ thèng khi gÆp sù cè. NÕu b¹n muèn t¹o mét ®Üa mÒm khëi ®éng, n¹p mét ®Üa mÒm vµo æ ®Üa mÒm thø nhÊt vµ nhÊn "OK".

source: First floppy drive
cs: první mechaniky
eu: Lehenengo diskete unitatea
hr: Prvi disketni pogon
lt: Pirmasis diskeliø árenginys
lv: Pirmâ diskeðu iekârta
ro: Primul periferic de dichetã
sk: Prvá floppy mechanika
tr: Ýlk disket sürücü
uk: Перша дискета
vi: æ ®Üa mÒm thø nhÊt

source: Second floppy drive
cs: druhé mechaniky
eu: Bigarren diskete unitatea
hr: Drugi disketni pogon
lt: Antrasis diskeliø árenginys
lv: Otrâ diskeðu iekârta
ro: Al doilea periferic de dischetã
sk: Druhá floppy mechanika
tr: Ýkinci disket sürücü
uk: Другий прив╕д дискети
vi: æ ®Üa mÒm thø hai

source: Skip
cs: Pøeskoèit
eu: Ahaztu
hr: Preskoèi
lt: Praleisti
lv: Izlaist
nb: Hopp over
pa_in: ਛੱਡੋ
ro: Sari peste
sk: Vynechaj
tr: Atla
uk: Пропустити
vi: Cho qua

source: A custom bootdisk provides a way of booting into your Linux system without depending on the normal bootloader. This is useful if you don't want to install LILO (or grub) on your system, or another operating system removes LILO, or LILO doesn't work with your hardware configuration. A custom bootdisk can also be used with the Mandrake rescue image, making it much easier to recover from severe system failures. Would you like to create a bootdisk for your system?
cs: Pomocí startovací diskety mù¾ete spustit Linux bez pou¾ití normálního zavádìcího programu (bootloader). To je u¾iteèné pokud nechcete instalovat LILO (nebo Grub), nebo jiný operaèní systém odstraní LILO, nebo LILO na va¹em poèítaèi nefunguje. Vlastní startovací disketa také mù¾e být pou¾ita spolu s "Mandrake záchranným diskem" (rescue image), co¾ poskytuje úèinnou pomoc pøi havárii systému. Chcete vytvoøit startovací disketu?
eu: Norberaren disko abiarazleaz (bootdisk) Linux-an sar zintezke abiarazle arrunta erabili ordez. Hau batez ere balio du zure sisteman LILOrik ezarri nahi ez duzunerako edo beste sistema batek LILOa (edo grub) ezabatzen duenerako edo zure hardware konfigurazioarekin LILO bat ez daterrenerako. Disko abiarazleak ere Mandrakeren erreskate imaginaren ordezkoarena egin lezake, eta horrela sistema porrotetatik berreskura dezake. Zure sistemarako disko abiarazlerik egin nahi duzu?
hr: Proizvoljna boot disketa omoguæava naèin podizanja va¹eg Linux sustava bez ovisnosti o normalnom bootloader-u. Ovo je korisno ukoliko ne ¾elite instalirati LILO (ili grub) na va¹ sustav, ili je drugi operativni sustav uklonio LILO, ili LILO ne ¾eli raditi sa va¹om konfiguracijom hardware-a. Proizvoljna boot disketa takoðer mo¾e biti kori¹tena sa Mandrake spasonosnom slikom, omoguæavajuæi tako lak¹e spa¹avanje od raznih sustavskih gre¹aka. Da li ¾elite napraviti proizvoljnu boot disketu za va¹ sustav?
lt: Ákrovos diskelis leidþia pakrauti Linux sistemà be normalaus sistemos ákroviklio. Tai gali bûti naudinga, jeigu tu nenori ádiegti LILO (arba GRUB) á savo sistemà, arba jei kita operacijø sistema iðmeta LILO, arba jei LILO nedirba su esama árangos konfigûracija. Ákrovos diskelis taip pat gali bûti naudojamas su Mandrake rescue diskeliu, tokiu bûdu pasidaro daug lengviau atkurti sistemà po smarkiø gedimø. Ar tu nori sukurti ákrovos diskelá?
lv: Pielâgotâ sâknçðanas diskete piedâvâ veidu, kâ sâknçt jûsu Linux sistçmu neatkarîgi no parastâ sâknçtâja. Tas ir noderîgi, ja jûs nevçlaties savâ sistçmâ uzstâdît LILO (vai grub), vai kâda cita operçtâjsistçma izdzçð LILO, vai arî LILO nedarbojas ar jûsu dzelþu konfigurâciju. Pielâgoto sâknçðanas disketi var izmantot arî kopâ ar Mandrake glabðanas attçlu, atvieglojot atjaunoðanu pçc smagiem sistçmas bojâjumiem. Vai vçlaties izveidot jûsu sistçmai pielâgotu sâknçðanas disketi?
ro: O dischetã personalizatã de demaraj permite un mod de a accede la sistemul vostru Linux fãrã a depinde de gestionarul de demaraj normal. Acesta este util dacã nu doriþi sã instalaþi LILO (sau grub) în sistem sau dacâ alte sisteme ºterg LILO sau dacã LILO nu funcþioneazã în sistemul dumneavoastrã. O dischetã personalizatã poate fi de asemena folositã ca o imagine de depanaj, ceea ce permite recuperãri mult mai uºoare în urmã unor pane severe. Doriþi sã creaþi o dischetã de demaraj pentru sistemul dumneavoastrã ?
sk: Individuálna zavádzacia disketa poskytuje mo¾nos» zavies» vá¹ systém Linux bez závislosti na obvyklom zavádzaèi. Hodí sa to, pokiaµ nechcete na va¹om systéme in¹talova» LILO (èi GRUB), iný operaèný systém LILO odstráni, alebo LILO nepracuje správne s va¹ím hardvérom. Individuálna zavádzacia disketa mô¾e by» tie¾ pou¾itá spolu s Mandrake Linux záchrannou disketou, èo podstatne uµahèí zotavenie sa z vá¾nych chýb systému. ®eláte si vytvori» zavádzaciu disketu pre vá¹ systém?
tr: Özel bir açýlýþ disketi, Linux sisteminizin normal bir sistem yükleyiciye gerek kalmadan açýlmasýný saðlar. Eðer sisteminize lilo (ya da grub) kurmayacaksanýz, ya da baþka bir iþletim sistemi lilo'yu silerse ya da lilo donanýmýnýzla çalýþmazsa bu disket size yardýmcý olacaktýr. Sonradan Mandrake kurtarma disketi görüntüsünü kullanarak da bu disket oluþturulabilir. Açýlýþ disketi oluþturmak istiyor musunuz?
uk: Спец╕ально створений диск для завантаження забезпечить Вам можлив╕сть запуску системи незалежно в╕д звичайного завантажувача. Це може знадобитися у тих випадках, коли Ви не бажа╓те встановлювати LILO (або grub) в сво╖й систем╕, або коли ╕нша операц╕йна система "перетира╓" LILO, або коли LILO не працю╓ з новою конф╕гурац╕╓ю апаратних засоб╕в. Авар╕йний диск може також використовуватися разом з Mandrake авар╕йним диском, що робить в╕дновлення в╕д серйозних системних крах╕в набагато прост╕шим. Чи бажа╓те Ви створити авар╕йний диск для сво╓╖ системи?
vi: Mét ®Üa mÒm khëi ®éng gióp khëi ®éng hÖ thèng Linux cña b¹n mµ kh«ng phô thuéc vµo tr×nh khëi ®éng th«ng th­êng. C¸ch nµy h÷u dông nÕu b¹n kh«ng muèn cµi ®Æt LILO (hoÆc grub), hay LILO bÞ hÖ ®iÒu hµnh kh¸c xo¸, hay LILO kh«ng ho¹t ®éng víi cÊu h×nh phÇn cøng cña b¹n. §Üa mÒm khëi ®éng còng cã thÓ dïng víi ¶nh cøu gi¶i cña Mandrake, t¹o ®iÒu kiÖn dÔ dµng phôc håi hÖ thèng khi gÆp sù cè.B¹n cã muèn t¹o mét ®Üa mÒm khëi ®éng cho hÖ thèng kh«ng?

source: Sorry, no floppy drive available
cs: Bohu¾el není dostupná ¾ádná disketová mechanika
eu: Parkatu, ez dago disko unitate erabilgarririk
hr: ®alim, meðutim disketni pogon nije dostupan
lt: Atleisk, bet neradau jokio diskeliø kaupiklio
lv: Diemþçl nav pieejama neviena diskeðu iekârta
ro: Îmi pare rãu dar nu gãsesc nici un periferic de dischetã disponibil.
sk: Prepáète, nena¹iel som ¾iadnu disketovú mechaniku
tr: Disket sürücü yok
uk: Перепрошую, нема╓ приводу дискети
vi: Xin lçi, kh«ng cã æ ®Üa mÒm nµo c¶

source: Choose the floppy drive you want to use to make the bootdisk
cs: Zvolte mechaniku, kde chcete vytvoøit startovací disketu
eu: Hautatu disko abiarazlea egiteko erabiliko den unitatea
hr: Izaberite disketni pogon koji ¾elite koristiti za izradu boot diskete
lt: Pasirink kaupiklá, kurá nori naudoti ákrovos diskeliui sukurti
lv: Norâdiet diskeðu iekârtu, ko izmanto distetes veidoðanai
ro: Alegeþi perifericul pe care-l doriþi pentru a realiza un disc de demaraj.
sk: Zvoµte floppy mechaniku v ktorej chcete vytvori» boot disketu
tr: Açýlýþ disketi yapmak için kullanýlacak disket sürücüyü seçin
uk: Вибер╕ть прив╕д дискети, який Ви хочете використовувати для створення авар╕йно╖ дискети
vi: Chän æ ®Üa mÒm b¹n muèn dïng ®Ó t¹o ®Üa khëi ®éng

source: Insert a floppy in drive %s
cs: Vlo¾te disketu do %s
eu: %s-n diskoa sartu
hr: Umetnite disketu u pogon %s
lt: Ádëk diskelá á kaupiklá %s
lv: Ielieciet disketi iekârtâ %s
ro: Introduceþi o dischetã în perifericul %s
sk: Vlo¾te disketu do mechaniky %s
tr: %s sürücüsüne bir disket takýn
uk: Вставте дискету в дисков╕д %s
vi: N¹p ®Üa mÒm vµo æ ®Üa %s

source: Creating bootdisk
cs: Vytváøím startovací disketu
eu: Disko abiarazlea eraikitzen
hr: Stvaram boot disketu
lt: Kuriamas ákrovos diskelis
lv: Gatavoju sâknçðanas disketi
ro: Crearea dischetei de demaraj
sk: Vytváram bootdisk
tr: Açýlýþ disketi oluþturuluyor
uk: Створюю дискету для завантаження
vi: §ang t¹o ®Üa khëi ®éng

source: Preparing bootloader
cs: Pøipravuji zavádìcí program
eu: Abiarazlea prestatzen
hr: Pripremam bootloader
lt: Ruoðiama ákrovos tvarkyklë
lv: Sagatavoju sâknçtâju
ro: Pegãtirea gestionalului de demaraj
sk: Pripravuje sa zavádzaè
tr: Açýlýþ yükleyici hazýrlanýyor
uk: Встановлюю завантажувальний блок
vi: §ang chuÈn bÞ tr×nh khëi ®éng

source: You appear to have an OldWorld or Unknown machine, the yaboot bootloader will not work for you. The install will continue, but you'll need to use BootX to boot your machine
cs: Zdá se, ¾e máte nìjaký neznámý poèítaè, na kterém nebude yaboot pracovat. Instalace bude pokraèovat, ale budete potøebovat BootX pro spu¹tìní systému.
eu: Dirudienez makina ezezaguna edo oso zaharra daukazu, yaboot abiarazlea ez da zurean ibiliko. Instalazioak jarraituko du, baino BootX erabili beharko duzu zure makina abiatzeko.
hr: Èini se da imate OldWorld ili Nepoznato raèunalo, yaboot bootloader neæe moæi raditi kod vas. Instalacija æe nastaviti, ali æete morati koristiti BootX da podignete va¹e raèunalo
tr: Eski ya da bilinmeyen bir makinaya sahipmiþsiniz gibi görünüyor. Yaboot önyükleyicisi düzgün çalýþmayabilir. Kurulum devam edecek ama bu makinayý açmak için BootX kullanmak zorunda kalacaksýnýz.
uk: Зда╓ться у Вас машина OldWorld чи Нев╕дома. Завантажувач yaboot не буде працювати з ц╕╓ю машиною. Установка буде продовжуватись, але для завантаження, Вам потр╕бно користуватись BootX.
vi: Cã vÎ nh­ m¸y tÝnh ®· l¹c hËu hoÆc kh«ng cßn ®­îc biÕt ®Õn, tr×nh khëi ®éng yaboot sÏ kh«ng lµm viÖc. TiÕp tôc cµi ®Æt, nh­ng b¹n sÏ cÇn ph¶i sö dông BootX ®Ó khëi ®éng m¸y tÝnh.

source: Do you want to use aboot?
cs: Chcete pou¾ít aboot?
eu: aboot erabili nahi duzu?
hr: Da li ¾elite koristiti aboot?
lt: Ar nori naudoti aboot?
lv: Vai vçlaties izmantot aboot?
sk: Chcete pou¾i» aboot?
tr: aboot'u kullanmak istiyor musunuz?
uk: Чи Ви хочете використовувати aboot?
vi: B¹n cã muèn sö dông aboot kh«ng?

source: Error installing aboot, try to force installation even if that destroys the first partition?
cs: Stala se chyba pøi instalaci aboot, mám se pokusit o instalaci i kdy¾ to zru¹í první oddíl na disku?
eu: aboot instalatzerakoan errorea, indarrez ezarri instalazioa nahiz eta lehen partizioa urratzeko arriskua egon?
hr: Gre¹ka prilikom instalacije aboot-a, probati nasilno instalirati iako to mo¾e uni¹titi prvu particiju?
lt: Klaida ádiegiant aboot, bandyti ádiegti priverstinai, net jei tai sunaikintø pirmàjá skirsná?
lv: Kïûda, instalçjot aboot, vai instalçt piespiedu kârtâ pat tad, ja tiks iznîcinâta pirmâ partîcija?
ro: Eroare la instalrea lui aboot, sã încerc sã forþaþi instalarea chiar dacã aceasta distruge prima partiþie ?
sk: Chyba in¹talácie aboot. Skúsi» silovú in¹taláciu s mo¾nos»ou znièenia prvého oddielu?
tr: aboot kurulumunda hata, ilk disk bölümünü yok etse bile yine de kurulmasýný istiyor musunuz?
uk: Помилка при встановленн╕ aboot, попробувати встановити силою, нав╕ть якщо це розрушить перший п╕дрозд╕л?
vi: Lçi khi cµi ®Æt aboot, Cè g¾ng cµi ®Æt kÓ c¶ khi nã cã thÓ ph¸ háng ph©n vïng ®Çu tiªn?

source: Installing bootloader
cs: Instaluji zavádìcí program
tr: Sistem yükleyiciyi Kuruluyor
uk: Встановлюю блок завантаження
vi: §ang cµi ®Æt tr×nh n¹p khëi ®éng

source: Installation of bootloader failed. The following error occured:
cs: Instalace zavádìcího programu neuspìla. Stala se tato chyba:
eu: abiarazlearen instalazioak porrot egin du. Errore hau izan da:
hr: Instalacija bootloader-a nije uspjela. Prijavljena je slijedeæa gre¹ska:
lt: Nepavyko ádiegti ákrovos tvarkyklës. Ávyko tokia klaida:
lv: Sâknçtâja instalçðana neizdevâs. Atklâta ðâda kïûda:
sk: In¹talácia zavádzaèa zlýhala. Vyskytla sa nasledujúca chyba:
tr: Açýlýþ yükleyicisi kurulumu baþarýsýz. Oluþan hata:
uk: Установка завантажувача неусп╕шна. Сталася помилка:
vi: Kh«ng cµi ®Æt ®­îc tr×nh khëi ®éng. X¶y ra lçi nh­ sau:

source: You may need to change your Open Firmware boot-device to enable the bootloader. If you don't see the bootloader prompt at reboot, hold down Command-Option-O-F at reboot and enter: setenv boot-device %s,\\:tbxi Then type: shut-down At your next boot you should see the bootloader prompt.
cs: Mù¾ete potøebovat zmìnit startovací zaøízení pro Open Firmware pro aktivaci spou¹tìcího programu. Pokud nevidíte po spu¹tìní prompt, stisknìte pøi startu Command-Option-O-F a zadajte: setenv boot-device %s,\\:tbxi Potom zadejte: shut-down Pøi dal¹ím spu¹tìní u¾ uvidíte prompt.
tr: Önyükleyiciyi etkinleþtirmek için Gömülü Sistem önyükleme aygýtýnýzý deðiþtirme gereði duyabilirsiniz. Yeniden baþlatma sýrasýnda önyükleyici komut satýrýný göremiyorsanýz, sistemi yeniden baþlatýrken Command-Option-O-F seçtikten sonra: setenv boot-device %s,\\:tbxi ve ardýndan: shut-down girerseniz, sonraki açýlýþta önyükleyici komut satýrýný görmeniz gerekir.
uk: Можливо вам потр╕бно зм╕нити пристр╕й завантаження у Open Firmware для того, щоб дозволити роботу завантажувача. Якщо ви не бачите запрошення завантажувача при завантаженн╕ системи, натисн╕ть Command-Option-O-F при завантаженн╕ ╕ введ╕ть setenv boot-device %s,\\:tbxi. П╕сля цього надрукуйте shut-down. При наступному завантаженн╕ ви побачите п╕дказку завантажувача.
vi: B¹n cÇn thay ®æi thiÕt bÞ khëi ®éng Tr×nh C¬ Së Më ®Ó cho phÐp ch¹y tr×nh khëi ®éng. NÕu kh«ng nh×n thÊy dÊu nh¾c cña tr×nh khëi ®éng khi khëi ®éng l¹i, nhÊn vµ gi÷ Command-Option-O-F lóc khëi ®éng l¹i råi nhËp: setenv boot-device %s,\\:tbxi Råi gâ: shut-down LÇn khëi ®éng tiÕp theo, b¹n sÏ nh×n thÊy dÊu nh¾c cña tr×nh khëi ®éng.

source: Low
cs: Nízká
eu: Gutxi
hr: Nizak
lt: Þemas
lv: Zems
ro: Scãzut
sk: Slabá
tr: Düþük
uk: Низький
vi: ThÊp

source: Medium
cs: Støední
eu: Ertaina
hr: Srednji
lt: Vidutinis
lv: Vidçjs
ro: Mediu
sk: Stredná
tr: Orta
uk: Середн╕й
vi: Trung b×nh

source: High
cs: Vysoká
eu: Handia
hr: Visok
lt: Aukðtas
lv: Augsts
pa_in: ਜਿਆਦਾ
ro: Ridicat
sk: Vysoká
tr: Yüksek
uk: Високий
vi: Cao

source: Choose security level
cs: Zvolte si úroveò zabezpeèení
eu: Hautatu segurtasun neurria
hr: Izaberite sigurnosni nivo
lt: Pasirink saugumo lygá
lv: Izvçlieties droðîbas lîmeni?
ro: Alegeþi nivelul de securitate
sk: Voµba bezpeènostnej úrovne
tr: Güvenlik seviyesini seçin
uk: Вибер╕ть р╕вень захисту
vi: Chän møc b¶o mËt

source: Insert a blank floppy in drive %s
cs: Vlo¾te prázdnou disketu do %s
eu: %s-n disko hutsa sartu
hr: Umetnite praznu disketu u pogon %s
lt: Ádëk tuðèià diskelá á kaupiklá %s
lv: Ielieciet tukðu disketi iekârtâ %s
ro: Introduceþi uo dischetã goalã în perifericul %s
sk: Vlo¾te èistú disketu do mechaniky %s
tr: %s sürücüsüne boþ bir disket yerleþtirin
uk: Вставте чисту дискету в дисков╕д %s
vi: N¹p mét ®Üa mÒm tr¾ng vµo æ %s

source: Creating auto install floppy
cs: Vytváøím disketu pro automatickou instalaci
eu: Berez instalatzeko disketea prestatzen
hr: Pravim auto instalacijsku disketu
lt: Kuriamas automatinio ádiegimo diskelis
lv: Sagatavoju auto instalçðanas disketi
ro: Creati discheta de autoinstalare
sk: Pripravujem auto in¹talaènú disketu
tr: Otomatik kurulum disketi hazýrlanýyor
uk: Створення автоустановочно╖ дискети
vi: §ang t¹o ®Üa mÒm cµi ®Æt tù ®éng

source: Some steps are not completed. Do you really want to quit now?
cs: Nìkteré kroky nebyly dokonèeny. Chcete opravdu nyní skonèit?
eu: Zenbait hurrats ez dira burutu. Benetan irten nahi duzu?
hr: Niste zavr¹ili sve korake. ®elite li zaista zavr¹iti?
lt: Kai þingsniai buvo nebaigti. Ar tu nori iðeiti dabar?
lv: Daþi soïi nav izpildîti. Vai tieðâm vçlaties iziet tûlît?
ro: Cîteva etape nu au fost completate. Chiar vreþi sã terminaþi acum?
sk: Niektoré kroky niesu dokonèené. Naozaj chcete teraz skonèi»?
tr: Bazý bölümler tamamlanmadý. Gerçekten çýkmak istiyormusunuz?
uk: Деяк╕ кроки не завершен╕. Ви д╕йсно хочете припинити зараз?
vi: Mét sè b­íc ch­a ®­îc hoµn thµnh. B¹n thùc sù muèn tho¸t ra b©y giê?
