Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Use password to authenticate users.
nb: Bruk passord for brukerautentisering.
pa_in: ਉਪਭੋਗੀ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਗੁਪਤ-ਕੋਡ ਵਰਤੋ।

source: Activate Ethernet cards promiscuity check.
nb: Slå på promiskuitetskontroll for nettverkskort.

source: Activate daily security check.
nb: Slå på daglig sikkerhetskontroll.

source: Enable sulogin(8) in single user level.
nb: Slå på sulogin(8) i enbrukermodus.

source: Add the name as an exception to the handling of password aging by msec.
nb: Legg til navnet som et unntak til passordaldringa i msec.
pa_in: ਮਿ: ਸੈ: ਦੁਆਰਾ ਗੁਪਤ-ਕੋਡ ਮਿਆਦ ਦੇ ਪ੍ਰਬੰਧਨ ਲਈ ਐਕਸੈਪਸ਼ਨ ਤੌਰ ਤੇ ਨਾਂ ਸ਼ਾਮਿਲ ਕਰੋ।

source: Set password aging to "max" days and delay to change to "inactive".
nb: Sett passordaldring til «maks» dager og endre til «ikke i bruk».
pa_in: ਗੁਪਤ-ਕੋਡ ਮਿਆਦ "max" ਅਤੇ ਅੰਤਰਾਲ ਨੂੰ "inactive" ਤਬਦੀਲ ਹੋਣ ਲਈ ਨਿਰਧਾਰਿਤ ਕਰੋ।

source: Set the password history length to prevent password reuse.
nb: Velg størrelse på passordlogg for å hindre gjenbruk av passord.
pa_in: ਗੁਪਤ-ਕੋਡ ਮੁੜ ਵਰਤੋਂ ਤੋਂ ਬਚਾਉਣ ਲਈ ਗੁਪਤ-ਕੋਡ ਅਤੀਤ ਲੰਬਾਈ ਨਿਰਧਾਰਿਤ ਕਰੋ।

source: Set the password minimum length and minimum number of digit and minimum number of capitalized letters.
nb: Velg minstelengde på passord og minimum tall på siffer og store bokstaver.
pa_in: ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ ਲੰਬਾਈ ਅਤੇ ਘੱਟੋ-ਘੱਟ ਅੰਕ ਗਿਣਤੀ ਅਤੇ ਘੱਟੋ-ਘੱਟ ਵੱਡੇ ਅੱਖਰਾਂ ਦੀ ਗਿਣਤੀ ਨਿਰਧਾਰਿਤ ਕਰੋ।

source: Set the root's file mode creation mask.
nb: Velg modus for nye filer («umask») til «root».

source: if set to yes, check open ports.
nb: Kontroller åpne porter hvis satt til «ja».
pa_in: ਜੇ ਹਾਂ ਨਿਰਧਾਰਿਤ ਹੈ, ਖੁੱਲੇ ਪੋਰਟ ਦੀ ਜਾਂਚ ਕਰੋ।

source: if set to yes, check for: - empty passwords, - no password in /etc/shadow - for users with the 0 id other than root.
nb: Kontroller følgende hvis satt til «ja»: – tomme passord – ingen passord i «/etc/shadow» – for brukere med 0-ID utenom «root»
pa_in: ਜੇ ਹਾਂ ਨਿਰਧਾਰਿਤ ਹੈ, ਇਹਨਾਂ ਦੀ ਜਾਂਚ ਕਰੋ: - ਖਾਲੀ ਗੁਪਤ-ਕੋਡ, - /etc/shadow ਵਿੱਚ ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀਂ - ਰੂਟ ਤੋਂ ਬਗੈਰ 0 id ਵਾਲੇ ਉਪਭੋਗੀਆਂ ਲਈ।

source: if set to yes, check permissions of files in the users' home.
nb: Kontroller tilgang til filer i hjememappe til brukere hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, ਉਪਭੋਗੀ ਦੇ ਘਰ ਵਿੱਚ ਫਾਇਲਾਂ ਦੀ ਮਨਜੂਰੀ ਦੀ ਜਾਂਚ ਕਰੋ।

source: if set to yes, check if the network devices are in promiscuous mode.
nb: Kontroller om nettverksgrensesnitt er i promiskuitetsmodus hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਨੈੱਟਵਰਕ ਜੰਤਰ ਮਿਸ਼ਰਤ ਵਿਧੀ ਵਿੱਚ ਹੈ।

source: if set to yes, run the daily security checks.
nb: Kjør daglige sikkerhetskontroller hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, ਰੋਜ਼ਾਨਾ ਜਾਂਚ ਚਲਾਓ।

source: if set to yes, check additions/removals of sgid files.
nb: Kontroller nye og fjerna sgid-filer hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, sgid ਫਾਇਲਾਂ ਦੀ ਸ਼ਾਮਿਲੀਅਤ/ਹਟਾਉਣ ਦੀ ਜਾਂਚ ਕਰੋ।

source: if set to yes, check empty password in /etc/shadow.
nb: Kontroller tomt passord i «/etc/shadow» hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, /etc/shadow ਵਿੱਚ ਖਾਲੀ ਗੁਪਤ-ਕੋਡ ਜਾਂਚ ਕਰੋ।

source: if set to yes, verify checksum of the suid/sgid files.
nb: Kontroller kontrollsum i suid/sgid-filer hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, suid/sgid ਫਾਇਲਾਂ ਦੇ ਚੈੱਕਸਮ ਦੀ ਜਾਂਚ ਕਰੋ।

source: if set to yes, check additions/removals of suid root files.
nb: Kontroller nye og fjerna suid-filer til «root» hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, suid ਰੂਟ ਫਾਇਲਾਂ ਦੀ ਸ਼ਾਮਿਲੀਅਤ/ਹਟਾਓਣ ਦੀ ਜਾਂਚ ਕਰੋ।

source: if set to yes, report unowned files.
nb: Rapporter eierløse filer hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, ਨਾ-ਮਾਲਕੀਅਤ ਫਾਇਲਾਂ ਬਾਰੇ ਦੱਸੋ।

source: if set to yes, check files/directories writable by everybody.
nb: Kontroller om filer og mapper er skrivbare for alle hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, ਹਰੇਕ ਦੁਆਰਾ ਲਿਖਣ ਯੋਗ ਫਾਇਲਾਂ/ਡਾਇਰੈਕਟਰੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ।

source: if set to yes, run chkrootkit checks.
nb: Kjør «chkrootkit»-kontroller hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, chkrootkit ਜਾਂਚ ਚਲਾਓ।

source: if set, send the mail report to this email address else send it to root.
nb: Send rapport på e-post til denne adressa, eller til «root» hvis tom.
pa_in: ਜੇ ਨਿਰਧਾਰਿਤ ਹੈ, ਇਸ ਪੱਤਰ ਸਿਰਨਾਵੇਂ ਤੇ ਪੱਤਰ ਰਿਪੋਰਟ ਭੇਜੋ ਜਾਂ ਇਹ ਪ੍ਰਬੰਧਕ (root) ਨੂੰ ਭੇਜੋ।

source: if set to yes, report check result by mail.
nb: Send rapport på e-post hvis sett til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, ਪੱਤਰ ਦੁਆਰਾ ਜਾਂਚ ਨਤੀਜਾ ਭੇਜੋ।

source: Do not send mails if there's nothing to warn about
nb: Ikkje send e-poster om det ikke er noe å advare om.
pa_in: ਪੱਤਰ ਨਾ ਭੇਜੋ ਜੇ ਇਸ ਭਾਰੇ ਕੋਈ ਚੇਤਾਵਨੀ ਨਹੀਂ ਹੈ

source: if set to yes, run some checks against the rpm database.
nb: Kjør noen kontroller mot rpm-databasen hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, rpm ਪੈਕੇਜਾਂ ਲਈ ਕੁਝ ਜਾਂਚ ਚਲਾਓ।

source: if set to yes, report check result to syslog.
nb: Rapporter resultatet av kontroller til systemloggen hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, syslog ਨੂੰ ਜਾਂਚ ਨਤੀਜਾ ਭੇਜੋ।

source: if set to yes, reports check result to tty.
nb: Rapporter resultatet av kontroller til tty hvis satt til «ja».
pa_in: ਜੇ ਠੀਕ ਹੈ ਨਿਰਧਾਰਿਤ ਹੈ, tty ਨੂੰ ਜਾਂਚ ਨਤੀਜਾ ਭੇਜੋ।

source: Set shell commands history size. A value of -1 means unlimited.
nb: Velg størrelse på kommandologg for skallet. Bruk «-1» for ingen grense.
pa_in: ਸ਼ੈੱਲ ਕਮਾਂਡ ਅਤੀਤ ਅਕਾਰ ਨਿਰਧਾਰਿਤ ਕਰੋ। ਮੁੱਲ -1 ਦਾ ਮਤਲਬ ਹੈ ਬੇਅੰਤ।

source: Set the shell timeout. A value of zero means no timeout.
nb: Vel avbruddsgrense for skallet. Bruk «0» for ingen tidsavbrudd.
pa_in: ਸ਼ੈੱਲ ਮਿਆਦ ਨਿਰਧਾਰਿਤ ਕਰੋ। ਸਿਫਰ ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਮਿਆਦ ਨਹੀਂ।

source: Timeout unit is second
nb: Tidsavbruddenhet er sekund
pa_in: ਮਿਆਦ ਇਕਾਈ ਹੈ ਸਕਿੰਟ

source: Set the user's file mode creation mask.
nb: Velg modus for nye filer («umask») til bruker.

source: Accept bogus IPv4 error messages
nb: Godta ugyldige IPv4-feilmeldinger
pa_in: ਬੱਗ IPv4 ਗਲਤੀ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਕਰੋ

source: Accept broadcasted icmp echo
nb: Godta kringkastede icmp-ekko
pa_in: ਬਰਾਡਕਾਸਟ icmp echo ਪ੍ਰਾਪਤ ਕਰੋ

source: Accept icmp echo
nb: Godta icmp-ekko
pa_in: icmp echo ਪ੍ਰਾਪਤ ਕਰੋ

source: /etc/issue* exist
nb: «/etc/issue*» finnes
pa_in: /etc/issue* ਤੋਂ ਬਾਹਰ

source: Reboot by the console user
nb: Omstart av konsollbruker
pa_in: ਕੰਸੋਲ ਉਪਭੋਗੀ ਦੁਆਰਾ ਮੁੜ ਚਲਾਓ

source: Allow remote root login
nb: Godta «root»-innlogging utenfra
pa_in: ਰਿਮੋਟ ਰੂਟ ਲਾਗਇਨ ਮਨਜੂਰ ਕਰੋ

source: Direct root login
nb: Direkte root-innlogging
pa_in: ਸਿੱਧਾ ਰੂਟ ਲਾਗਇਨ

source: List users on display managers (kdm and gdm)
nb: Vis brukere på innloggingshåndterer (kdm og gdm)
pa_in: ਦ੍ਰਿਸ਼ ਮੈਨੇਜਰ (kdm ਅਤੇ gdm) ਉਪਭੋਗੀ ਉਪਭੋਗੀ ਵਿਖਾਓ

source: Export display when passing from root to the other users
nb: Eksporter skjermbilde ved sending fra «root» til andre brukere
pa_in: ਰੂਟ ਤੋਂ ਹੋਰ ਉਪਭੋਗੀ ਵੱਲ ਤਬਦੀਲੀ ਸਮੇਂ ਦ੍ਰਿਸ਼ ਨਿਰਯਾਤ ਕਰੋ

source: Allow X Window connections
nb: Godta X Window-tilkoblinger
pa_in: X ਝਰੋਖਾ ਕੁਨੈਕਸ਼ਨ ਮਨਜੂਰੀ ਦਿਓ

source: Authorize TCP connections to X Window
nb: Autoriser TCP-tilkoblinger til X Window
pa_in: TCP ਕੁਨੈਕਸ਼ਨ ਨੂੰ X ਝਰੋਖਾ ਮਨਜੂਰੀ ਦਿਓ

source: Authorize all services controlled by tcp_wrappers
nb: Autoriser alle tjenester kontrollert av tcp_wrappers
pa_in: tcp_wrappers ਦੁਆਰਾ ਕੰਟਰੋਲ ਕੀਤੀਆਂ ਸਭ ਸੇਵਾਵਾਂ ਨੂੰ ਮਨਜੂਰੀ ਦਿਓ

source: Chkconfig obey msec rules
nb: Chkconfig skal følge msec-regler
pa_in: Chkconfig, msec ਨਿਯਮਾਂ ਤੇ ਚੱਲਦੀ ਹੈ

source: Enable "crontab" and "at" for users
nb: Slå på «crontab» og «at» for brukere
pa_in: ਉਪਭੋਗੀਆਂ ਲਈ "crontab" ਅਤੇ "at" ਯੋਗ ਕਰੋ

source: Syslog reports to console 12
nb: Syslog rapporterer til konsoll 12
pa_in: Syslog ਕੰਸੋਲ 12 ਨੂੰ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ

source: Name resolution spoofing protection
nb: Beskyttelse mot navneoppslagforfalsking.
pa_in: ਨਾਂ ਰੈਜ਼ੋਲੂਸ਼ਨ spoofing ਬਚਾਓ

source: Enable IP spoofing protection
nb: Bruk beskyttelse mot IP-forfalskning
pa_in: IP spoofing ਬਚਾਓ ਯੋਗ ਕਰੋ

source: Enable libsafe if libsafe is found on the system
nb: Bruk libsafe om libsafe er tilgjengelig på systemet
pa_in: libsafe ਯੋਗ ਕਰੋ ਜੇ libsafe ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਲੱਭੀ ਹੈ

source: Enable the logging of IPv4 strange packets
nb: Loggfør merkelige IPv4-pakker
pa_in: IPv4 ਅਜੀਬ ਪੈਕੇਟਾਂ ਦੀ ਲਾਗਿੰਗ ਯੋਗ ਕਰੋ

source: Enable msec hourly security check
nb: Kjør msec-sikkerhetsskontroll hver time
pa_in: ਮਿ:ਸੈ: ਘੰਟਿਆਂ ਵਾਲੀ ਸੁਰੱਖਿਆ ਜਾਂਚ ਯੋਗ ਕਰੋ

source: Enable su only from the wheel group members
nb: Godta «su» berre fra medlemmer i «wheel»-gruppa

source: Use password to authenticate users
nb: Bruk passord til å autentisere brukere
pa_in: ਉਪਭੋਗੀ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਗੁਪਤ-ਕੋਡ ਵਰਤੋ

source: Ethernet cards promiscuity check
nb: Promiskuitetskontroll for nettverkskort
pa_in: ਈਥਰਨੈੱਟ ਕਾਰਡ ਮਿਸ਼ਰਤ ਜਾਂਚ

source: Daily security check
nb: Daglig sikkerhetssjekk
pa_in: ਰੋਜ਼ਾਨਾ ਸੁਰੱਖਿਆ ਜਾਂਚ

source: Sulogin(8) in single user level
nb: Sulogin(8) i enbrukernivå.
pa_in: Sulogin(8) ਇਕਹਿਰੇ ਉਪਭੋਗੀ ਪੱਧਰ ਵਿੱਚ

source: No password aging for
nb: Ingen passordaldring for
pa_in: ਇਸ ਲਈ ਕੋਈ ਗੁਪਤ-ਕੋਡ ਮਿਆਦ ਨਹੀਂ

source: Set password expiration and account inactivation delays
nb: Vel passordutløps- og kontodeaktiveringsforsinkelse
pa_in: ਗੁਪਤ-ਕੋਡ ਮਿਆਦ ਅਤੇ ਖਾਤਾ ਨਾ-ਸਰਗਰਮੀ ਅੰਤਰਾਲ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Password history length
nb: Passordhistorielengde
pa_in: ਗੁਪਤ-ਕੋਡ ਅਤੀਤ ਲੰਬਾਈ

source: Password minimum length and number of digits and upcase letters
nb: Minstegrense for passordlengde og tallet på sifre og store bokstaver
pa_in: ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ ਲੰਬਾਈ ਅਤੇ ਅੰਕਾਂ ਅਤੇ ਵੱਡੇ ਅੱਖਰਾਂ ਦੀ ਗਿਣਤੀ

source: Shell history size
nb: Skalloggstørrelse
pa_in: ਸ਼ੈੱਲ ਅਤੀਤ ਅਕਾਰ

source: Shell timeout
nb: Skall-tidsavbrudd
pa_in: ਸ਼ੈੱਲ ਮਿਆਦ

source: User umask
nb: Bruker-umask
pa_in: ਉਪਭੋਗੀ umask

source: Check open ports
nb: Se etter åpne porter
pa_in: ਖੁੱਲੇ ਪੋਰਟ ਦੀ ਜਾਂਚ ਕਰੋ

source: Check for unsecured accounts
nb: Se etter usikrede kontoer
pa_in: ਅਸੁਰੱਖਿਅਤ ਖਾਤਿਆਂ ਲਈ ਜਾਂਚ ਕਰੋ

source: Check permissions of files in the users' home
nb: Kontroller rettigheter på filer i brukers hjemmemappe
pa_in: ਉਪਭੋਗੀ ਦੇ ਘਰ ਵਿੱਚ ਫਾਇਲਾਂ ਦੀ ਮਨਜੂਰੀ ਦੀ ਜਾਂਚ ਕਰੋ

source: Check if the network devices are in promiscuous mode
nb: Se om nettverksenheter er i promiskuitetsmodus
pa_in: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਨੈੱਟਵਰਕ ਜੰਤਰ ਮਿਸ਼ਰਤ ਵਿਧੀ ਵਿੱਚ ਹਨ

source: Run the daily security checks
nb: Kjør daglige sikkerhetskontroller
pa_in: ਰੋਜ਼ਾਨਾ ਸੁਰੱਖਿਆ ਜਾਂਚ ਚਲਾਓ

source: Check additions/removals of sgid files
nb: Kontroller tillegg/fjerning av sgid-filer
pa_in: sgid ਫਾਇਲਾਂ ਦੀ ਸ਼ਾਮਲੀਅਤ/ਹਟਾਉਣ ਦੀ ਜਾਂਚ ਕਰੋ

source: Check empty password in /etc/shadow
nb: Se etter tomme passord i /etc/shadow
pa_in: /etc/shadow ਵਿੱਚ ਖਾਲੀ ਗੁਪਤ-ਕੋਡ ਦੀ ਜਾਂਚ ਕਰੋ

source: Verify checksum of the suid/sgid files
nb: Kontrollér kontrollsum til suid/guid-filer
pa_in: suid/sgid ਫਾਇਲਾਂ ਦੇ ਚੈੱਕਸਮ ਦੀ ਜਾਂਚ ਕਰੋ

source: Check additions/removals of suid root files
nb: Se etter tillegg og fjerning av suid-root-filer
pa_in: suid ਰੂਟ ਫਾਇਲਾਂ ਦੀ ਸ਼ਾਮਲੀਅਤ/ਹਟਾਉਣ ਦੀ ਜਾਂਚ ਕਰੋ

source: Report unowned files
nb: Meld fra om eierløse filer
pa_in: ਨਾ-ਮਲਕੀਅਤ ਫਾਇਲਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ

source: Check files/directories writable by everybody
nb: Kontoller filer eller kataloger som er skrivbare for alle
pa_in: ਹਰੇਕ ਦੁਆਰਾ ਲਿਖਣ ਯੋਗ ਫਾਇਲਾਂ/ਡਾਇਰੈਕਟਰੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ

source: Run chkrootkit checks
nb: Kjører chkrootkit-kontroller
pa_in: chkrootkit ਜਾਂਚ ਚਲਾਓ

source: Do not send empty mail reports
nb: Ikke send tomme e-postrapporter

source: If set, send the mail report to this email address else send it to root
nb: Hvis avkrysset, blir e-postrapporten sendt til denne adressen, og ikke til root
pa_in: ਜੇ ਨਿਰਧਾਰਿਤ ਹੈ, ਇਸ ਇ-ਪੱਤਰ ਸਿਰਨਾਵੇਂ ਤੇ ਪੱਤਰ ਭੇਜੋ ਜਾਂ ਇਹ ਪ੍ਰਬੰਧਕ (root) ਨੂੰ ਭੇਜੋ

source: Report check result by mail
nb: Rapportér resultatet på e-post
pa_in: ਪੱਤਰ ਦੁਆਰਾ ਜਾਂਚ ਨਤੀਜਾ ਭੇਜੋ

source: Run some checks against the rpm database
nb: Kjør noen kontroller på rpm-databasen
pa_in: rpm ਡਾਟਾਬੇਸ ਲਈ ਕੁਝ ਜਾਂਚ ਚਲਾਓ

source: Report check result to syslog
nb: Rapporter kontrollresultatet til systemloggen
pa_in: syslog ਨੂੰ ਜਾਂਚ ਨਤੀਜਾ ਭੇਜੋ

source: Reports check result to tty
nb: Rapporter kontrollresultat til tty
pa_in: tty ਨੂੰ ਜਾਂਚ ਨਤੀਜਾ ਭੇਜੋ

source: Disable msec
nb: Slå av msec

source: Secure
nb: Sikker

source: This level is to be used with care, as it disables all additional security provided by msec. Use it only when you want to take care of all aspects of system security on your own.
nb: Bruk dette nivået med forsiktighet, da alle sikkerhetsfunksjonene til msec blir slått av. Bruk bare nivået hvis du ønsker å styre systemsikkerheten på egenhånd.

source: This is the standard security recommended for a computer that will be used to connect to the Internet as a client.
nb: Dette er standard sikkerhet for en maskin som er kobla til Internett som en klient.
pa_in: ਇਹ ਕਲਾਂਈਟ ਤੌਰ ਤੇ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜਨ ਵਾਲੇ ਕੰਪਿਊਟਰਾਂ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਮਿਆਰੀ ਸੁਰੱਖਿਆ ਹੈ।

source: With this security level, the use of this system as a server becomes possible. The security is now high enough to use the system as a server which can accept connections from many clients. Note: if your machine is only a client on the Internet, you should choose a lower level.
nb: Med dette sikkerhetsnivået kan du bruke systemet som en tjener. Merk: hvis maskina bare er en klient på Internett, bør du velge et lavere sikkerhetsnivå.
pa_in: ਇਸ ਸੁਰੱਖਿਆ ਪੱਧਰ ਵਿੱਚ, ਇਸ ਸਿਸਟਮ ਦੀ ਸਰਵਰ ਤੌਰ ਤੇ ਵਰਤੋਂ ਸੰਭਵ ਹੈ। ਸੁਰੱਖਿਆ ਹੁਣ ਸਿਸਟਮ ਨੁੰ ਸਰਵਰ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਇੰਨੀ ਟੈਟ ਹੈ ਕਿ ਕਲਾਂਈਟ ਤੋਂ ਕੁਨੈਕਸ਼ਨ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ। ਸੂਚਨਾ: ਜੇ ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਇੰਟਰਨੈੱਟ ਤੇ ਸਿਰਫ ਕਲਾਂਈਟ ਹੈ, ਤੁਹਾਨੂੰ ਹੇਠਲਾ ਪੱਧਰ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ।

source: DrakSec Basic Options
nb: Standardvalg
pa_in: DrakSec ਮੁੱਢਲੀ ਚੋਣ

source: Please choose the desired security level
nb: Velg sikkerhetsnivå
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਲੋੜੀਂਦਾ ਸੁਰੱਖਿਆ ਪੱਧਰ ਚੁਣੋ

source: Security Administrator:
nb: Sikkerhetsansvarlig:

source: Login or email:
nb: Brukernavn eller e-postadresse:

source: Listen and dispatch ACPI events from the kernel
nb: Lytt etter og fordel ACPI-hendelser fra kjernen

source: Anacron is a periodic command scheduler.
nb: Anacron er et system for tidsinnstilt kommandokjøring.
pa_in: Anacron ਇੱਕ ਚੱਕਰੀ ਕਮਾਂਡ ਕ੍ਰਮਕਾਰ ਹੈ।

source: apmd is used for monitoring battery status and logging it via syslog. It can also be used for shutting down the machine when the battery is low.
nb: Programmet apmd blir brukt til å overvåke og logge batteristatus. Du kan også bruke det til å slå av maskina når batteriet holder på å gå tomt.
pa_in: apmd ਬੈਟਰੀ ਸਥਿਤੀ ਦੀ ਨਿਗਰਾਨੀ ਅਤੇ ਇਸ ਨੂੰ syslog ਦੁਆਰਾ ਲਾਗ ਕਰਨ ਲਈ ਵਰਤੀਆ ਜਾਂਦਾ ਹੈ। ਇਹ ਬੈਟਰੀ ਘੱਟ ਹੋਣ ਤੇ ਸਿਸਟਮ ਬੰਦ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: Avahi is a ZeroConf daemon which implements an mDNS stack
nb: Avahi er en ZeroConf-tjeneste som implementerer en mDNS-stabel

source: Set CPU frequency settings
nb: Frekvensinnstillinger for CPU

source: Common UNIX Printing System (CUPS) is an advanced printer spooling system
nb: Common UNIX Printing System (CUPS) er et avansert utskriftskøsystem.

source: Launches the graphical display manager
nb: Starter den grafiske innloggingsbehandleren.

source: FAM is a file monitoring daemon. It is used to get reports when files change. It is used by GNOME and KDE
nb: FAM er en filovervåkningstjeneste, som brukes til å melde fra om når filer har blitt endra. Tjenesten brukes av GNOME og KDE.
pa_in: FAM ਇੱਕ ਫਾਇਲ ਨਿਗਰਾਨੀ ਡੈਮਨ ਹੈ। ਇਹ ਫਾਇਲ ਤਬਦੀਲੀ ਦੌਰਾਨ ਰਿਪੋਰਟ ਪ੍ਰਾਪਤੀ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਹ ਗਨੋਮ ਅਤੇ ਕੇ ਡੀ ਈ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।

source: G15Daemon allows users access to all extra keys by decoding them and pushing them back into the kernel via the linux UINPUT driver. This driver must be loaded before g15daemon can be used for keyboard access. The G15 LCD is also supported. By default, with no other clients active, g15daemon will display a clock. Client applications and scripts can access the LCD via a simple API.
nb: G15daemon gir brukere tilgang til alle de ekstra nøklene ved å dekode dem, og så sende de tilbake til kjernen via UINPUT-driveren. Denne driveren må laste før du kan bruke g15daemon for tastaturtilgang. G15 LCD-en er også støttet. Som standard vil g15daemon visa en klokke, om ingen andre klienter er tilgjengelige. Klientprogram og skript får tilgang til LCD-en via et enkelt API.

source: HAL is a daemon that collects and maintains information about hardware
nb: HAL er en tjeneste som samler inn og vedlikeholder informasjon om maskinvare.

source: Apache is a World Wide Web server. It is used to serve HTML files and CGI.
nb: Apache er en vevtjener.
pa_in: Apache ਇੱਕ ਵਰਡ ਵਾਈਡ ਵੈਬ ਸਰਵਰ ਹੈ। HTML ਫਾਇਲਾਂ ਅਤੇ CGI ਮੁਹੱਈਆ ਕਰਦਾ ਹੈ।

source: Automates a packet filtering firewall with ip6tables
nb: Automatiserer en pakkefiltrerende brannmur med ip6tables

source: Automates a packet filtering firewall with iptables
nb: Automatiserer en pakkefiltrerende brannmur med iptables

source: Evenly distributes IRQ load across multiple CPUs for enhanced performance
nb: Fordeler jevnt IRQ-last over flere prosessorer for forbedret ytelse

source: Tweaks system behavior to extend battery life
nb: Endrer systemoppførselen for å forlenge batteritiden.

source: Monitors the network (Interactive Firewall and wireless
nb: Overvåker nettverket (interaktiv brannmur) og trådløst

source: Software RAID monitoring and management
nb: Overvåking og håndtering av programvare-RAID

source: DBUS is a daemon which broadcasts notifications of system events and other messages
nb: DBUS er en tjeneste som kringkaster meldinger om systemhendelser, og andre meldinger.

source: Enables MSEC security policy on system startup
nb: Slår på sikkerhetspolitikken for MSEC ved oppstart

source: named (BIND) is a Domain Name Server (DNS) that is used to resolve host names to IP addresses.
nb: named (BIND) er en domenenavntjener (DNS) som brukes til å stille inn IP-adresser ut i fra vertsnavn.
pa_in: named (BIND) ਇੱਕ ਡੋਮੇਨ ਨਾਂ ਸਰਵਰ (DNS) ਹੈ ਜੋ ਮੇਜ਼ਬਾਨ ਨਾਂ ਤੋਂ IP ਸਿਰਨਾਵਾਂ ਮਿਲਾਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।

source: Initializes network console logging
nb: Setter opp nettverkkonsoll-logging

source: Requires network to be up if enabled
nb: Krever at nettverket er tilgjengelig hvis slått på

source: Wait for the hotplugged network to be up
nb: Vent til nettverket blir tilgjengelig

source: Synchronizes system time using the Network Time Protocol (NTP)
nb: Synkroniserer systemklokka med nettverkstidsprotokollen NTP.

source: Automatically switch on numlock key locker under console and Xorg at boot.
nb: Slå automatisk på «Num Lock» på konsoller og X.org ved systemoppstart.
pa_in: ਬੂਟ ਦੌਰਾਨ ਕੰਸੋਲ ਅਤੇ Xorg ਅਧੀਨ numlock ਸਵਿੱਚ ਜਿੰਦਰੇ ਵੱਲ ਸਵੈ ਤਬਦੀਲੀ।

source: Checks if a partition is close to full up
nb: Kontrollerer om en partisjon er i ferd med å bli full

source: PCMCIA support is usually to support things like ethernet and modems in laptops. It will not get started unless configured so it is safe to have it installed on machines that do not need it.
nb: Du trenger vanligvis PCMCIA-støtta til nettverkskort og modem i bærbare maskiner. Støtta blir ikke slått på med mindre den er satt opp slik at den er trygg å bruke på maskiner som ikke treng den.

source: Reserves some TCP ports
nb: Reserverer noen TCP-porter

source: Postfix is a Mail Transport Agent, which is the program that moves mail from one machine to another.
nb: Postfix er et program for overføring av elektronisk post mellom maskiner.
pa_in: Postfix ਇੱਕ ਪੱਤਰ ਤਬਦੀਲੀ ਏਜੰਟ ਹੈ, ਜੋ ਇੱਕ ਮਸ਼ੀਨ ਤੋਂ ਦੂਜੀ ਤੇ ਪੱਤਰ ਤਬਦੀਲ ਕਰਨ ਵਾਲਾ ਇੱਕ ਪ੍ਰੋਗਰਾਮ ਹੈ।

source: Assign raw devices to block devices (such as hard disk drive partitions), for the use of applications such as Oracle or DVD players
nb: Tildeler råenheter til blokkenheter (som harddiskpartisjoner) for bruk av program som for eksempel Oracle og DVD-spillere.

source: Nameserver information manager
nb: Informasjonbehandler for navnetjener

source: Syslog is the facility by which many daemons use to log messages to various system log files. It is a good idea to always run rsyslog.
nb: Syslog er en tjeneste mange andre tjenester bruker til å logge meldinger til systemloggfilene. Å kjøre rsyslog er også en god ide.

source: The rwho protocol lets remote users get a list of all of the users logged into a machine running the rwho daemon (similar to finger).
nb: Protokollen rwho lar fjernbrukere hente en oversikt over alle brukere logga på maskiner som kjører rwho-tjenesten.
pa_in: rwho ਪਰੋਟੋਕਾਲ ਰਿਮੋਟ ਉਪਭੋਗੀਆਂ ਨੂੰ ਮਸ਼ੀਨ ਜਿਸ ਤੇ rwho ਡੈਮਨ ਚੱਲਦਾ ਹੈ, ਵਿੱਚ ਲਾ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗੀ ਵਿਖਾਉਣ ਦੀ ਮਨਜੂਰੀ ਦਿੰਦਾ ਹੈ।

source: SANE (Scanner Access Now Easy) enables to access scanners, video cameras, ...
nb: SANE (Scanner Access Now Easy) gir tilgang til skannere, filmkamera og lignende.

source: Packet filtering firewall
nb: Pakkefiltrerende brannmur

source: The SMB/CIFS protocol enables to share access to files & printers and also integrates with a Windows Server domain
nb: SMB/CIFS-protokollen gjør det mulig å dele tilgang til filer og skrivere, og integrerer med Windows Server-domene.

source: layer for speech analysis
nb: lag for språkanalyse

source: Secure Shell is a network protocol that allows data to be exchanged over a secure channel between two computers
nb: Secure Shell er en nettverksprotokoll som gjør det mulig å dele data over en sikker tilkobling mellom to datamaskiner.

source: Moves the generated persistent udev rules to /etc/udev/rules.d
nb: Flytter de genererte faste udev-reglene til /etc/udev/rules.d

source: A lightweight network traffic monitor
nb: Lettvekts overvåkingsprogram for nettverktrafikk

source: Starts the X Font Server.
nb: Starter X-skrifttjeneren.

source: Starts other deamons on demand.
nb: Starter andre tjenester ved behov.

source: _: Keep these entry short Networking
nb: Nettverk

source: %d activated for %d registered
nb: %d slått på av %d registrerte

source: Services and daemons
nb: Tjenester og tjenere
pa_in: ਸੇਵਾਵਾਂ ਅਤੇ ਡੈਮਨ

source: No additional information about this service, sorry.
nb: Ingen tilleggsinformasjon om denne tjenesten.
pa_in: ਮਾਫ ਕਰਨਾ, ਇਸ ਸੇਵਾ ਬਾਰੇ ਕੋਈ ਜਾਣਕਾਰੀ ਨਹੀਂ ਹੈ।

source: Start when requested
nb: Start ved forespørsel
pa_in: ਲੋੜ ਅਨੁਸਾਰ ਚਲਾਓ

source: Stop
nb: Stopp
pa_in: ਰੋਕੋ

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
nb: Dette programmet er fri programvare; du kan redistribuere det og/eller endre på det ifølge betingelsene til «GNU General Public License» som definert av Free Software Foundation, enten versjon 2, eller etter ditt ønske en hvilken som helst senere versjon. Dette programmet er distribuert med håp om at det vil være nyttig, men uten noen som helst form for garanti. Se «GNU General Public License» for mer informasjon. Du skal ha mottatt en kopi av «GNU General Public License» sammen med dette programmet. Hvis ikke, kontakt: Free Software Foundation Inc 51 Franklin Street, Fifth Floor, Boston MA 02111-1301 USA

source: [--config-info] [--daemon] [--debug] [--default] [--show-conf] Backup and Restore application --default : save default directories. --debug : show all debug messages. --show-conf : list of files or directories to backup. --config-info : explain configuration file options (for non-X users). --daemon : use daemon configuration. --help : show this message. --version : show version number.
nb: [--config-info] [--daemon] [--debug] [--default] [--show-conf] Program for reservekopiering og gjenoppretting. --default – Lagre standardmapper. --debug – Vis alle feilsøkingsmeldinger. --show-conf – Oversikt over filer og mapper å ta kopi av. --config-info – Forklar valg for oppsettfila (for ikke-grafiske brukere). --daemon – Bruk daemon-oppsett. --help – Vis denne meldinga. --version – Vis versjonsnummer.
