Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: The K Desktop Environment, the basic graphical environment with a collection of accompanying tools
cs: K Desktop Environment, základní grafické prostøedí s kolekcí doprovodných nástrojù
eu: KDE idazmahi giroa
hr: K Radno Okru¾je, osnovno grafièko okru¾je sa kolekcijom pripadajuæih alata
lt: The K Desktop Environment, pagrindinë grafinë aplinka su dideliu rinkiniu pritaikytø programø
lv: K Desktop Environment, galvenâ grafiskâ vide kopa ar papildus rîku kolekciju
sk: K Desktop Enviroment, grafické prostredie s mno¾stvom pribalených programov
tr: KDE Masaüstü Ortamý, temel grafik ortamla birlikte birleþik araçlar
uk: Робоче середовище K (KDE) - основне граф╕чне середовище з набором допом╕жних засоб╕в
vi: K Desktop Environment, mét m«i tr­êng ®å häa víi mét s­u tËp tiÖn Ých ®i kÌm

source: Graphical Environment
cs: Grafické prostøedí
hr: Grafièko Okru¾je
sk: Grafické prostredie
tr: Grafik Ortamý
uk: Граф╕чне середовище
vi: M«i tr­êng ®å ho¹

source: Development
cs: Vývoj
eu: Garatzaile
hr: Razvoj
ro: Programator
sk: Vývojárska
tr: Geliþtirme
uk: Розробник
vi: Ph¸t triÓn

source: Apache, Pro-ftpd
cs: Apache a Pro-ftpd
eu: Apache eta Pro-ftpd
hr: Apache i Pro-ftpd
sk: Apache a Pro-ftpd
tr: Apache ve Pro-ftpd
vi: Apache vµ Pro-ftpd

source: Tools to create and burn CD's
cs: Nástroje pro vytváøení a vypalování CD
eu: CDak erreteko
hr: Alati za pravljenje i pr¾enje CD-a
lt: Árankiai kurti ir kepti CD
lv: Rîki CD disku radîðanai un ierakstîðanai
sk: Nástroje na vytvorenie a napálenie CD
tr: CD-R ve CD-RW yazmaya yarayan araçlar
uk: Засоби для створення та запису компакт-диск╕в
vi: C¸c tiÖn Ých t¹o vµ ghi CD

source: Office Workstation
cs: Kanceláøská stanice
eu: Office estazioa
hr: Uredska radna stanica
lt: Biuro darbo stotis
lv: Biroja dators
sk: Kancelárska stanica
tr: Ofis iþ istasyonu
uk: Оф╕сна робоча станц╕я
vi: Tr¹m lµm viÖc v¨n phßng

source: Gnome, Icewm, Window Maker, Enlightenment, Fvwm, etc
cs: Gnome, Icewm, Window Maker, Enlightenment, Fvwm a dal¹í
hr: Gnome, Icewm, Window Maker, Enlightenment, Fvwm, itd
lt: Gnome, Icewm, Window Maker, Enlightenment, Fvwm ir Pan.
lv: Gnome, Icewm, Window Maker, Enlightenment, Fvwm u.c.
sk: Gnome, Icewm, Window Maker, Enlightenment, Fvwm, atï
tr: Gnome, Icewm, Window Maker, Enlightenment, Fvwm, vb..
uk: Gnome, Icewm, Window Maker, Enlightenment, Fvwm, тощо
vi: Gnome, Icewm, Window Maker, Enlightenment, Fvwm,v.v...

source: Graphics programs such as The Gimp
cs: Grafické programy jako napø. Gimp
eu: Grafikoentzako programak, Gimp barne.
hr: Grafièki programi poput Gimp-a
lt: Grafikos programos, tokios kaip The GIMP
lv: Grafiskâs programmas, piemçram, The Gimp
sk: Grafické programy ako napr. The Gimp
tr: Gimp gibi grafik programlarý
uk: Граф╕чн╕ програми - так╕ як The Gimp
vi: C¸c ch­¬ng tr×nh ®å ho¹ nh­ lµ Gimp

source: C and C++ development libraries, programs and include files
cs: Knihovny pro vývoj v C a C++, programy a hlavièkové soubory
eu: C eta C++ garatzeko liburutegiak, programak eta abar
hr: C i C++ razvojne biblioteke, programi i ukljuèujuæe datoteke
lt: C bei C++ kûrimo bibliotekos, programos ir include bylos
lv: C un C++ izstrâdes bibliotçkas, programmas un include faili
sk: C a C++ vývojove kni¾nice, programy a include súbory
tr: C ve C++ geliþtirme kütüphaneleri, programlar ve include dosyalarý
uk: Б╕бл╕отеки для програмування в C, C++ програми та файли заголовк╕в
vi: C¸c th­ viÖn ph¸t triÓn C vµ C++, c¸c ch­¬ng tr×nh vµ c¸c tËp tin ®i kÌm

source: Network Computer server
cs: Sí»ový server
eu: Sare Zerbitzaria
hr: Mre¾ni raèunalni poslu¾itelj
sk: Sie»ový server
tr: Að Bilgisayar sunucusu
uk: Мережевий комп'ютер (сервер)
vi: M¸y chñ m¹ng

source: Mail/Groupware/News
cs: Po¹ta/Groupware/News
eu: Zerbitzari, Posta/Taldeware/Berriak
lt: Serveris, Paðto/Grupinio darbo/Naujienø
lv: Serveris, Pasts/Grupu rîki/Jaunumi
sk: Mail/Groupware/Správy
tr: Posta/Groupware/Haberler(News)
uk: Пошта/ програми для робочих груп/новини
vi: Th­/PhÇn mÒm nhãm/Tin tøc

source: Game station
cs: Hry
eu: Joku estazio
hr: Igraèka radna stanica
lt: Þaidimø stotis
lv: Spçïu dators
sk: Hracia stanica
tr: Oyun Konsolu
uk: ╤грова станц╕я
vi: Tr¹m trß ch¬i

source: Video players and editors
cs: Pøehrávaèe a editory videa
eu: Videoa editatu eta ikusteko
hr: Video playeri i ureðivaèi
lt: Vaizdo grotuvai ir redaktoriai
lv: Video atskaòotâji un redaktori
sk: Prehravaèe a editory videa
tr: Video göstericiler ve düzenleyiciler
uk: Програвач╕ в╕део та в╕део-редактори
vi: C¸c tr×nh ch¬i Video vµ so¹n th¶o

source: Multimedia - Graphics
cs: Multimédia - grafika
eu: Multimedia - Grafikoak
hr: Multimedija - Grafika
lt: Multimedija - grafika
lv: Multimçdiji - Grafika
sk: Multimédia - Grafika
tr: Çoklu ortam - Grafik
uk: Мультимед╕я - граф╕ка
vi: §a ph­¬ng tiÖn-§å ho¹

source: Amusement programs: arcade, boards, strategy, etc
cs: Zábavné programy: deskové hry, strategie, atd.
eu: Denborapasa: arcade, taulakoak, estrategia...
hr: Zabavni programi: arkade, ploèe, strategije, itd
lt: Programos pasilinksminimui: lentos, strateginiai, kortø þaidimai ir pan.
lv: Izklaides programmas: arkâde, galdiòspçles, stratçìija u.c.
sk: Zábavne programy: stolové, stratégie, atï
tr: Eðlence programlarý: arcade, strateji, vb..
uk: Програми для розваг: ╕гри-погон╕, ╕гри на дошц╕, стратег╕чн╕, тощо
vi: C¸c ch­¬ng tr×nh gi¶i trÝ: arcade, boards, strategy, v.v...

source: Set of tools to read and send mail and news (pine, mutt, tin..) and to browse the Web
cs: Kolekce nástrojù pro ètení a posílaní mailù (pine, mutt, tin..) a pro prohlí¾ení Webu
eu: posta eta berriak irakurtzeko eta bialtzeko tresnak: pine, mutt, tin... eta Amarauna arakatzeko
hr: Pribor alata za èitanje i slanje mail-a i news-a (pine, mutt, tin..) i za pregled Web-a
lt: Rinkinys árankiø skaityti ir siøsti paðtà bei naujienas (pine, mutt, tin) ir narðyti þiniatinklá (WWW)
lv: Rîku komplekts, lai lasîtu un sûtîtu pastu vai jaunumus (pine, mutt, tin..) un pârlûkotu Tîmekli
sk: Nástroje na èítanie a posielanie mailov a správ (pine, mutt, tin..) a prehliadanie www
tr: E-posta alýþveriþi ve haber grubu istemci programlarý (pine, mutt, tin..) ve web istemcileri
uk: Наб╕р засоб╕в для прочитання та передач╕ електронно╖ пошти та груп новин (pine, mutt, tin..) та для перегляду ╕нформац╕йних тенет
vi: C¸c c«ng cô ®äc vµ göi th­ tÝn vµ tin tøc (pine, mutt, tin..) vµ ®Ó duyÖt Web

source: Archiving, emulators, monitoring
cs: Archivace, emulátory, minitoring
eu: Gordailuak, emuladoreak, monitoreak
hr: Arhiviranje, emulatori, praæenje
lt: Archyvavimas, emuliatoriai, stebëjimas
lv: Arhivçðana, emulatori, novçroðana
sk: Archivácia, emulátory, monitorovanie
tr: Arþivleme, emülatörler, izleme
uk: Арх╕вування, емулятори, засоби для мон╕торин╜у
vi: CÊt gi÷, m« pháng, theo dâi

source: Personal Finance
cs: Správa osobních financí
eu: Norberaren Finantzak
hr: Osobne financije
lt: Asmeniniai finansai
lv: Personîgâs finanses
sk: Osobné financie
tr: Kiþisel Finans
uk: Персональн╕ ф╕нанси
vi: Tµi chÝnh c¸ nh©n

source: A graphical environment with user-friendly set of applications and desktop tools
cs: Grafické prostøedí s u¾ivatelsky pøívìtivým seskupením aplikací a pracovní plochou
eu: Giro grafikoa
hr: Grafièka okru¾ja sa korisnièki prijateljskim skupom aplikacija i alatima za radno okru¾je
lt: Grafinë aplinka su vartotojui draugiðkø programø ir darbalaukio árankiø rinkiniu
lv: Grafiskâ vide ar lietotajiem draudzîgu programmu komplektu un darbavirsmas rîkiem
sk: Grafické rozhranie s aplikáciami a desktopovými nástrojmi
tr: Kullanýcý dostu uygulamalar ve masaüstü araçlarýna sahip görsel bir ortam
uk: Граф╕чне середовище з дружн╕м ╕нтерфейсом та програмами, засоби для робочого стола
vi: M«i tr­êng ®å häa th©n thiÖn cho c¸c øng dông vµ c¸c tiÖn Ých mµn h×nh nÒn

source: Clients for different protocols including ssh
cs: Klienti pro rùzné verze protokolu ssh
eu: Protokolo desberdinetareko bezeroak, ssh barne
hr: Klijenti za razne protokole ukljuèujuæi ssh
sk: Klienty pre rôzne protokoly vrátane ssh
tr: ssh içeren diðer að öðeleri için protokoller
uk: Кл╕╓нти для р╕зних протокол╕в (ssh включно)
vi: M¸y kh¸ch cho c¸c giao thøc kh¸c bao gåm ssh

source: Internet gateway
cs: Internetová brána
sk: Brána k internetu
tr: Ýnternet gateway
uk: ╤нтернет-шлюз
vi: Cæng kÕt nèi Internet

source: Sound and video playing/editing programs
cs: Programy pro pøehrávání/editaci zvuku a videa
eu: Saoinua eta bideoa
hr: Zvuèni i video sviraèki/ureðivaèki programi
lt: Garso ir vaizdo grojimo/redagavimo programos
lv: Skaòas un video atskaòoðanas/rediìçðanas programmas
sk: Programy na prehrávanie/editovanie zvuku a videa
tr: Ses ve video çalma/düzenleme ugulamalarý
uk: Звуков╕ та в╕део прогрвач╕ та редактори
vi: C¸c ch­¬ng tr×nh ch¬i Audio-Video/so¹n th¶o

source: Other Graphical Desktops
cs: Dal¹í grafické desktopy
eu: Bestelako idazmahi grafikoak
hr: Druga grafièka radna okru¾ja
lt: Kiti grafiniai darbalaukiai
lv: Citas grafiskâs darbavirsmas
sk: Iné grafické prostredia
tr: Diðer Görsel Masaüstleri
uk: ╤нш╕ робоч╕ середовища
vi: C¸c mµn h×nh nÒn ®å ho¹ kh¸c

source: Editors, shells, file tools, terminals
cs: Editory, shelly, souborové nástroje, terminály
eu: Editoreak, maskorrak, fitxategi tresnak, terminalak
hr: Ureðivaèi, ljuske, datoteèni alati, terminali
lt: Redaktoriai, shell'ai, bylø árankiai, terminalai
lv: Redaktori, èaulas, failu rîki, terminâïi
sk: Editory, shelly, súborove nástroje, terminály
tr: Editörler, kabuklar, dosya araçlarý, terminaller
uk: Редактори, командн╕ оболонки, файлов╕ засоби та терм╕нали
vi: C¸c tr×nh so¹n th¶o, c¸c tiÖn Ých tËp tin, c¸c thiÕt bÞ ®Çu cuèi

source: Programs to manage your finance, such as gnucash
cs: Programy na správu financí jako napø. gnucash
eu: Finantzetarakoak: gnucash...
hr: Programi za ureðivanje va¹ih financija, poput gnucash-a
lt: Programos, skirtos tvarkyti tavo finansus, pvz. gnucash
lv: Programmas jûsu finanðu pârvaldîðanai, piemçram, gnucach
sk: Programy na správu va¹ích financií, napr. gnucash
tr: Gnucash gibi finans programlarý
uk: Програми для персональних ф╕нансових обрахунк╕в (типу gnucash)
vi: C¸c ch­¬ng tr×nh qu¶n lý tµi chÝnh cña b¹n, nh­ lµ gnucash

source: Games
cs: Hry
eu: Jokuak
hr: Igre
lt: Þaidimai
lv: Spçles
sk: Hry
tr: Oyunlar
uk: ╤гри
vi: C¸c trß ch¬i

source: Personal Information Management
cs: Správce osobních informací (PIM)
eu: Norberaren Informazioaren Kudeatzeileak
hr: Osobni informacijski menad¾ment
lt: Asmeninës informacijos tvarkyklë (PIM)
lv: Personîgâs informâcijas menedþments
sk: Osobný informaèný mana¾ment
tr: Kiþisel Bilgi Yönetimi
uk: Менеджер особисто╖ ╕нформац╕╖
vi: Qu¶n lý th«ng tin c¸ nh©n

source: Multimedia - CD Burning
cs: Multimédia - vypalování CD
eu: Multimedia - CD erretzaileak
hr: Multimedija - CD pr¾enje
lt: Multimedija - CD kepimas
lv: Multimçdiji - CD ierakstîðana
sk: Multimédia - CD napaµovanie
tr: Çoklu ortam - CD Yazma
uk: Мультимед╕я - запис компакт-диск╕в
vi: §a ph­¬ng tiÖn - Ghi CD

source: Scientific Workstation
cs: Vìdecká stanice
eu: Zientzirako lanestazioa
hr: Znanstvena radna stanica
lt: Mokslinës darbo stotis
sk: Vedecká stanica
tr: Bilimsel Ýþ istasyonu
uk: Наукова робоча станц╕я
vi: Tr¹m lµm viÖc khoa häc

source: Minimum (%dMB)
cs: Minimální (%dMB)
eu: Minimoa (%dMB)
lt: Minimaliai (%dMB)
lv: Minimâla (%dMB)
uk: М╕н╕мальний (%dМб)
vi: Tèi thiÓu (%dMB)

source: Croatian
cs: Chorvatské
eu: Kroata
hr: Hrvatska
lt: Kroatø
lv: Horvâtijas
ro: Croat
sk: Chorvátska
uk: Хорватська

source: Latvian
cs: Latevské
uk: Латв╕йська

source: Logitech CC Series
cs: Logitech série CC (sériová)
eu: Logitech CC Segidakoa
hr: Logitech CC serije
uk: Типу Logitech CC

source: Icewm, Window Maker, Enlightenment, Fvwm, etc
cs: Icewm, Window Maker, Enlightenment, Fvwm a dal¹í
hr: Icewm, Window Maker, Enlightenment, Fvwm, itd
lt: IceWM, Window Maker, Enlightenment, Fvwm ir pan.
lv: Icewm, Window Maker, Enlightenment, Fvwm u.c.
sk: Icewm, Window Maker, Enlightenment, Fvwm, atï
uk: Icewm, Window Maker, Enlightenment, Fvwm, тощо
vi: Icewm, Window Maker, Enlightenment, Fvwm, v.v...

source: XFree %s
sk: XFree86 %s
uk: XFree86 %s

source: 256 kB
uk: 256 кб

source: 512 kB
uk: 512 кб

source: 1 MB
uk: 1 Мб

source: 2 MB
uk: 2 Мб

source: 4 MB
uk: 4 Мб

source: 8 MB
uk: 8 Мб

source: 16 MB
uk: 16 Мб

source: 32 MB
uk: 32 Мб

source: Yaboot
uk: Yaoot

source: Linux
pa_in: ਲੀਨਕਸ
uk: Л╕накс

source: GB
nb: GiB
pa_in: ਗੀਬਾ
uk: ╫б

source: KB
nb: KiB
pa_in: ਕਿਬਾ
uk: кб

source: MB
nb: MiB
pa_in: ਮੈਬਾ
uk: Мб

source: TB
nb: TiB
pa_in: ਟੈਬਾ
uk: Тб

source: Loopback
nb: Filmontering
pa_in: ਲੂਪਬੈਕ
sk: Spätná sluèka
uk: Зворотн╓ монтування

source: MM Series
hr: MM Serije
uk: Типу MM

source: Web/FTP
eu: Zerbitzaria, Web/FTP
lt: Serveris, Tinklapiø/FTP
lv: Serveris, Tîmeklis/FTP
uk: Тенета/FTP

source: CUPS
sk: USB

source: Bootloader installation in progress
nb: Installerer oppstartslaster
pa_in: ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਹੋ ਰਹੀ ਹੈ

source: Installation of bootloader failed. The following error occurred:
nb: Klarte ikke å installere oppstartslaster:
pa_in: ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਹੇਠਲੀ ਗਲਤੀ ਹੋਈ ਹੈ:

source: Bootloader Installation
nb: Installering av oppstartslaster

source: First sector (MBR) of drive %s
nb: Første sektor på stasjonen %s (MBR)

source: First sector of the root partition
nb: Første sektor på rotpartisjonen
pa_in: root ਭਾਗ ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ

source: On Floppy
nb: På en diskett
pa_in: ਫਲਾਪੀ ਤੇ

source: Bootloader
nb: Oppstartslaster
pa_in: ਬੂਟ-ਲੋਡਰ

source: Main options
nb: Hovedvalg

source: Enable ACPI
nb: Bruk ACPI
pa_in: ACPI ਯੋਗ ਕਰੋ

source: Enable SMP
nb: Bruk SMP

source: Enable APIC
nb: Bruk APIC

source: Enable Local APIC
nb: Bruk lokal APIC

source: You cannot use a password with %s
nb: Du kan ikke bruke et passord som inneholder «%s»

source: Xen append
nb: Xen-tillegg

source: Requires password to boot
nb: Krever passord for å starte opp

source: Network profile
nb: Nettverksprofil
pa_in: ਨੈੱਟਵਰਕ ਪਰੋਫਾਈਲ

source: You must specify a kernel image
nb: Du må velge en kjerne
pa_in: ਤੁਹਾਨੂੰ ਕਰਨਲ ਪ੍ਰਤੀਬਿੰਬ ਦਰਸਾਉਣਾ ਜਰੂਰੀ ਹੈ

source: You must specify a root partition
nb: Du må velge en rotpartisjon
pa_in: ਤੁਹਾਨੂੰ ਰੂਟ ਭਾਗ ਦਰਸਾਉਣਾ ਜਰੂਰੀ ਹੈ

source: Other OS (Windows...)
nb: Annet operativsystem (Windows …)
pa_in: ਹੋਰ OS (Windows...)

source: Bootloader Configuration
nb: Oppsett av oppstartslaster

source: Here are the entries on your boot menu so far. You can create additional entries or change the existing ones.
nb: Her er de forskjellige oppføringene på oppstartsmenyen. Du kan legge til flere eller endre de som er der.
pa_in: ਇੱਥੇ ਤੁਹਾਡੇ ਬੂਟ ਮੇਨੂ ਉਪਰਲੀਆਂ ਇੰਦਰਾਜਾਂ ਹਨ। ਤੁਸੀਂ ਵਾਧੂ ਇੰਦਰਾਜਾਂ ਬਣਾ ਜਾਂ ਮੌਜੂਦ ਨੂੰ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ।

source: access to X programs
nb: tilgang til X-programmer
pa_in: X ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਪਹੁੰਚ

source: access to rpm tools
nb: tilgang til rpm-verktøy
pa_in: rpm ਸੰਦਾਂ ਨੂੰ ਪਹੁੰਚ

source: allow "su"
nb: godta «su»
pa_in: "su" ਲਾਗੂ ਕਰੋ

source: access to administrative files
nb: tilgang til administrative filer
pa_in: ਪ੍ਰਬੰਧਕੀ ਫਾਇਲਾਂ ਨੂੰ ਪਹੁੰਚ

source: access to network tools
nb: tilgang til nettverksverktøy
pa_in: ਨੈੱਟਵਰਕ ਸੰਦਾਂ ਨੂੰ ਪਹੁੰਚ

source: access to compilation tools
nb: tilgang til kompileringsverktøy
pa_in: ਕੰਪਾਇਲੇਸਨ ਸੰਦਾਂ ਨੂੰ ਪਹੁੰਚ

source: The user name must start with a lower case letter followed by only lower cased letters, numbers, `-' and `_'
nb: Brukernavnet kan bare inneholde små bokstaver, tallene og tegnene «-» og «_»

source: The user name is too long
nb: Brukernavnet er for langt
pa_in: ਉਪਭੋਗੀ ਨਾਂ ਬਹੁਤ ਲੰਬਾ ਹੈ

source: This user name has already been added
nb: Brukernavnet finnes allerede
pa_in: ਇਹ ਉਪਭੋਗੀ ਨਾਂ ਪਹਿਲਾ ਹੀ ਸ਼ਾਮਿਲ ਹੈ

source: User ID
nb: Bruker-ID

source: Group ID
nb: Gruppe-ID
pa_in: ਗਰੁੱਪ ID

source: %s must be a number
nb: %s må være et tall

source: %s should be above 1000. Accept anyway?
nb: %s må være over 1000. Vil du likevel bruke dette?

source: User management
nb: Brukerhåndtering

source: Enable guest account
nb: Slå på gjestekonto

source: Set administrator (root) password
nb: Velg passord for systemansvarlig («root»)
pa_in: ਪ੍ਰਬੰਧਕ (root) ਗੁਪਤ-ਕੋਡ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Enter a user
nb: Angi en bruker

source: Login name
nb: Brukernavn:
pa_in: ਲਾਗਇਨ ਨਾਂ

source: Please wait, adding media...
nb: Legg til medium. Vent litt …

source: I can set up your computer to automatically log on one user.
nb: Du kan automatisk logge på standardbrukeren ved oppstart.
pa_in: ਮੈਂ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਇੱਕ ਉਪਭੋਗੀ ਦੇ ਸਵੈ-ਲਾਗਇਨ ਹੋਣ ਲਈ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦਾ ਹਾਂ।

source: Use this feature
nb: Bruk denne funksjonen

source: Release Notes
nb: Utgivelsesmerknader
pa_in: ਜਾਰੀ ਸੂਚਨਾ

source: Do you accept this license ?
nb: Godtar du lisensvilkårene?

source: Please choose a language to use
nb: Velg språk

source: Old compatibility (non UTF-8) encoding
nb: Gammel kompatibilitetskoding (ikke UTF-8)

source: All languages
nb: Alle språk
pa_in: ਸਭ ਬੋਲੀਆਂ

source: Language choice
nb: Spåkvalg
pa_in: ਬੋਲੀ ਚੋਣ

source: Country / Region
nb: Land/område
pa_in: ਦੇਸ਼ / ਖੇਤਰ

source: Please choose your country
nb: Velg land

source: Here is the full list of available countries
nb: Her er hele lista over land
pa_in: ਇੱਥੇ ਉਪਲੱਬਧ ਦੇਸ਼ਾਂ ਦੀ ਪੂਰੀ ਸੂਚੀ ਹੈ

source: Other Countries
nb: Andre land
pa_in: ਹੋਰ ਦੇਸ਼

source: Input method:
nb: Skrivemetode:
pa_in: ਇੰਪੁੱਟ ਵਿਧੀ:

source: No sharing
nb: Ingen deling
pa_in: ਕੋਈ ਸ਼ੇਅਰਿੰਗ ਨਹੀਂ

source: Allow all users
nb: Tillat alle brukere
pa_in: ਸਭ ਉਪਭੋਗੀਆਂ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ

source: Would you like to allow users to share some of their directories? Allowing this will permit users to simply click on "Share" in konqueror and nautilus. "Custom" permit a per-user granularity.
nb: Vil du la brukerene dele noen av mappene sine? De kan da trykke «Del» i Konqueror eller Nautilus på mappene de ønsker å dele. Med «Selvvalgt» kan du velge oppsett for hver bruker.
pa_in: ਕੀ ਤੁਸੀਂ ਉਪਭੋਗੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਕੁਝ ਡਾਇਰੈਕਟਰੀਆਂ ਸ਼ੇਅਰ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓਗੇ? ਇਸ ਦੀ ਮਨਜੂਰੀ ਨਾਲ ਉਪਭੋਗੀ ਨੂੰ ਕੁਕਿਊਰਰ ਅਤੇ ਨਟਾਲਿਸ ਵਿੱਚ "ਸ਼ੇਅਰ" ਤੇ ਕਲਿੱਕ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੋਵੇਗੀ। "ਪਸੰਦੀਦਾ" ਪ੍ਰਤੀ-ਉਪਭੋਗੀ ਮਨਜੂਰੀ ਦਿੰਦਾ ਹੂ।

source: NFS: the traditional Unix file sharing system, with less support on Mac and Windows.
nb: NFS: Det tradisjonelle Unix-fildelingssystemet, og dårlig støtta på Mac og Windows.
pa_in: NFS: ਵਾਧੂ ਪੁਰਾਣਾ ਯੂਨਿਕਸ ਫਾਇਲ ਸ਼ੇਅਰਿੰਗ ਸਿਸਟਮ, Mac ਅਤੇ Windows ਤੇ ਘੱਟ ਸਹਿਯੋਗ ਨਾਲ।

source: SMB: a file sharing system used by Windows, Mac OS X and many modern Linux systems.
nb: SMB: Eit fildelingssystem brukt i Windows, Mac OS X og i flere moderne Linux-system.
pa_in: SMB: Windows ਦੁਆਰਾ ਵਰਤਿਆ ਫਾਇਲ ਸ਼ੇਅਰਿੰਗ ਸਿਸਟਮ, Mac OS X ਅਤੇ ਬਹੁਤੇ ਨਵੀਨ ਲੀਨਕਸ ਸਿਸਟਮ।

source: You can export using NFS or SMB. Please select which you would like to use.
nb: Du kan eksportere med NFS eller SMB. Velg den du ønsker å bruke.
pa_in: ਤੁਸੀਂ NFS ਜਾਂ SMB ਵਰਤ ਕੇ ਨਿਰਯਾਤ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ ਤੁਸੀਂ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ।

source: Launch userdrake
nb: Sett opp brukere
pa_in: userdrake ਚਲਾਓ

source: The per-user sharing uses the group "fileshare". You can use userdrake to add a user to this group.
nb: De brukerspesifikke delingsinnstillingene bruker gruppa «fileshare». Du kan bruke brukeroppsettprogrammet til å legge til brukere her.
pa_in: ਪ੍ਰਤੀ-ਉਪਭੋਗੀ ਸ਼ੇਅਰਿੰਗ "fileshare" ਸਮੂਹ ਵਰਤਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਸਮੂਹ ਵਿੱਚ ਉਪਭੋਗੀ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ userdrake ਵਰਤ ਸਕਦੇ ਹੋ।

source: You need to logout and back in again for changes to take effect. Press OK to logout now.
nb: Du må logge ut og inn igjen for at endringene skal tre i kraft. Klikk «OK» for å logge ut.

source: You need to log out and back in again for changes to take effect
nb: Du må logge ut og inn igjen for at endringene skal tre i kraft
pa_in: ਤੁਹਾਨੂੰ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਹੋਣ ਲਈ ਫਿਰ ਬਾਹਰ (ਲਾਗ-ਆਊਟ) ਜਾਣ ਦੀ ਲੋੜ ਹੈ

source: Date, Clock & Time Zone Settings
nb: Dato, klokkeslett og tidssone

source: What is the best time?
nb: Hva er den beste tiden?

source: %s (hardware clock set to UTC)
nb: %s (maskinvareklokke er satt til UTC)

source: %s (hardware clock set to local time)
nb: %s (maskinvareklokke er satt til lokal tid)

source: Local file
nb: Lokal fil
pa_in: ਲੋਕਲ ਫਾਇਲ

source: Smart Card
nb: Smart-kort
pa_in: ਸਮਾਰਟ ਕਾਰਡ

source: Windows Domain
nb: Windows-domene
pa_in: Windows ਡੋਮੇਨ

source: Local file:
nb: Lokal fil:
pa_in: ਲੋਕਲ ਫਾਇਲ:

source: Use local for all authentication and information user tell in local file
nb: Bruk lokal for all autentisering og informasjon brukere oppgir i lokal fil.
pa_in: ਸਭ ਪ੍ਰਮਾਣਿਕਤਾ ਅਤੇ ਜਾਣਕਾਰੀ ਜੋ ਉਪਭੋਗੀ ਲੋਕਲ ਫਾਇਲ ਵਿੱਚ ਦੱਸਦਾ ਹੈ ਲਈ ਲੋਕਲ ਵਰਤੋ

source: Tells your computer to use LDAP for some or all authentication. LDAP consolidates certain types of information within your organization.
nb: Ber maskina bruka LDAP for noe eller all autentisering. LDAP samler enkelte typer informasjon innen organisasjonen.
pa_in: ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਕੁਝ ਜਾਂ ਸਾਰੀਆਂ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ LDAP ਵਰਤਣ ਲਈ ਦੱਸੋ। LDAP ਤੁਹਾਡੀ ਸੰਗਠਨ ਵਿਚਲੀ ਜਾਣਕਾਰੀ ਦੀਆਂ ਕੁਝ ਕਿਸਮਾਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ।

source: Allows you to run a group of computers in the same Network Information Service domain with a common password and group file.
nb: Lar deg kjøre en gruppe datamaskiner i samme nettverksinformasjonsdomene (NIS), med felles passord og gruppefil.
pa_in: ਤੁਹਾਨੂੰ ਇੱਕੋ ਨੈੱਟਵਰਕ ਜਾਣਕਾਰੀ ਸੇਵਾ ਡੋਮੇਨ ਵਿੱਚ ਸਾਂਝੇ ਗੁਪਤ-ਕੋਡ ਅਤੇ ਸਮੂਹ ਫਾਇਲ ਨਾਲ ਕੰਪਿਊਟਰਾਂ ਦੇ ਸਮੂਹ ਨੂੰ ਚਲਾਉਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।

source: Windows Domain:
nb: Windows-domene:
pa_in: Windows ਡੋਮੇਨ:

source: Winbind allows the system to retrieve information and authenticate users in a Windows domain.
nb: Winbind lar systemet hente informasjon og autentisere brukere i Windows-domene.
pa_in: Winbind ਸਿਸਟਮ ਨੂੰ Windows ਡੋਮੇਨ ਵਿੱਚ ਜਾਣਕਾਰੀ ਅਤੇ ਪ੍ਰਮਾਣਿਕਤਾ ਉਪਭੋਗੀ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।

source: With Kerberos and LDAP for authentication in Active Directory Server
nb: Med Kerberos og LDAP for autentisering i Active Directory-tjener

source: Welcome to the Authentication Wizard
nb: Velkommen til autentiseringsveiviseren

source: You have selected LDAP authentication. Please review the configuration options below
nb: Du har valgt LDAP-autentisering. Se gjennom oppsettsvalga nedenfor.

source: Base dn
nb: Grunn-DN

source: Fetch base Dn
nb: Hent grunn-Dn

source: Use encrypt connection with TLS
nb: Bruk kryptert forbindelse med TLS

source: Download CA Certificate
nb: Last ned CA-sertifikat

source: Use Disconnect mode
nb: Bruk frakoblingsmodus

source: Use anonymous BIND
nb: Bruk anonym BIND

source: Bind Password
nb: Bind-passord

source: Advanced path for group
nb: Avansert adresse til gruppe

source: Password base
nb: Passordbase

source: Group base
nb: Gruppebase

source: Shadow base
nb: Skyggebase

source: You have selected Kerberos 5 authentication. Please review the configuration options below
nb: Du har valgt Kerberos 5-autentisering. Se gjennom oppsettsvalga nedenfor.

source: Realm
nb: Område

source: KDCs Servers
nb: KDCs-tjenere

source: Use DNS to locate KDC for the realm
nb: Bruk DNS for å finne KDC i området

source: Use DNS to locate realms
nb: Bruk DNS for å finne område

source: Use local file for users information
nb: Bruk lokalfil for brukerinformasjon

source: Use LDAP for users information
nb: Bruk LDAP for brukerinformasjon

source: You have selected Kerberos 5 for authentication, now you must choose the type of users information
nb: Du har valgt Kerberos 5 for autentisering. Du må nå velge typen brukerinformasjon.

source: Fecth base Dn
nb: Hent grunn-Dn

source: You have selected NIS authentication. Please review the configuration options below
nb: Du har valgt NIS-autentisering. Se gjennom oppsettsvalga nedenfor.

source: You have selected Windows Domain authentication. Please review the configuration options below
nb: Du har valgt Windows-domene-autentisering. Se gjennom oppsettsvalga nedenfor.

source: Domain Model
nb: Domenemodell

source: Active Directory Realm
nb: Active Directory-område

source: DNS Domain
nb: NIS-domene

source: DC Server
nb: DC-tjener

source: Authentication method
nb: Autentiseringsmetode
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਵਿਧੀ
