Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: This password is too short (it must be at least %d characters long)
nb: Passordet er for kort (det må ha minst %d tegn)
pa_in: ਇਹ ਗੁਪਤ-ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ (ਇਹ ਘੱਟੋ-ਘੱਟ %d ਅੱਖਰਾਂ ਦਾ ਹੋਵੇ)

source: Cannot use broadcast with no NIS domain
nb: Kan ikke kringkaste uten NIS-domene

source: Domain Windows for authentication :
nb: Domene for autentisering:

source: Domain Admin User Name
nb: Brukernavn til domeneadministrator
pa_in: ਡੋਮੇਨ ਪ੍ਰਬੰਧਕ ਉਪਭੋਗੀ ਨਾਂ

source: Domain Admin Password
nb: Passord for domeneadministrator
pa_in: ਡੋਮੇਨ ਪ੍ਰਬੰਧਕ ਗੁਪਤ-ਕੋਡ

source: Welcome to the operating system chooser! Choose an operating system from the list above or wait for default boot.
nb: Velkommen til operativsystem-velgeren! Velg et operativsystem fra lista over eller vent for ( for standard operativsystem).

source: GRUB with graphical menu
nb: GRUB med grafisk meny

source: GRUB with text menu
nb: GRUB med tekstmeny

source: You cannot install the bootloader on a %s partition
nb: Du kan ikke installere oppstartslasteren på en «%s»-partisjon

source: Your bootloader configuration must be updated because partition has been renumbered
nb: Oppstartslasteren må oppdateres, da partisjonene har fått ny rekkefølge
pa_in: ਤੁਹਾਡੀ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਦਾ ਨਵੀਨੀਕਰਨ ਹੋਣਾ ਜਰੂਰੀ ਹੈ ਕਿਉਂਕਿ ਭਾਗ ਮੁੜ ਅੰਕਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।

source: The bootloader cannot be installed correctly. You have to boot rescue and choose "%s"
nb: Klarte ikke å installere oppstartslasteren. Du må kjøre redningsmodus og velge «%s»

source: Re-install Boot Loader
nb: Installer oppstartslaster på nytt
pa_in: ਬੂਟ ਲੋਡਰ ਮੁੜ ਇੰਸਟਾਲ ਕਰੋ

source: WebDAV is a protocol that allows you to mount a web server's directory locally, and treat it like a local filesystem (provided the web server is configured as a WebDAV server). If you would like to add WebDAV mount points, select "New".
nb: WebDAV er en protokoll som gjør at du kan montere en mappe på en vevtjener lokalt, og bruke den som en vanlig mappe . Dette virker bare hvis vevtjeneren er satt opp som en WebDAV-tjener. Velg «Ny» hvis du ønsker å montere WebDAV-mapper.
pa_in: WebDAV ਇੱਕ ਪਰੋਟੋਕਾਲ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਵੈਬ ਸਰਵਰ ਦੀ ਡਾਇਰੈਕਟਰੀ ਲੋਕਲ ਹੀ ਮਾਊਂਟ ਕਰਨ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਇਸ ਨੂੰ ਲੋਕਲ ਫਾਇਲ ਸਿਸਟਮ ਤੌਰ ਤੇ ਸਮਝਦਾ ਹੈ (ਵੈਬ ਸਰਵਰ ਨੂੰ WebDAV ਸਰਵਰ ਤੌਰ ਤੇ ਸੰਰਚਿਤ ਕਰਦਾ ਹੈ)। ਜੇ ਤੁਸੀਂ WebDAV ਮਾਊਂਟ ਸਥਿਤੀ ਸ਼ਾਮਿਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ, "ਨਵਾਂ" ਚੁਣੋ।

source: Remove
nb: Fjern
pa_in: ਹਟਾਓ
ro: ªterge

source: Please enter the WebDAV server URL
nb: Skriv inn WebDAV-tjeneradresse
pa_in: ਕਿਰਪਾ ਕਰਕੇ WebDAV ਸਰਵਰ URL ਭਰੋ

source: The URL must begin with http:// or https://
nb: URL-en må begynne med «http://» eller «https://»
pa_in: URL, http:// ਜਾਂ https:// ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ

source: Are you sure you want to delete this mount point?
nb: Vil du virkelig slette dette monteringspunktet?

source: Server:
nb: Tjener:
pa_in: ਸਰਵਰ:

source: Partitioning
nb: Partisjonering
pa_in: ਵਿਭਾਗੀਕਰਨ

source: Click on a partition, choose a filesystem type then choose an action
nb: Trykk på en partisjon og velg en filsystemtype og så en handling.

source: Help
nb: Hjelp
pa_in: ਸਹਾਇਤਾ

source: You have one big Microsoft Windows partition. I suggest you first resize that partition (click on it, then click on "Resize")
nb: Du har en stor Microsoft Windows-partisjon Du bør først endre størrelsen på denne (trykk på den, og velg «Endre størrelse»)
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਵੱਡਾ ਮਾਈਕ੍ਰੋਸਾਫਟ Windows ਭਾਗ ਹੈ। ਮੈਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਇਸ ਭਾਗ ਨੂੰ ਮੁੜ ਅਕਾਰ ਦੇਣ ਬਾਰੇ ਕਹਿੰਦਾ ਹਾਂ (ਇਸ ਨੂੰ ਦਬਾਓ, ਫਿਰ "ਮੁੜ-ਅਕਾਰ" ਦਬਾਓ)

source: No hard disk drives found
nb: Fant ingen harddisker

source: Unknown
nb: Ukjent
pa_in: ਅਣਪਛਾਤਾ

source: This partition is already empty
nb: Denne partisjonen er allerede tom.

source: Use ``%s'' instead (in expert mode)
nb: Bruk «%s» i stedet (i ekspertmodus)

source: Confirmation
nb: Bekreftelse

source: Do you want to save the /etc/fstab modifications?
nb: Vil du å lagre endringene i «/etc/fstab»

source: You need to reboot for the partition table modifications to take effect
nb: Du må starte maskinen på nytt for at endringene skal tre i kraft

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
nb: Du bør formatere partisjonen «%s». Om du ikke gjør dette, blir det ikke lagt til en oppføring for monteringspunktet «%s» i «fstab». Vil du likevel avslutte?
pa_in: ਤੁਹਾਨੂੰ ਭਾਗ %s ਫਾਰਮਿਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਨਹੀਂ ਤਾਂ ਮਾਊਂਟ ਸਥਿਤੀ %s ਲਈ ਕੋਈ ਇੰਦਰਾਜ fstab ਵਿੱਚ ਲਿਖੀ ਨਹੀਂ ਜਾਵੇਗੀ। ਕਿਸੇ ਤਰਾਂ ਬਾਹਰ?

source: Hard disk drive information
nb: Harddiskinformasjon

source: I cannot add any more partitions
nb: Kan ikke legge til flere partisjoner

source: View
nb: Vis

source: Use
nb: Bruk

source: Remove from dm
nb: Fjern fra DM

source: Failed to mount partition
nb: Kunne ikke montere partisjonen

source: Logical volume name
nb: Logisk volumnavn
pa_in: ਲੋਕਲ ਵਾਲਿਅਮ ਨਾਂ

source: Encrypt partition
nb: Krypter partisjon

source: Encryption key
nb: Krypteringsnøkkel

source: Encryption key (again)
nb: Krypteringsnøkkel (på nytt)
pa_in: ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ (ਫਿਰ)

source: The encryption keys do not match
nb: Krypteringsnøklene er ikke like
pa_in: ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ

source: Missing encryption key
nb: Mangler krypteringsnøkkel

source: You cannot create a new partition (since you reached the maximal number of primary partitions). First remove a primary partition and create an extended partition.
nb: Du kan ikke lage en ny partisjon (ettersom du har nådd grensa på antallet partisjoner). Du må først fjerne en primærpartisjon, og lage en utvida partisjon.

source: Switching from %s to %s
nb: Bytter fra «%s» til «%s»

source: Set volume label
nb: Velg volumnavn

source: Beware, this will be written to disk as soon as you validate!
nb: Merk at denne blir skrevet til disken med én gang.

source: Beware, this will be written to disk only after formatting!
nb: Merk at denne blir skrevet til disken bare etter at formateringa er fullført.

source: Which volume label?
nb: Hvilket volumnavn?

source: Label:
nb: Volumnavn:

source: Where do you want to mount the loopback file %s?
nb: Hvor vil du montere filmonteringsfila «%s»?
pa_in: ਤੁਸੀਂ ਲੂਪਬੈਕ ਫਾਇਲ %s ਕਿੱਥੇ ਮਾਊਂਟ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?

source: Cannot unset mount point as this partition is used for loop back. Remove the loopback first
nb: Klarte ikke å fjerne monteringspunkt, da partisjonen er brukt til filmontering. Du må først fjerne filmonteringsfila.

source: Where do you want to mount %s?
nb: Hvor vil du montere «%s»?
pa_in: ਤੁਸੀਂ %s ਨੂੰ ਕਿੱਥੇ ਮਾਊਂਟ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?

source: All data on this partition should be backed up
nb: Du bør ta reservekopi av alle data på denne partisjonen

source: Minimum size: %s MB
nb: Minste størrelse: %s MB

source: Maximum size: %s MB
nb: Største størrelse: %s MB

source: To ensure data integrity after resizing the partition(s), filesystem checks will be run on your next boot into Microsoft Windows®
nb: For å sikre dataintegritet på partisjonen/-ene vil det bli kjørt filsystemkontroll neste gang du starter Windows®

source: Filesystem encryption key
nb: Krypteringsnøkkel for filsystem
pa_in: ਫਾਇਲ ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ

source: Enter your filesystem encryption key
nb: Skriv inn krypteringsnøkkelen for filsystemet

source: Encryption key
nb: Krypteringsnøkkel
pa_in: ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ

source: Invalid key
nb: Ugyldig nøkkel

source: LVM name
nb: LVM-navn

source: Enter a name for the new LVM volume group
nb: Skriv inn et nytt navn for den nye LVM-volumgruppa

source: "%s" already exists
nb: «%s» finnes allerede

source: Physical volume %s is still in use. Do you want to move used physical extents on this volume to other volumes?
nb: Det fysiske volumet «%s» er ennå i bruk. Vil du flytte brukte fysiske områder på dette volumet til andre volum?

source: Moving physical extents
nb: Flytting av fysiske områder

source: This partition cannot be used for loopback
nb: Partisjonen kan ikke brukes til filmontering.

source: File is already used by another loopback, choose another one
nb: Fila er allerede brukt til filmontering. Velg en annen fil.
pa_in: ਫਾਇਲ ਪਹਿਲਾਂ ਹੀ ਹੋਰ ਲੂਪਬੈਕ ਦੁਆਰਾ ਵਰਤੀ ਹੈ, ਹੋਰ ਚੁਣੋ

source: chunk size in KiB
nb: blokkstørrelse i KiB
pa_in: ਕਿਬਾ ਵਿੱਚ chunk ਅਕਾਰ

source: Read carefully
nb: Les nøye

source: Partitioning Type
nb: Partisjoneringsstype

source: You'll need to reboot before the modification can take effect
nb: Du må starte maskinen på nytt for at endringene skal tre i kraft

source: Partition table of drive %s is going to be written to disk
nb: Partisjonstabellen til «%s» blir nå lagret

source: Directory %s already contains data (%s) You can either choose to move the files into the partition that will be mounted there or leave them where they are (which results in hiding them by the contents of the mounted partition)
nb: Mappa «%s» inneholder allerede data. (%s) Du kan velge mellom å flytte filene til partisjonen som ble montert der, eller la de bli der de er (resultatet er at de blir gjemt av innholdet på den monterte partisjonen).

source: partition %s is now known as %s
nb: Partisjonen «%s» har nå navnet «%s»
pa_in: ਭਾਗ %s ਹੁਣ %s ਨਾਲ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ

source: Partitions have been renumbered:
nb: Partisjonene har fått nye numre:
pa_in: ਭਾਗ ਮੁੜ ਅੰਕਿਤ ਕੀਤੇ ਗਏ:

source: Volume label:
nb: Volumnavn:
pa_in: ਵਾਲਿਅਮ ਲੇਬਲ:

source: Cylinder %d to %d
nb: Sylinder %d til %d
pa_in: ਸਿਲੰਡਰ %d ਤੋਂ %d

source: Number of logical extents: %d
nb: Antall logiske områder: %d

source: Encrypted
nb: Kryptert

source: (mapped on %s)
nb: (kobla på %s)

source: (to map on %s)
nb: (til å kobles på %s)

source: (inactive)
nb: (uvirksom)

source: Chunk size %d KiB
nb: Blokkstørrelse %d i KiB
pa_in: Chunk ਅਕਾਰ %d ਕਿਬਾ

source: Chances are, this partition is a Driver partition. You should probably leave it alone.
nb: Denne partisjonen er trolig en driverpartisjon. Da bør du ikke røre den.
pa_in: ਮੌਕੇ ਹਨ, ਇਹ ਭਾਗ ਡਰਾਈਵਰ ਭਾਗ ਹੈ। ਤੁਹਾਨੂੰ ਸੰਭਾਵੀ ਹੀ ਇਸ ਨੂੰ ਇਕੱਲੀ ਛੱਡਣਾ ਪਵੇਗਾ।

source: Free space on %s (%s)
nb: Ledig plass på %s (%s)

source: Read-only
nb: Skrivebeskytta
pa_in: ਸਿਰਫ਼ ਪੜਨ ਲਈ

source: Medium type:
nb: Medietype:

source: on channel %d id %d
nb: på kanal %d id – %d
pa_in: ਚੈਨਲ %d id %d ਤੇ

source: Choose your filesystem encryption key
nb: Velg krypteringsnøkkel for filsystemet
pa_in: ਆਪਣੀ ਫਾਇਲ ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਚੁਣੋ

source: This encryption key is too simple (must be at least %d characters long)
nb: Denne krypteringsnøkkelen er for enkel (må være minst %d tegn lang)
pa_in: ਇਹ ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਬਹੁਤ ਸੌਖੀ ਹੈ (ਘੱਟੋ-ਘੱਟ %d ਅੱਖਰਾਂ ਦੀ ਹੋਵੇ)

source: Encryption algorithm
nb: Krypteringsalgoritme
pa_in: ਇਨਕ੍ਰਿਪਸ਼ਨ ਕਲਨ ਵਿਧੀ

source: Cannot login using username %s (bad password?)
nb: Klarte ikke å logge på med brukarnavnet «%s» (feil passord?)

source: Domain Authentication Required
nb: Trenger domeneautentisering
pa_in: ਡੋਮੇਨ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਲੋੜ ਹੈ

source: Which username
nb: Hvilket brukernavn
pa_in: ਕਿਹੜਾ ਉਪਭੋਗੀ-ਨਾਂ

source: Another one
nb: Enda en
pa_in: ਕੋਈ ਹੋਰ

source: Please enter your username, password and domain name to access this host.
nb: Tast inn brukernavnet, passordet og domenenavn for verten.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਮੇਜ਼ਬਾਨ ਵਰਤਣ ਲਈ ਆਪਣਾ ਉਪਭੋਗੀ-ਨਾਂ, ਗੁਪਤ-ਕੋਡ ਅਤੇ ਡੋਮੇਨ ਨਾਂ ਦਿਓ।

source: Username
nb: Brukernavn
pa_in: ਉਪਭੋਗੀ-ਨਾਂ

source: Domain
nb: Domene
pa_in: ਡੋਮੇਨ

source: Search servers
nb: Søk etter tjenere
pa_in: ਸਰਵਰ ਖੋਜ

source: Search for new servers
nb: Søk etter nye tjenere

source: The package %s needs to be installed. Do you want to install it?
nb: Pakken %s må installeres. Vil du installere den nå?
pa_in: ਪੈਕੇਜ %s ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Could not install the %s package!
nb: Klarte ikke å installere pakka «%s».
pa_in: %s ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਦਾ!

source: Mandatory package %s is missing
nb: Mangler den obligatoriske pakka «%s»
pa_in: ਲਾਜ਼ਮੀ ਪੈਕੇਜ %s ਗੁੰਮ ਹੈ

source: The following packages need to be installed:
nb: Disse pakkene må installeres:
pa_in: ਹੇਠਲੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋਣੇ ਜਰੂਰੀ ਹਨ:

source: Removing packages...
nb: Fjerner pakker …
pa_in: ਪੈਕੇਜ ਹਟਾ ਰਿਹਾ ਹੈ

source: An error occurred - no valid devices were found on which to create new filesystems. Please check your hardware for the cause of this problem
nb: Det oppstod en feil: Fant ingen gyldige enheter for nytt filsystem. Kontroller maskinvaren.
pa_in: ਇੱਕ ਗਲਤੀ ਹੋਈ ਹੈ - ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਲਇ ਕੋਈ ਯੋਗ ਜੰਤਰ ਨਹੀਂ ਲੱਭਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਜੰਤਰ ਦੀ ਜਾਂਚ ਕਰੋ

source: I do not know how to set label on %s with type %s
nb: Kan ikke lagre volumnavnet på %s med typen %s

source: setting label on %s failed, is it formatted?
nb: Klarte ikke å lagre volumnavn på %s. Kontroller at partisjonen er formatert.

source: I do not know how to format %s in type %s
nb: Kan ikke formatere «%s» som type «%s»
pa_in: ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ %s ਨੂੰ %s ਕਿਸਮ ਵਿੱਚ ਕਿਵੇਂ ਫਾਰਮਿਟ ਕਰਨਾ ਹੈ

source: Mounting partition %s
nb: Monterer partisjonen «%s»
pa_in: ਭਾਗ %s ਮਾਊਂਟ ਹੋ ਰਿਹਾ ਹੈ

source: mounting partition %s in directory %s failed
nb: Klarte ikke å montere partisjonen «%s» i mappa «%s»
pa_in: ਭਾਗ %s ਨੂੰ ਡਾਇਰੈਕਟਰੀ %s ਵਿੱਚ ਮਾਊਂਟ ਕਰਨਾ ਅਸਫਲ

source: Checking %s
nb: Kontrollerer «%s»
pa_in: %s ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ

source: Enabling swap partition %s
nb: Slår på vekselpartisjonen «%s»
pa_in: ਸਵੈਪ ਭਾਗ %s ਯੋਗ ਹੋ ਰਿਹਾ ਹੈ

source: Enable POSIX Access Control Lists
nb: Slå på POSIX Access Control Lists

source: Flush write cache on file close
nb: Tøm mellomlager for skriving ved lukking

source: Enable group disk quota accounting and optionally enforce limits
nb: Bruk gruppekvoter og håndhev grenser (valgfritt).

source: Do not update inode access times on this filesystem (e.g, for faster access on the news spool to speed up news servers).
nb: Ikke oppdater tilgangstider på inoder på filsystemet.

source: Update inode access times on this filesystem in a more efficient way (e.g, for faster access on the news spool to speed up news servers).
nb: Oppdater tilgangstider på inoder på filsystemet på en mer effektiv måte (gir for eksempel raskere tilgang til njuskøer på njustjenere).

source: Can only be mounted explicitly (i.e., the -a option will not cause the filesystem to be mounted).
nb: Kan bare monteres eksplisitt (for eksempel vil ikke «-a»-valget montere filsystemet).

source: Do not interpret character or block special devices on the filesystem.
nb: Ikke tolk tegn- og blokkspesialenheter på filsystemet.

source: Do not allow execution of any binaries on the mounted filesystem. This option might be useful for a server that has filesystems containing binaries for architectures other than its own.
nb: Ikke tillat kjøring av programfiler på det monterte filsystemet. Dette valget kan være nyttig for tjenere som har filsystemer med programfiler for andre operativsystemer.

source: Do not allow set-user-identifier or set-group-identifier bits to take effect. (This seems safe, but is in fact rather unsafe if you have suidperl(1) installed.)
nb: Ikke tillat «set-user-identifier»- og «set-group-identifier»-bitene å ha noen virkning. (Dette er ikke trygt om du har suidperl(1) installert, selv om det kan virke slik.)
pa_in: ਉਪਭੋਗੀ-ਪਛਾਣ-ਨਿਰਧਾਰਨ(suid) ਜਾਂ ਸਮੂਹ-ਪਛਾਣ-ਨਿਰਧਾਰਨ(sgid) ਬਿੱਟ ਨੂੰ ਪ੍ਰਭਾਵੀ ਹੋਣ ਨਾ ਦਿਓ। (ਇਸ ਸੁਰੱਖਿਅਤ ਲੱਗਦਾ ਹੈ, ਪਰ ਅਸੁਰੱਖਿਅਤ ਵੀ ਹੈ ਜੇ ਤੁਹਾਡੇ ਕੋਲ suidperl(1) ਇੰਸਟਾਲ ਹੈ)।

source: Mount the filesystem read-only.
nb: Monter filsystemet som skrivebeskytta.

source: All I/O to the filesystem should be done synchronously.
nb: All lesing og skriving til filsystemet skal gjøres synkront.

source: Allow every user to mount and umount the filesystem.
nb: La alle brukere montere og avmontere filsystemet.

source: Allow an ordinary user to mount the filesystem.
nb: La en vanlig bruker montere filsystemet.

source: Enable user disk quota accounting, and optionally enforce limits
nb: Bruk brukerkvoter og håndhev grenser (valgfritt).

source: Support "user." extended attributes
nb: Støtt «user.»-baserte utvidet attributt.

source: Give write access to ordinary users
nb: Gi skrivetilgang til vanlige brukere.
pa_in: ਸਧਾਰਨ ਉਪਭੋਗੀਆਂ ਨੂੰ ਲਿਖਣ ਦੀ ਮਨਜੂਰੀ ਦਿਓ

source: Give read-only access to ordinary users
nb: Gi bare lesetilgang til vanlige brukere.
pa_in: ਸਧਾਰਨ ਉਪਭੋਗੀਆਂ ਨੂੰ ਸਿਰਫ ਪੜਨ ਦੀ ਮਨਜੂਰੀ ਦਿਓ

source: No partition available
nb: Ingen tilgjengelige partisjoner
pa_in: ਕੋਈ ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ

source: Check for bad blocks?
nb: Se etter ødelagte blokker?

source: Failed to check filesystem %s. Do you want to repair the errors? (beware, you can lose data)
nb: Klarte ikke å kontrollere filsystemet «%s». Vil du ordne feilene? (Merk at du da kan tape data.)
pa_in: ਫਾਇਲ-ਸਿਸਟਮ %s ਦੀ ਜਾਂਚ ਅਸਫਲ ਹੋਈ। ਕੀ ਤੁਸੀਂ ਗਲਤੀ ਮੁਰੰਮਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? (ਧਿਆਨ ਰੱਖੋ, ਤੁਸੀਂ ਡਾਟਾ ਗਵਾ ਸਕਦੇ ਹੋ)

source: Not enough swap space to fulfill installation, please add some
nb: Ikke nok vekselplass for installering. Du må legge til mer.
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਸਵੈਪ ਸਪੇਸ਼ ਨਹੀਂ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸ਼ਾਮਿਲ ਕਰੋ।

source: You must have a root partition. To accomplish this, create a partition (or click on an existing one). Then choose action ``Mount point'' and set it to `/'
nb: Du må ha en rotpartisjon. Lag en ny partisjon (eller velg en gammel), og velg så «Monteringspunkt». Sett dette til «/».

source: You do not have a swap partition. Continue anyway?
nb: Du har ingen vekselpartisjon Vil du likevel fortsette?
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਸਵੈਪ ਭਾਗ ਨਹੀਂ ਹੈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?

source: Use existing partitions
nb: Bruk gamle partisjoner
pa_in: ਮੌਜੂਦਾ ਭਾਗ ਵਰਤੋ

source: Computing the size of the Microsoft Windows® partition
nb: Beregner størrelsen på Microsoft Windows®-partisjon
pa_in: Microsoft Windows® ਭਾਗ ਦਾ ਅਕਾਰ ਪਤਾ ਕਰ ਰਿਹਾ ਹੈ

source: Use the free space on a Microsoft Windows® partition
nb: Bruk ledig plass på Microsoft Windows®-partisjonen

source: Your Microsoft Windows® partition is too fragmented. Please reboot your computer under Microsoft Windows®, run the ``defrag'' utility, then restart the %s installation.
nb: Microsoft Windows®-partisjonen for fragmentert. Start maskina på nytt under Microsoft Windows®, og kjør defragmenteringsverktøyet. Prøv så å installere %s på nytt.

source: WARNING! Your Microsoft Windows® partition will be now resized. Be careful: this operation is dangerous. If you have not already done so, you first need to exit the installation, run "chkdsk c:" from a Command Prompt under Microsoft Windows® (beware, running graphical program "scandisk" is not enough, be sure to use "chkdsk" in a Command Prompt!), optionally run defrag, then restart the installation. You should also backup your data. When sure, press %s.
nb: ÅTVARING! Du er nå i ferd med å endre størrelsen på Windows-partisjonen. Dette er en farleg operasjon. Om du ikke alt har gjort det, bør du avslutte installasjonen, kjøre «chkdsk c:» fra kommandolinja i Windows (det grafiske programmet «scandisk» er ikke nok), etterfulgt av defragmentering, og start installasjonen på nytt. Du bør også ta en reservekopi av alle data. Trykk «%s» når du er klar.

source: Next
nb: Neste
pa_in: ਅੱਗੇ

source: Partitionning
nb: Partisjonering

source: Which size do you want to keep for Microsoft Windows® on partition %s?
nb: Hvilken størrelse vil du beholde for Microsoft Windows® på partisjon %s?
pa_in: ਤੁਸੀਂ Microsoft Windows® ਰੱਖਣ ਲਈ ਕਿਹੜਾ ਅਕਾਰ ਚਾਹੁੰਦੇ ਹੋ ਭਾਗ %s?

source: Size
nb: Størrelse
pa_in: ਅਕਾਰ

source: Resizing Microsoft Windows® partition
nb: Endrer størrelse på Microsoft Windows®-partisjon
pa_in: Microsoft Windows® ਭਾਗ ਮੁੜ-ਅਕਾਰ ਜਾਰੀ

source: There is no FAT partition to resize (or not enough space left)
nb: Det finnes ingen FAT-partisjon å endre størrelsen på (eller det ikke nok ledig plass).
pa_in: ਇੱਥੇ ਮੁੜ ਅਕਾਰ ਲਈ ਕੋਈ FAT ਭਾਗ ਨਹੀਂ ਹੈ (ਜਾਂ ਬਾਕੀ ਲੋੜੀਂਦੀ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ)

source: Remove Microsoft Windows®
nb: Fjern Windows™
pa_in: Microsoft Windows® ਹਟਾਓ

source: Erase and use entire disk
nb: Slett og bruk hele disken

source: You can now partition %s. When you are done, do not forget to save using `w'
nb: Du kan nå partisjonere «%s». Husk å lagre med «w» når du er ferdig.
pa_in: ਤੁਸੀਂ ਹੁਣ %s ਦਾ ਵਿਭਾਗੀਕਰਨ ਕਰ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਤੁਸੀਂ ਸਮਾਪਤ ਕੀਤਾ, `w' ਵਰਤ ਕੇ ਸੰਭਾਲਣਾ ਨਾ ਭੁਲਣਾ।

source: I cannot find any room for installing
nb: Ikke nok plass til installasjon

source: Here is the content of your disk drive
nb: Her er innholdet på harddisken din

source: You cannot use JFS for partitions smaller than 16MB
nb: Du kan ikke bruke JFS på partisjoner mindre enn 16 MiB

source: You cannot use ReiserFS for partitions smaller than 32MB
nb: Du kan ikke bruke ReiserFS på partisjoner mindre enn 32 MiB

source: with /usr
nb: med «/usr»
pa_in: /usr ਨਾਲ

source: BIOS software RAID detected on disks %s. Activate it?
nb: Fant BIOS-programvare-RAID på diskene %s. Vil du bruke dette?

source: I cannot read the partition table of device %s, it's too corrupted for me :( I can try to go on, erasing over bad partitions (ALL DATA will be lost!). The other solution is to not allow DrakX to modify the partition table. (the error is %s) Do you agree to lose all the partitions?
nb: Klarte ikke å lese partisjonstabellen for enheten «%s», da den er altfor ødelagt. Du kan velge å slette alle ødelagte partisjoner. Alle data går da tapt. En annen løsning er å ikke la DrakX endre partisjonstabellen. Feilen er «%s». Godtar du å slette alle partisjonene?

source: Mount points should contain only alphanumerical characters
nb: Monteringspunkt kan bare inneholde tall og bokstaver
pa_in: ਮਾਊਂਟ ਸਥਿਤੀ ਵਿੱਚ ਸਿਰਫ ਅੱਖਰ-ਅੰਕੀ ਅੱਖਰਾਂ ਸ਼ਾਮਿਲ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ

source: You've selected a software RAID partition as /boot. No bootloader is able to handle this.
nb: Du har valgt programvare-RAID-partisjon som boot («/boot»). Ingen oppstartslastar kan bruke dette.

source: Metadata version unsupported for a boot partition.
nb: Metadata-versjon ikke støttet for en boot-partisjon («/boot»).

source: You cannot use an encrypted filesystem for mount point %s
nb: Du kan ikke bruke et kryptert filsystem for monteringspunktet «%s»

source: You cannot use the LVM Logical Volume for mount point %s since it spans physical volumes
nb: Du kan ikke bruka et LVM-basert logisk volum for monteringspunktet «%s», da volumet dekker flere fysiske volum.

source: You need a true filesystem (ext2/3/4, reiserfs, xfs, or jfs) for this mount point
nb: Du trenger et ekte filsystem(«ext2», «ext3», «reiserfs», «xfs» eller «jfs») for dette monteringspunktet

source: Not enough free space for auto-allocating
nb: Ikke nok ledig plass for automatisk oppsett
pa_in: ਸਵੈ-ਜਾਰੀ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ

source: Nothing to do
nb: Ingenting å gjøre
pa_in: ਕੁਝ ਕਰਨ ਲਈ ਨਹੀਂ

source: SATA controllers
nb: SATA-kontrollere
pa_in: SATA ਕੰਟਰੋਲਰ

source: RAID controllers
nb: RAID-kontrollere
pa_in: RAID ਕੰਟਰੋਲਰ

source: (E)IDE/ATA controllers
nb: (E)IDE/ATA-kontrollere
pa_in: (E)IDE/ATA ਕੰਟਰੋਲਰ

source: Card readers
nb: Kortlesere

source: Firewire controllers
nb: Firewire-kontrollere
pa_in: Firewire ਕੰਟਰੋਲਰ

source: PCMCIA controllers
nb: PCMCIA-kontrollere
pa_in: PCMCIA ਕੰਟਰੋਲਰ

source: SCSI controllers
nb: SCSI-kontrollere
pa_in: SCSI ਕੰਟਰੋਲਰ

source: USB controllers
nb: USB-kontrollere
pa_in: USB ਕੰਟਰੋਲਰ

source: USB ports
nb: USB-porter
pa_in: USB ਪੋਰਟ

source: SMBus controllers
nb: SMBus-kontrollere
pa_in: SMBus ਕੰਟਰੋਲਰ

source: Bridges and system controllers
nb: Broer og systemkontrollere
pa_in: ਬਰਿੱਜ ਅਤੇ ਸਿਸਟਮ ਕੰਟਰੋਲਰ

source: Floppy
nb: Diskett
pa_in: ਫਲਾਪੀ

source: USB Mass Storage Devices
nb: USB-masselagringsenheter

source: CD/DVD burners
nb: CD- og DVD-brennere
pa_in: CD/DVD ਨਿਰਮਾਤਾ

source: Tape
nb: Bånd
pa_in: ਟੇਪ

source: AGP controllers
nb: AGP-kontrollere
pa_in: AGP ਕੰਟਰੋਲਰ

source: Videocard
nb: Skjermkort
pa_in: ਵੀਡੀਓ-ਕਾਰਡ

source: DVB card
nb: DVB-kort

source: Tvcard
nb: Fjernsynskort
pa_in: Tv-ਕਾਰਡ

source: Other MultiMedia devices
nb: Andre multimediaenheter
pa_in: ਹੋਰ ਮਲਟੀਮੀਡੀਆ ਜੰਤਰ

source: Soundcard
nb: Lydkort
pa_in: ਸਾਊਂਡਕਾਰਡ

source: Webcam
nb: Vevkamera
pa_in: ਵੈਬਕੈਮ

source: Processors
nb: Prosessorer
pa_in: ਪਰੋਸੈੱਸਰ

source: ISDN adapters
nb: ISDN-kort
pa_in: ISDN ਅਡਾਪਟਰ
