Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: None
cs: ®ádná
eu: Batez
hr: Niti jedan
lt: Jokia
lv: Nevienu
nb: Ingen
pa_in: ਕੋਈ ਨਹੀਂ
ro: Nici unul
tr: Hiç Biri
uk: Н╕чого

source: Choose a default printer!
cs: Zvolte výchozí tiskárnu!
tr: Öntanýmlý yazýcýyý belirtin!

source: With remote CUPS servers, you do not have to configure any printer here; CUPS servers inform your machine automatically about their printers. All printers known to your machine currently are listed in the "Default printer" field. Choose the default printer for your machine there and click the "Apply/Re-read printers" button. Click the same button to refresh the list (it can take up to 30 seconds after the start of CUPS until all remote printers are visible). When your CUPS server is in a different network, you have to give the CUPS server IP address and optionally the port number to get the printer information from the server, otherwise leave these fields blank.
cs: Pøi tisku na vzdálený CUPS server se tiskárny teï nenastavují zde; CUPS server je bude automaticky detekovat. V¹echny známé tiskárny pro tento poèítaèi jsou nyní vypsány v poli "Výchozí tiskárna". Vyberte si výchozí tiskárnu a kliknìte na tlaèítko "Pou¾ít/Naèíst tiskárnu/y". Na stejné tlaèítko kliknìte i v pøípadì obnovení seznamu (trvá to tak 30 s, ne¾ jsou v¹echny tiskárny na vzdáleném CUPS serveru viditelné). Pokud je CUPS na jiné síti, musíte pro získání informací zadat IP adresu a také pøípadnì èíslo portu, jinak nechte toto pole prázdné.
tr: Uzak CUPS sunucularýnda ki yazýcýlarý burada yapýlandýramazsýnýz. CUPS sunucularý kendi yazýcýlarý hakkýnda makinanýza bilgi verecektir. Makinanýzda ki bilinen tüm yazýcýlar "Öntanýmlý yazýcý" alanýnda listelenmiþtir. "Yazýcýlarý Uygula/Yeniden-oku" düðmesi ile burada öntanýmlý yazýcýnýzý belirtebilirsiniz. Ayný düðme ile listeyi yeniden okutabilirsiniz. (bu iþlem CUPS'un baþlatýlmasýndan sonra tüm uzak yazýcýlarýn görünür olmasýna kadar 30 saniye kadar sürebilir) CUPS sunucularý baþka bir að üzerindeyse, CUPS sunucusunun IP adresi ile seçimlik olarak yazýcý bilgilerinin alýnacaðý port numarasýný verebilirseniz. Ayný aðdaysanýz bu alanlarý boþ býrakýnýz.
uk: Якщо Ви користу╓тесь в╕ддаленим сервером CUPS, Вам не потр╕бно конф╕╜урувати принтер╕в. Сервер CUPS пов╕домить Вашому комп'ютеру про принтери самост╕йно. Вс╕ принтери, як╕ на даний момент в╕дом╕ Ваш╕й машин╕, перел╕чен╕ в пол╕ "Стандартний принтер". Вибер╕ть, який принтер буде використовуватися Вашею машиною неявно ╕ натисн╕ть кнопку "Застосувати/Перечитати принтери". Щоб поновити список принтер╕в натисн╕ть цю ж кнопку (в╕д моменту старту сервера CUPS до того часу, поки вс╕ принтери з'являться на екран╕ може пройти до 30 секунд). Якщо сервер CUPS, який обслугову╓ Вашу машину, знаходиться в ╕нш╕й мереж╕, Ви повинн╕ вказати IP-адресу сервера ╕ (можливо) номер порту, щоб отримати ╕нформац╕ю про принтер з сервера. ╤накше залиште ц╕ поля порожн╕ми.
vi: Víi mét m¸y chñ CUPS ë xa, ë ®©y b¹n kh«ng ph¶i cÊu h×nh bÊt kú m¸y in nµo. C¸c m¸y chñ CUPS sÏ tù ®éng th«ng b¸o cho m¸y cña b¹n vÒ m¸y in cña chóng. Mäi m¸y in ®­îc m¸y cña b¹n x¸c ®Þnh, hiÖn thêi ®­îc liÖt kª trong tr­êng "M¸y in mÆc ®Þnh". H·y chän m¸y in mÆc ®Þnh ë ®ã cho m¸y tÝnh cña b¹n vµ nhÊn nót "¸p dông/§äc - l¹i c¸c m¸y in" . NhÊn vµo cïng nót ®ã ®Ó n¹p l¹i danh s¸ch (nã mÊt kho¶ng 30 gi©y sau khi khëi ch¹y CUPS cho tíi khi mäi m¸y in ë xa ®­îc nh×n thÊy). Khi m¸y chñ CUPS thuéc mét m¹ng lµm viÖc kh¸c, b¹n ph¶i cung cÊp ®Þa chØ IP cña m¸y chñ CUPS vµ tïy chän sè hiÖu cæng kÕt nèi ®Ó nhËn ®­îc th«ng tin cña m¸y in tõ m¸y chñ, nÕu kh«ng th× b¹n h·y bá trèng c¸c tr­êng nµy.

source: Normally, CUPS is automatically configured according to your network environment, so that you can access the printers on the CUPS servers in your local network. If this does not work correctly, turn off "Automatic CUPS configuration" and edit your file /etc/cups/cupsd.conf manually. Do not forget to restart CUPS afterwards (command: "service cups restart").
cs: Ve vìt¹inì pøípadù je CUPS automaticky správnì nastaven v závislosti na sí»ovém prostøedí tak, aby bylo mo¾né tisknout na tiskárnách umístìných na CUPS serverech v síti. Pokud je nastavení nesprávné, vypnìte "Automatické nastavení pro CUPS" a editujte soubor /etc/cups/cupsd.conf ruènì. Nezapomeòte potom CUPS restartovat (pøíkazem: "service cups restart").
tr: Normalde, CUPS að ortamýnýza baðlý olarak otomatikman yapýlandýrýlýr. Böylece, yerel aðýnýzda ki CUPS sunucularýna eriþebilirsiniz. Bu iþlem doðru sonuçlanmazsa "Otomatik CUPS yapýlandýrmasý"ný kapatýr ve /etc/cups/cupsd.conf dosyasýný kendiniz düzenleyebilirsiniz. Ýþlem tamamlandýktan sonra "service cups restart" komutu ile CUPS'u baþlatmayý unutmayýnýz.
uk: Звичайно система CUPS автоматично конф╕╜уру╓ться у в╕дпов╕дност╕ з конф╕╜урац╕╓ю мереж╕, таким чином, що можна зразу ж мати доступ до принтер╕в, розташованих в локальн╕й мереж╕. Якщо це не зроблено коректно, вимкн╕ть опц╕ю 'Автоматична конф╕╜урац╕я CUPS' ╕ вручну в╕дредагуйте файл /etc/cups/cupsd.conf. Не забудьте перезапустити CUPS п╕сля цього (команда: "service cups restart").
vi: Th«ng th­êng, CUPS ®­îc cÊu h×nh tù ®éng theo m«i tr­êng m¹ng lµm viÖc, v× vËy b¹n cã thÓ truy cËp tíi m¸y in cña m¸y chñ CUPS trong m¹ng lµm viÖc côc bé. NÕu cÊu h×nh nµy kh«ng ®óng, h·y t¾t "CÊu h×nh CUPS tù ®éng" vµ tù thùc hiÖn so¹n th¶o tËp tin /etc/cups/cupsd.conf . Sau ®ã, xin ®õng quªn khëi ®éng l¹i CUPS (víi lÖnh: "service cups restart").

source: Close
cs: Zavøít
eu: Itxi
hr: Zatvori
nb: Lukk
pa_in: ਬੰਦ ਕਰੋ
sk: Zatvori»
tr: Kapat
uk: Закрити
vi: §ãng

source: Apply/Re-read printers
cs: Pou¾ít/Naèíst tiskárnu/y
sk: Aplikuj/Znovu naèítaj
tr: Yazýcýlarý Uygula/Yeniden-oku
uk: Застосувати/перечитати принтери
vi: G¾n/§äc l¹i c¸c m¸y in

source: The IP address should look like 192.168.1.20
cs: IP adresa musí být ve formátu 192.168.1.20
sk: IP adresa vyzerá napríklad takto: 192.168.1.4
tr: IP adresi 192.168.1.20 gibi olmalýdýr
uk: IP адреса ма╓ бути у формат╕ 192.168.1.20
vi: §Þa chØ IP ph¶i cã d¹ng 192.168.1.20

source: The port number should be an integer!
cs: Èíslo portu musí být celé èíslo!
sk: Èislo portu má by» celé kladné èíslo!
tr: Port numarasý bir tamsayý olmalýdýr.
uk: Номер порта ма╓ бути ц╕лим числом!
vi: Sè hiÖu cæng nªn lµ mét sè nguyªn !

source: Default printer
cs: Výchozí tiskárna
sk: Predvolená tlaèiareò
tr: Öntanýmlý yazýcý
uk: Стандартний принтер
vi: M¸y in mÆc ®Þnh

source: CUPS server IP
cs: IP adresa CUPS serveru
eu: CUPS zerbitzariaren IP
hr: IP CUPS poslu¾itelja
lt: CUPS serverio IP
lv: CUPS servera IP
sk: IP CUPS servera
tr: CUPS sunucu IP
uk: IP адреса CUPS сервера
vi: IP cña m¸y chñ CUPS

source: Port
eu: Kaia
lt: Prievadas
lv: Ports
tr: Kapý
uk: Порт
vi: Cæng

source: Automatic CUPS configuration
cs: Automatické nastavení pro CUPS
tr: Otomatik CUPS yapýlandýrmasý
uk: Автоматична конф╕╜урац╕я CUPS
vi: CÊu h×nh CUPS tù ®éng

source: Detecting devices ...
cs: Detekuji zaøízení ...
tr: Aygýtlar taranýyor ...
uk: Визначаю пристро╖...

source: Test ports
cs: Otestovat porty
eu: Kaiak saiatzen
hr: Isku¹aj portove
lt: Patikrinti prievadus
lv: Pârbaudît portus
ro: Test porturi
sk: Test portov
tr: Portlarý test et
uk: Тестую порти
vi: KiÓm tra c¸c cæng

source: A printer, model "%s", has been detected on
cs: Tiskárna typu "%s" byla nalezena na
eu: Irarkola, "%s" modelokoa, hurrengo tokian aurkitua:
hr: Pisaè, model "%s", je otkriven na
lt: "%s" modelio spausdintuvas buvo aptiktas prie
lv: Printeris, modelis "%s", atrasts pie
ro: O imprimantã, modelul "%s", a fost detactã în
sk: Bola zistená tlaèiareò, model "%s" na
tr: "%s" modelinde bir yazýcý bulundu:
uk: Модель \"%s\" принтера знайдена на
vi: M¸y in kiÓu "%s", ®­îc ph¸t hiÖn t¹i

source: Local Printer Device
cs: Místní Tiskárna
eu: Bertoko Irarkolaren Tresna
hr: Ureðaj lokalnog pisaèa
lt: Vietinio spausdintuvo jungtis
lv: Lokâlâ printera ierîce
ro: Periferic local de imprimantã
sk: Lokálne zariadenie tlaèiarne
tr: Yerel Yazýcý Aygýtý
uk: Локальний пристр╕й принтера
vi: ThiÕt bÞ in côc bé

source: What device is your printer connected to (note that /dev/lp0 is equivalent to LPT1:)?
cs: Ke kterému zaøízení je va¹e tiskárna pøipojena (v¹imli jste si ¾e /dev/lp0 odpovídá LPT1:)?
eu: Zein tresnetara konektatzen da zure irarkola (kasu! /dev/lp0 eta LPT1 gauza bera dira:)?
hr: Na koji ureðaj je va¹ pisaè spojen (napomena: /dev/lp0 je jednak LPT1:)?
lt: Prie kurio árenginio yra prijungtas tavo spausdintuvas (atmink, kad /dev/lp0 yra LPT1 ekvivalentas)?
lv: Kurai ierîcei ir pieslçgts printeris (atcerieties, ka /dev/lp0 atbilst LPT1:)?
ro: La ce periferic aþi conectat imprimanta (notaþi cã /dev/lp0 e echivalent cu LPT1:)?
sk: Ku ktorému zariadeniu je va¹a tlaèiareò pripojená? (/dev/lp0 zodpovedá LPT1)
tr: Yazýcýnýz hengi aygýta baðlý? (/dev/lp0, LPT1'e karþýlýk gelir)
uk: До якого пристрою п╕д'╓днаний Ваш принтер (в╕дзначте, що /dev/lp0 теж саме, що ╕ LPT1:)?
vi: M¸y in cña b¹n ®­îc nèi víi thiÕt bÞ nµo? (l­u ý lµ /dev/lp0 t­¬ng ®­¬ng víi LPT1:)

source: Printer Device
cs: Zaøízení tiskárny
eu: Irarkolaren Tresna
hr: Ureðaj pisaèa
lt: Spausdintuvo árenginys
lv: Printera ierîce
ro: Periferic imprimantã:
sk: Zariadenie tlaèiarne
tr: Yazýcý Aygýtý
uk: Пристр╕й принтера:
vi: ThiÕt bÞ m¸y in

source: Device/file name missing!
cs: Chybí jméno pro zaøízení/soubor!
eu: Gailu/fitxategi izena falta da!
sk: Chýba zariadenie alebo meno súboru.
tr: Aygýt/dosya ismi yok!
uk: Пристр╕й/файл не знайдено
vi: ThiÕu tªn ThiÕt bÞ/TËp tin!

source: Reading printer database ...
cs: Naèítám databázi tiskáren ...
tr: Yazýcý veri tabaný okunuyor ...
uk: Читаю дан╕ принтер╕в ...

source: Remote lpd Printer Options
cs: Mo¾nosti vzdálené lpd tiskárny
eu: Urrutiko lpd Irarkolaren Aukerak
hr: Postavke udaljenog lpd pisaèa
lt: Nutolusio lpd spausdintuvo nuostatos
lv: Attâla lpd printera opcijas
ro: Opþiuni pentru imprimanta lpd distantã
sk: Voµby vzdialenej lpd tlaèiarne
tr: Uzak Yazýcý (lpd) Seçenekleri
uk: Опц╕╖ в╕ддаленого принтера
vi: C¸c tïy chän m¸y in LPD ë xa

source: To use a remote lpd printer, you need to supply the hostname of the printer server and the printer name on that server.
cs: Abyste mohli pou¾ívat vzdálenou tiskovou frontu lpd, musíte zadat jméno tiskového serveru a jméno tiskárny, kam má být posílán tisk.
sk: Pre pou¾itie vzdialenej lpd tlaèovej fronty je potrebné zada» názov tlaèového servera a názov tlaèiarne na tomto serveri.
tr: Uzaktaki bir lpd yazýcý kuyruðunu kullanmak için, yazýcýnýn baðlý olduðu makinanýn adýný ve yazýcý ismini vermeniz gerekmektedir.
uk: Щоб використовувати в╕ддалений lpd принтер, Ви ма╓те вказати назву хоста принт-сервера та назву принтера на цьому хост╕.
vi: §Ó sö dông m¸y in lpd ë xa, b¹n cÇn cung cÊp tªn chñ cña m¸y chñ in Ên vµ tªn m¸y in cña m¸y chñ ®ã.

source: Remote host name
cs: Jméno vzdáleného poèítaèe
sk: Názov vzdialeného poèítaèa
tr: Uzak makina adý
uk: Назва в╕ддаленого хоста
vi: Tªn m¸y chñ ë xa

source: Remote printer name
cs: Jméno vzdálené tiskárny
sk: Meno vzdialenej tlaèiarne
tr: Uzak yazýcý adý
uk: Назва в╕ддаленого принтер
vi: Tªn m¸y in ë xa

source: Remote host name missing!
cs: Chybí jméno vzdáleného poèítaèe!
eu: Urruneko ostalari izena falta da!
sk: Chýba názov vzdialeného poèítaèa
tr: Uzak makina adý yok!
uk: Нема╓ назви в╕ддаленого хоста!
vi: ThiÕu tªn m¸y chñ ë xa!

source: Remote printer name missing!
cs: Chybí jméno vzdálené tiskárny!
sk: Chýba názov vzdialenej tlaèiarne!
tr: Uzak yazýcý ismi yok!
uk: В╕дсутня назва принтера!
vi: ThiÕu tªn m¸y in ë xa !

source: SMB (Windows 9x/NT) Printer Options
cs: Mo¾nosti SMB (Windows 9x/NT) tiskárny
eu: SMB (Windows 9x/NT) Irarkolaren Aukerak
hr: Postavke SMB (Windows 9x/NT) pisaèa
lt: SMB (Windows 9x/NT) spausdintuvo nuostatos
lv: SMB (Windows 9x/NT) printera opcijas
ro: Opþiuni pentru imprimanta SMB/Windows 95/NT
sk: Voµby tlaèiarne SMB/Windows 9x/NT
tr: SMB (Windows 9x/NT) Yazýcý Seçenekleri
uk: Опц╕╖ SMB (Windows 9x/NT) принтера
vi: Tïy chän m¸y in SMB (Windows 9x/NT)

source: To print to a SMB printer, you need to provide the SMB host name (Note! It may be different from its TCP/IP hostname!) and possibly the IP address of the print server, as well as the share name for the printer you wish to access and any applicable user name, password, and workgroup information.
cs: Abyste mohli tisknout na SMB tiskárnì, musíte zadat jméno SMB poèítaèe(Pozor! To mù¾e být odli¹né od jeho TCP/IP jména) a mo¾ná i IP adresu tiskového serveru, jméno sdílené tiskárny, vhodné u¾ivatelské jméno, heslo a informace o pracovní skupinì.
eu: SMB irarkola batean inprimatzekotan SMB ostalari izena eman behar duzu (Kasu! TCP/IP ostalari izenaren ezberdina izan daiteke!) eta agian inprimatze zerbitzariaren IP helbidea, honezgain erabili nahi duzun irarkolaren banatze izena, erabiltzailearen izena, pasahitza eta lantaldearen informazioa.
hr: Za ispis na SMB pisaè, trebate navesti ime SMB domaæina (Primjetite da mo¾e biti razlièit od TCP/IP imena raèunala) i vjerojatno IP adresu poslu¾itelja pisaèa, kao i ime dijeljenog resursa za pisaè kojem ¾elite pristupiti i bilo koje primjenjivo korisnièko ime, lozinku ili informacije o radnoj grupi.
lt: Norëdamas spausdinti á SMB spausdintuvà, tu turi nurodyti SMB hosto vardà, (Atkreipk dëmesá, kad jis gali skirtis nuo jo TCP/IP hosto vardo!) ir galbût spausdinimo serverio IP adresà, spausdintuvo share'o vardà, vartotojo vardà, slaptaþodá ir darbo grupës vardà
lv: Lai drukâtu ar SMB printeri, jums jânorâda SMB resursa vârds (Piezîme! Tas var atðíirties no datora TCP/IP vârda!) un, iespçjams, ðî servera IP adrese, kâ arî jûs interesçjoðâ printera koplietojuma vârds un atbilstoðs lietotâja vârds, parole un darba grupas informâcija.
ro: Pentru a imprima pe o imprimantã SMB, aveþi nevoie sã furnizaþi numele calculatorului SMB (acesta nu este întotdeauna numele maºinii TCP/IP) si probabil adresa IP a serverului de imprimantã, cît ºi numele de access ºi numele de utilizator, parola ºi informaþia grupului de lucru.
sk: Pre tlaè na SMB tlaèiarne je potrebné zada» názov SMB servera (nebýva v¾dy zhodný s TCP/IP názvom poèítaèa) a prípadne IP adresu tlaèového servera, ako aj názov zdieµaného zariadenia pre tlaèiareò a vhodné meno pou¾ívateµa, heslo a pracovnú skupinu.
tr: Bir SMB yazýcýdan çýktý almak için, SMB makina adý, yazýcý sunucunun IP adresi, yazýcýnýn paylaþým adý, çalýþma grubu, kullanýcý adý ve parola verilmelidir.
uk: Щоб друкувати на SMB принтер╕ Ви ма╓те вказати назву SMB хоста (В╕дм╕тьте: Вона може в╕др╕знятися в╕д його TCP/IP назви!) ╕ можливо також IP адресу принт сервера разом з ╕менем серв╕са та будь-яким ╕менем користувача разом з паролем, та робочою групою.
vi: §Ó in b»ng m¸y in SMB, b¹n cÇn cung cÊp tªn m¸y chñ SMB (L­u ý! Tªn nµy cã thÓ kh¸c víi tªn m¸y chñ TCP/IP cña nã!) ®Þa chØ IP cña m¸y chñ in Ên, còng nh­ lµ tªn chia sÎ cho m¸y in b¹n muèn truy cËp vµ th«ng tin tªn ng­êi dïng phï hîp nµo ®ã, mËt khÈu, nhãm lµm viÖc.

source: SMB server host
cs: Jméno SMB serveru
eu: SMB zerbitzariaren ostalaria
hr: SMB poslu¾itelj
lt: SMB serverio hostas
lv: SMB servera resurss
ro: Numele serverului SMB
sk: Názov SMB servra
tr: SMB sunucu adý
uk: Назва хоста SMB сервера
vi: M¸y chñ SMB

source: SMB server IP
cs: IP adresa SMB serveru
eu: SMB zerbitzariaren IP
hr: IP SMB poslu¾itelja
lt: SMB serverio IP
lv: SMB servera IP
ro: Adresa IP a serverului SMB
sk: IP adresa SMB servra
tr: SMB sunucu IP
uk: IP адреса SMB сервера
vi: IP cña m¸y chñ SMB

source: Share name
cs: Sdílené jméno
eu: Banatze izena
hr: Ime sharea
lt: Share'o vardas
lv: Koplietojuma vârds
ro: Numele de access
sk: Názov zdieµaného zariadenia
tr: Paylaþým adý
uk: Назва ресурсу
vi: Tªn chia sÎ

source: Workgroup
cs: Pracovní skupina
eu: Lantaldea
hr: Radna grupa
lt: Darbo grupë
lv: Darba grupa
ro: Numele de grup
sk: Pracovná skupina
tr: Çalýþma grubu
uk: Робоча група
vi: Nhãm lµm viÖc

source: Either the server name or the server's IP must be given!
cs: Musí být zadáno buï jméno serveru nebo jeho IP adresa!
eu: Zerbitzaria izena edo zerbitzariaren IP eman behar da!
sk: Musíte zada» meno, alebo IP adresu servera!
tr: Ya sunucu ismi ya da sunucunun IP adresi verilmelidir!
uk: Мають бути вказаними або назва сервера, або його IP адреса!
vi: Ph¶i cã tªn hoÆc IP cña m¸y chñ!

source: Samba share name missing!
cs: Chybí jméno pro sdílení pøes Sambu!
sk: Chýba meno samba zlo¾ky!
tr: Samba paylaþým ismi yok!
uk: Нема╓ назви ресурсу samba!
vi: ThiÕu tªn chia xÎ SAMBA!

source: NetWare Printer Options
cs: Mo¾nosti NetWare tiskárny
eu: NetWare Irarkolen Aukerak
hr: Postavke NetWare pisaèa
lt: NetWare spausdintuvo nuostatos
lv: NetWare printera opcijas
ro: Opþiunea imprimantei NetWare
sk: Voµby tlaèiarne pre NetWare
tr: NetWare Yazýcý Ayarlarý
uk: Опц╕╖ принтера NetWare
vi: C¸c tïy chän m¸y in NetWare

source: To print on a NetWare printer, you need to provide the NetWare print server name (Note! it may be different from its TCP/IP hostname!) as well as the print queue name for the printer you wish to access and any applicable user name and password.
cs: Abyste mohli tisknout na NetWare tiskárnì, musíte zadat jméno NetWare serveru (Pozor! To mù¾e být odli¹né od jeho jména pro TCP/IP!), jméno tiskové fronty tiskárny, kterou chcete pou¾ívat a u¾ivatelské jméno a heslo.
eu: NetWare irarkola batean inprimatzeko, honako datu hauek behar dituzu: NetWare inprimatze zerbitzariaren izena (Kasu! TCI/IParen bestelakoa izan daiteke!) , erabili nahi duzun irarkolaren izena eta beharrezko daitezken erabiltzaile izena eta pasahitza.
hr: Za ispis na NetWare pisaè, trebate navesti NetWare ime poslu¾itelja pisaèa (Primjetite da mo¾e biti razlièit od njegovog TCP/IP imena raèunala!) kao i ime ispisnog reda za piaè koji ¾elite pristupiti kao i primjenjivo korisnièko ime i lozinku.
lt: Norëdamas spausdinti á NetWare spausdintuvà, tu turi nurodyti spausdinimo serverio vardà, (Atkreipk dëmesá, kad jis gali skirtis nuo jo TCP/IP hosto vardo!), spausdintuvo eilës vardà spausdintuvui, prie kurio nori prieiti, bei reikalingus vartotojo vardà ir slaptaþodá.
lv: Lai drukâtu ar NetWare printeri, jums jânorâda NetWare printera servera vârds (Piezîme! tas var atðíirties no servera TCP/IP resursa vârda!), kâ arî jûsu izvçlçtâ printera rindas nosaukums un jebkurð atbilstoðs lietotâja vârds un parole.
sk: Pre tlaè na NetWare tlaèiareò je potrebné zada» názov NetWare tlaèového servera (nebýva v¾dy zhodný s TCP/IP názvom poèítaèa), ako aj názov fronty tlaèiarne, ku ktorej chcete pristupova» a vhodné meno pou¾ívateµa s heslom.
tr: Bir NetWare yazýcýdan çýktý alacaksanýz, NetWare yazdýrma sunucunun ismi (TCP/IP makina isminden farklý bir isme sahip olabilir), kullanacaðýnýz yazdýrma kuyruðunun ismi, kullanýcý adý ve parolasý verilmelidir.
uk: Для того, щоб друкувати на NetWare принт-сервер╕, Ви повинн╕ вказати назву принт-сервера (Зауважте! вона може в╕др╕знятися в╕д TCP/IP ╕мен╕ хоста!) разом з назвою принтера, яким Ви хочете користуватися та в╕дпов╕дним ╕менем користувача з паролем.
vi: §Ó in b»ng m¸y in NetWare, b¹n cÇn cung cÊp tªn m¸y chñ in Ên NetWare (L­u ý! Tªn nµy cã thÓ kh¸c víi tªn m¸y chñ TCP/IP cña nã!), tªn hµng in cho m¸y in mµ b¹n muèn truy cËp vµ tªn ng­êi dïng, mËt khÈu phï hîp.

source: Printer Server
cs: Tiskový server
eu: Inprimatze zerbitzaria
hr: Ispisni poslu¾itelj
lt: Spausdinimo serveris
lv: Printera serveris
ro: Server de imprimantã
sk: Tlaèový server
tr: Yazdýrma Sunucusu
uk: Принтер сервер
vi: M¸y chñ in Ên

source: Print Queue Name
cs: Jméno tiskové fronty
eu: Inprimatze isatsaren izena
hr: Ime reda pisaèa
lt: Spausdinimo eilës pavadinimas
lv: Printera rindas nosaukums
ro: Lista de aºteptare a imprimantei
sk: Názov tlaèovej fronty
tr: Yazýcý Kuyruk Adý
uk: Назва принтера
vi: Tªn hµng in

source: NCP server name missing!
cs: Chybí jméno pro sdílení pøes NCP!
eu: NCP zerbitzari izena falta da!
sk: Chýba meno NCP servera!
tr: NCP sunucusu ismi yok!
uk: Нема╓ назви сервера NCP!
vi: ThiÕu tªn m¸y chñ NCP!

source: NCP queue name missing!
cs: Chybí jméno tiskové fronty pro NCP!
eu: NCP ilara izena falta da!
sk: Chýba meno NCP fronty!
tr: NCP kuyruðu ismi yok!
uk: Нема╓ назви черги NCP!
vi: ThiÕu tªn hµng in NCP!

source: Socket Printer Options
cs: Mo¾nosti soketové tiskárny
eu: Socket-eko Inprimagailu Aukerak
hr: Opcije socket pisaèa
lt: Lizdinio spausdintuvo nuostatos
lv: Socket printera opcijas
sk: Nastavenia soketu tlaèiarne
tr: Soket Yazýcýsý Seçenekleri
uk: Параметри принтера в мереж╕
vi: Tïy chän m¸y in socket

source: To print to a socket printer, you need to provide the host name of the printer and optionally the port number. On HP JetDirect servers the port number is usually 9100, on other servers it can vary. See the manual of your hardware.
cs: Abyste mohli tisknout na soketové tiskárnì, musíte zadat jméno poèítaèe s tiskárnou a volitelnì i èíslo portu. Pokud máte HP JetDirect server, port je obvykle 9100, jinak se mù¾e mìnit. Podívejte do manuálu k va¹emu hardware.
sk: Pre tlaè na socket tlaèiarne musíte zada» meno hostiteµa tlaèiarne a prípadne èíslo portu. Na HP JetDirect serveroch je to väè¹inou 9100, inde to mô¾e by» odli¹né. Pozrite si manuál.
tr: Bir soket yazýcýsýndan çýktý alacaksanýz, yazýcýnýn baðlý olduðu makina adýný ve seçimlik olarak port numarasýný vermeniz gereklidir. HP JetDirect sunucularda port numarasý genelde 9100 dür, diðer sunucularda farklý olabileceðinden donanýmýn kýlavuzuna bakmanýz önerilir.
uk: Щоб друкувати на принтер╕ в мереж╕, Вам потр╕бно надати назву хоста принтера, та можливо номер порта. На серверах HP JetDirect номер порта у б╕льшост╕ випадк╕в 9100, на ╕нших може в╕др╕знятись. Проконсультуйтесь з ╕нструкц╕╓ю до апаратного забезпечення.
vi: §Ó in b»ng m¸y in socket, b¹n cÇn cung cÊp tªn m¸y chñ cña m¸y in vµ sè cæng t­¬ng øng vµ sè hiÖu cæng. Trªn c¸c m¸y chñ HP JetDirect, sè cæng th­êng lµ 9100, vµ thay ®æi trªn c¸c m¸y kh¸c. H·y xem tµi liÖu ®i kÌm phÇn cøng.

source: Printer host name
cs: Jméno poèítaèe s tiskárnou
sk: Hostiteµské meno tlaèiarne
tr: Yazýcýnýn makina ismi
uk: Назва хоста принтера
vi: Tªn m¸y chñ in Ên

source: Printer host name missing!
cs: Chybí jméno poèítaèe s tiskárnou!
eu: Inprimagailuaren ostalari izena falta da!
sk: Chýba hostiteµské meno tlaèiarne
tr: Yazýcýnýn makina ismi yok!
uk: Нема╓ назви хоста принтера!
vi: ThiÕu tªn m¸y chñ in Ên!

source: Printer Device URI
cs: URI Tiskového Zaøízení
eu: Irarkolaren Tresna URI
hr: URI Ureðaja pisaèa
lt: Spausdintuvo árenginio URI
lv: Printera ierîces URI
sk: URI tlaèiarne
tr: Yazýcý Aygýtý URI'si
uk: URI пристрою принтера
vi: ThiÕt bÞ in URI

source: You can specify directly the URI to access the printer. The URI must fulfill either the CUPS or the Foomatic specifications. Note that not all URI types are supported by all the spoolers.
cs: Zde lze pøímo zadat URI pro pøístup k tiskárnì. URI musí splòovat buï specifikaci CUPS nebo Foomatic. Taky pamatujte na to, ¾e v¹echny URI nejsou podporovány ve v¹ech tiskových správcích.
sk: Pre prístup k tlaèiarni zadajte jej URI. URI musí spåòa» CUPS alebo Foomatic ¹pecifikácie.
tr: Yazýcýya eriþmek için doðrudan URI belirtebilirsiniz. URI, ya CUPS ya da Foomatic özelliklerini içermelidir. Bilgi: Her URI türünü her yazýcý havuzu desteklemez.
uk: Можна вказати безпосередньо URI для доступу до принтера. URI ма╓ в╕дпов╕дати специф╕кац╕ям або CUPS або Foomatic. Зауважте, однак, що не вс╕ типи URI п╕дтримуються засобами керування черг друку.
vi: B¹n cã thÓ trùc tiÕp chØ ®Þnh URI ®Ó truy cËp m¸y in. URI ph¶i ®¸p øng ®­îc CUPS hay c¸c ®Æc t¶ Foomatic. L­u ý lµ kh«ng ph¶i mäi lo¹i URI ®Òu ®­îc tÊt c¶ c¸c spooler hç trî.

source: A valid URI must be entered!
cs: Musí být zadáno správné URI!
sk: Musíte zada» správne URI!
tr: Geçerli bir URI girilmelidir!
uk: Потр╕бно ввести коректний URI!
vi: CÇn nhËp mét URI hîp lÖ!
