Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Every printer needs a name (for example lp). The Description and Location fields do not need to be filled in. They are comments for the users.
cs: Ka¾dá tiskárna potøebuje jméno (napø. lp). Popis a umístìní nemusí být vyplnìny. Jsou to komentáøe pouze pro u¾ivatele.
eu: Inprimagailu guztiek behar dute izena (adibidez lp). Azalpen eta Kokapen eremuak betetzea ez da beharrezkoa Erabiltzailearentzako aipamenak dira.
sk: Ka¾dá tlaèiareò potrebuje meno (napríklad lp). Popis a Poloha nie je potrebné vyplòova». Sú iba komentármi pre u¾ívateµov.
tr: Her yazýcýnýn bir ismi olmalýdýr (örneðin: lp). Açýklama ve Yeri alanlarýný doldurmak gerekmez. Onlar kullanýcýlara bilgi vermek içindir.
uk: Кожному принтеру повинна в╕дпов╕дати назва (наприклад lp). Поля Опис та Розташування заповнювати необов'язково. Вони ╓ лиш коментарями для користувач╕в.
vi: Mäi m¸y in cÇn ®­îc ®Æt tªn (vÝ dô: lp). Tr­êng M« t¶ vµ VÞ trÝ kh«ng nhÊt thiÕt ph¶i ®iÒn vµo. Chóng lµ c¸c chó thÝch cho ng­êi dïng.

source: Name of printer
cs: Jméno tiskárny
eu: Irarkolaren izena
hr: Ime pisaèa
lt: Spausdintuvo vardas
lv: Printera nosaukums
sk: Meno tlaèiarne
tr: Yazýcýnýn ismi
uk: Назва принтера
vi: Tªn m¸y in

source: Description
cs: Popis
eu: Deskripzioa
hr: Opis
lt: Apraðymas
lv: Apraksts
sk: Popis
tr: Taným
uk: Опис
vi: M« t¶

source: Location
cs: Umístìní
eu: Kokapena
hr: Lokacija
lt: Vieta
lv: Atraðanâs vieta
sk: Umiestnenie
tr: Konum
uk: Розташування
vi: VÞ trÝ

source: Preparing printer database ...
cs: Naèítám databázi tiskáren ...
tr: Yazýcý veritabaný hazýrlanýyor ...
uk: Готуються дан╕ принтер╕в ...

source: Printer model selection
cs: Výbìr modelu tiskárny
eu: Inprimagailu eredu aukeraketa
sk: Výber modelu tlaèiarne
tr: Yazýcý model seçimi
uk: Виб╕р модел╕ принтера
vi: Lùa chän lo¹i m¸y in

source: Which printer model do you have?
cs: Jaký model tiskárny máte?
eu: Zein inprimagailu eredu daukazu?
sk: Aký model tlaèiarne máte?
tr: hangi model bir yazýcýnýz var?
uk: Яку модель принтера Ви ма╓те
vi: B¹n cã lo¹i m¸y in nµo?

source: OKI winprinter configuration
cs: Nastavení pro OKI win-tiskárnu
tr: OKI winprinter yapýlandýrmasý

source: You are configuring an OKI laser winprinter. These printers use a very special communication protocol and therefore they work only when connected to the first parallel port. When your printer is connected to another port or to a print server box please connect the printer to the first parallel port before you print a test page. Otherwise the printer will not work. Your connection type setting will be ignored by the driver.
cs: Nyní nastavujete laserovou tiskárnu OKI winprinter. Tyto tiskárny pou¾ívají velmi specifický komunikaèní protokol a mohou pracovat pouze pokud jsou pøipojeny k prvnímu paralelnímu portu. Pokud je tiskárna pøipojena na jiný port, nebo se tiskne pøes server, pøipojte tiskárnu na první paralelní port. Jinak tisk nebude pracovat. Typ pøipojení bude ovladaè ignorovat.
tr: Bir OKI laser winprinter yapýlandýracaksanýz bazý koþullarý saðlamalýsýnýz. Bu yazýcýlar çok özel haberleþme protokolleri kullanýrlar ve sadece ilk paralel porta baðlý olarak çalýþýrlar. Yzaýcýnýz diðer paralel porta ya da bir að yazdýrma sunucusuna baðlýysa önce onu makinanýzýn birinci paralel portuna baðlamalýsýnýz. Aksi takdirde, yazýcý çalýþmayacak, baðlantý türü ayarlarýnýz sürücü tarafýndan yoksayýlacaktýr.

source: Lexmark inkjet configuration
cs: Nastavení inkoustové tiskárny Lexmark
tr: Lexmark inkjet yapýlandýrmasý

source: The inkjet printer drivers provided by Lexmark only support local printers, no printers on remote machines or print server boxes. Please connect your printer to a local port or configure it on the machine where it is connected to.
cs: Inkoustové tiskárny dodávané firmou Lexmark podporují pouze tisk na lokální tiskárnì, tak¾e nelze tisknout pøes vzdálený server. Prosím pøipojte tiskárnu na lokální port nebo ji nastavte na tom poèítaèi, ke kterému bude pøipojena.
tr: Lexmark tarafýndan saðlanan mürekkep püskürtmeli yazýcý sürücüleri sadece yerel yazýcýlarý destekler. Yazýcýnýzý yapýlandýrmak için lütfen doðrudan makinanýza baðlayýnýz.

source: To be able to print with your Lexmark inkjet and this configuration, you need the inkjet printer drivers provided by Lexmark (http://www.lexmark.com/). Go to the US site and click on the "Drivers" button. Then choose your model and afterwards "Linux" as operating system. The drivers come as RPM packages or shell scripts with interactive graphical installation. You do not need to do this configuration by the graphical frontends. Cancel directly after the license agreement. Then print printhead alignment pages with "lexmarkmaintain" and adjust the head alignment settings with this program.
cs: Aby bylo mo¾né tisknout na inkoustových tiskárnách od firmy Lexmark, je potøeba mít tiskový ovladaè. Na stránce (http://www.lexmark.com/) kliknìte na tlaèítko "Drivers" a vyberte vá¹ model tiskárny. Potom zvolte Linux jako operaèní systém. Ovladaèe jsou v RPM balíècích nebo mají interaktivní instalaci. To ale nepotøebujete. Ukonèete instalaèní program ihned po odsouhlasení licence. Pak mù¾ete nastavit chování tiskové hlavy pomocí tohoto programu.
tr: Lexmark inkjet ile yazdýrmak ve bu kurulumda kullanmak için mürekkep püskürtmeli yazýcý sürücüsüne ihitiyacýnýz var. Bu sürücüyü http://www.lexmark.com/ adresinde rpm paketi olarak bulabilirsiniz. Bu adrese gittiðinizde "Drivers" baðýný kullanarak eriþeceðiniz sayfadan yazýcýnýzý bulduktan sonra iþletim sistemini "Linux" seçiniz. Gelen rpm paketi kurulum için bir etkileþimli grafik arayüz saðlasa da bu kurulum sýrasýnda bu grafik arayüz kullanýlmayacaðýndan lisans kabulünün hemen ardýndan sürücünün kurulumunu durdurmalýsýnýz. "lexmarkmaintain" ile kafa ayar sayfasý yazdýrdýktan sonra bu uygulama ile kafa ayarlarýný yapýn.

source: Printer default settings You should make sure that the page size and the ink type (if available) are set correctly. Note that with a very high printout quality printing can get substantially slower.
cs: Výchozí nastavení pro tiskárnu Ujistìte se, ¾e typ stránky a typ inkoustu (pokud je) je nastaven správnì. Pøi tisku ve velmi vysoké kvalitì bude tisk zøejmì pomalej¹í.
sk: Základné nastavenia tlaèiarne Uistite sa, ¾e veµkos» papiera a typ atramentu je nastavený správne. Práli¹ vysoká kvalita tlaèe spôsobuje spomalenie.
tr: Yazýcý öntanýmlý ayarlarý Sayfa boyutu (ve varsa) mürekkep türünün doðru verildiðinden emin olmalýsýnýz. Bilgi: Yazýcýnýn yazdýrma kalitesi yükseldikçe yazdýrma hýzý düþecektir.
uk: Стандартн╕ установки принтера Пересв╕дч╕ться, що розм╕р стор╕нки та тип чорнил (якщо така установка присутня) встановлен╕ в╕рно. Зауважте, що з швидк╕сть друку з надзвичайно високою як╕стю може бути значно пов╕льн╕ша.
vi: C¸c thiÕt lËp m¸y in mÆc ®Þnh B¹n nªn b¶o ®¶m lµ khæ giÊy in vµ lo¹i mùc in (nÕu cã) ®­îc thiÕt lËp ®óng. L­u ý lµ víi mét chÊt l­îng in ra cao th× vÒ c¬ b¶n, qu¸ tr×nh in Ên sÏ bÞ chËm ®i.

source: Option %s must be an integer number!
cs: Hodnota %s musí být celé èíslo!
sk: Parameter %s musí by» celé èíslo!
tr: %s seçeneði bir tamsayý olmalýdýr!
uk: Параметр %s ма╓ бути ц╕лим числом!
vi: Tïy chän %s ph¶i lµ mét sè nguyªn!

source: Option %s must be a number!
cs: Hodnota %s musí být èíslo!
sk: Parameter %s musí by» èíslo!
tr: %s seçeneði bir sayý olmalýdýr!
uk: Параметр %s ма╓ бути числом!
vi: Tïy chän %s ph¶i lµ mét sè !

source: Option %s out of range!
cs: Hodnota %s je mimo rozsah!
sk: Parameter %s je mimo rozsahu!
tr: %s seçeneði kapsamdýþý!
uk: Параметр %s виходить за рамки дозволених меж!
vi: Tïy chän %s kh«ng cã trong danh môc!

source: Do you want to set this printer ("%s") as the default printer?
cs: Chcete opravdu nastavit tiskárnu "%s" jako výchozí?
tr: Bu yazýcýyý ("%s") öntanýmlý yazýcý yapmak istiyor musunuz?
uk: Встановити принтер "%s" як стандартний?
vi: B¹n cã muèn thiÕt lËp m¸y in ("%s") nµy lµ m¸y in mÆc ®Þnh?

source: Test pages
cs: Testovací stránka
sk: Testovacie stránky
tr: Deneme sayfasý
uk: Тестую стор╕нки
vi: Trang in thö

source: Please select the test pages you want to print. Note: the photo test page can take a rather long time to get printed and on laser printers with too low memory it can even not come out. In most cases it is enough to print the standard test page.
cs: Vyberte si testovací stránku, kterou chcete vytisknout. Poznámka: tisk testovací stránky s fotografií mù¾e trvat velmi dlouho nebo se na tiskárnì s málo pamìtí nemusí podaøit vùbec. Ve vìt¹inì pøípadù staèí vytisknout bì¾nou testovací stránku.
sk: Prosím zvoµte testovacie stránky, ktoré chcete vytlaèi» Tlaè testovacej stánky foto kvality mô¾e trva» tro¹ku dlh¹ie.
tr: Lütfen yazdýrmak istediðiniz deneme sayfalarýný seçiniz. Bilgi: Fotoðraflý deneme sayfasýnýn yazdýrýlmasý uzun zaman alabilir ve belleði yetersiz bir laser yazýcý ile çýktý alýnamayabilir. Kurulum sýrasýnda standart bir deneme sayfasý çýktýsý almak yeterlidir.
uk: Вибер╕ть, будь ласка, стор╕нки для друку Зауважте: друк фотограф╕чних тестових стор╕нок може бути довгим ╕ лазерн╕ принтери з невеликим об'╓мом пам'ят╕ можуть нав╕ть зовс╕м не надрукувати таку стор╕нку. У б╕льшост╕ випадк╕д достатньо надрукувати стандартну пробну стор╕нку.
vi: H·y lùa chän c¸c trang in thö mµ b¹n muèn thùc hiÖn. L­u ý: trang ¶nh in thö cã thÓ tèn kh¸ nhiÒu thêi gian ®Ó cho ra kÕt qu¶ vµ trªn c¸c m¸y in laser cã bé nhí qu¸ Ýt th× cã thÓ kh«ng in ra ®­îc. §a sè c¸c tr­êng hîp, nã cã ®ñ kh¶ n¨ng ®Ó in mét trang in thö chuÈn.

source: No test pages
cs: Bez testovací stránky
sk: ®iadne testovacie stránky
tr: Deneme sayfasýz
uk: Нема╓ тестових стор╕нок
vi: Kh«ng cã trang in thö

source: Print
cs: Tisk
sk: Tlaè
tr: Yazdýr
uk: Друк
vi: In

source: Standard test page
cs: Standardní testovací stránka
sk: ©tandardné testovacie stránky
tr: Standart deneme sayfasý
uk: Стандартна тестова стор╕нка
vi: Trang in thö chuÈn

source: Alternative test page (Letter)
cs: Alternativní testovací stránka (letter)
sk: Alternatívna testovacia stránka (Letter)
tr: Alternatif deneme sayfasý(mektup)
uk: Додаткова тестова стор╕нка (Letter)
vi: Trang in thö thay thÕ (Letter)

source: Alternative test page (A4)
cs: Alternativní testovací stránka (A4)
sk: Alternatívna testovacia stránka (A4)
tr: Alternatif dememe sayfasý (A4)
uk: Додаткова тестова стор╕нка (A4)
vi: Trang in thö thay thÕ (A4)

source: Photo test page
cs: Testovací stránka s fotografií
sk: Fotografická testovacia stránka
tr: Resim deneme sayfasý
uk: Тестова стор╕нка фотограф╕чно╖ якост╕
vi: Trang ¶nh in thö

source: Printing test page(s)...
cs: Tisknu testovací stránku(y)
eu: Test orria(k) inprimatzen ...
hr: Ispisujem probnu stranicu(e)...
lt: Spausdinamas bandomasis puslapis...
lv: Tiek drukâta(s) izmçìinâjuma lapa(s)...
ro: Imprimarea pagin(ei/lor) de test
sk: Prebieha tlaè testovacej stránky...
tr: Deneme sayfasý basýlýyor...
uk: Друкую тестову стор╕нку(стор╕нки)...
vi: §ang in thö trang...

source: Test page(s) have been sent to the printer. It may take some time before the printer starts. Printing status: %s
cs: Zku¹ební stránka(y) byla(y) poslána(y) na tiskárnu. Mù¾e chvilku trvat ne¾ zaène tisk. Stav tisku: %s
sk: Testovacia stránka bola zaslaná tlaèiarni. Kým zaène tlaèiareò tlaèi», mô¾e to chvíµku trva». Stav tlaèe: %s
tr: Deneme sayfasý yazýcýya gönderildi. Yazýcýnýn çalýþmasý için bir az bir zaman geçebilir. Yazdýrma durumu: %s
uk: Тестова стор╕нка передана програм╕ друку. Перед тим, як принтер почне друкувати, можливо пройде деякий час. Статус друку: %s
vi: Trang in thö ®· ®­îc göi tíi m¸y in. ViÖc nµy cÇn chót thêi gian tr­íc khi m¸y in khëi ch¹y. T×nh tr¹ng in: %s

source: Test page(s) have been sent to the printer. It may take some time before the printer starts.
cs: Zku¹ební stránka byl poslána na tiskárnu. Mù¾e chvilku trvat ne¾ zaène tisk.
sk: Testovacia stránka bola zaslaná tlaèiarni. Kým zaène tlaèiareò tlaèi», mô¾e to chvíµku trva».
tr: Deneme sayfasý yazýcýya gönderildi. Yazdýrmanýn baþlamasý biraz zaman alabilir.
uk: Тестова стор╕нка передана програм╕ друку. Перед тим, як принтер почне друкувати, можливо пройде деякий час. Чи в╕н працю╓ коректно?
vi: Trang in thö ®· ®­îc göi tíi m¸y in. CÇn chót thêi gian tr­íc khi m¸y in lµm viÖc.

source: Did it work properly?
cs: Probìhl tisk správnì ?
sk: Pracuje správne?
tr: Düzgün olarak çalýþýyor mu?
uk: Спрацювало нормально?
vi: Trang in thö cã tèt kh«ng?

source: Raw printer
cs: Pøímý tisk na tiskárnu
tr: Temel yazýcý

source: To print a file from the command line (terminal window) you can either use the command "%s <file>" or a graphical printing tool: "xpp <file>" or "qtcups <file>". The graphical tools allow you to choose the printer and to modify the option settings easily.
cs: Vytisknout soubor z pøíkazové øádky (terminálového okna) lze buï pøíkazem "%s<soubor>" nebo pøes grafické nástroje: "xpp <soubor> nebo "qtcups <soubor>". Grafické nástroje umo¾òují jednodu¹e vybrat tiskárny a mìnit jejich parametry.
tr: Bir dosyayý komut satýrýndan doðrudan yazdýrmak isterseniz "%s<dosya>" komutunu ya da bir grafik arayüzlü yazdýrma aracý kullanmak isterseniz "xpp <dosya>" veya "qtcups <dosya>" komutlarýný kullanabilirsiniz dosyayý uygulama saðlayacaðýndan dosya ismi verilmez.

source: These commands you can also use in the "Printing command" field of the printing dialogs of many applications, but here do not supply the file name because the file to print is provided by the application.
cs: Tyto pøíkazy lze nastavit do políèka "Pøíkazy tisku" v dialogu tisku ve vìt¹inì aplikací, ale nezadává se zde jméno souboru, které je poka¾dé jiné v závislosti na dané aplikaci.
tr: Ayrýca bir çok uygulamanýn yazdýrma diyaloglarýnýn "Yazdýrma komutu" alanýnda bu komutlardan birini kullanabilirsiniz. Ancak bu tür kullanýmda yazdýrýlacak dosyayý uygulama saðlayacaðýndan dosya ismi verilmez.

source: The "%s" command also allows to modify the option settings for a particular printing job. Simply add the desired settings to the command line, e. g. "%s <file>".
cs: Pøíkaz "%s" dovoluje modifikovat volby pro ka¾dou tiskovou úlohu. Jednodu¹e zadejte potøebné nastavení do pøíkazové øádky, napø. "%s<soubor>".
tr: "%s" komutu ile ayrýca herhangi bir yazdýrma iþleminin ayarlarýný da deðiþtirebilirsiniz. Bu ayarlarý komut satýrýndan girebilirsiniz. Kullanýmý: "%s <dosya>".

source: To get a list of the options available for the current printer read either the list shown below or click on the "Print option list" button.
cs: V¹echny mo¾nosti pro souèasnou tiskárnu jsou zobrazeny ní¾e, nebo kliknìte na tlaèítko "Mo¾nosti tiskárny".
tr: Þimdiki yazýcýnýz için mümkün seçeneklerin bir listesini aþaðýdan okuyabileceðiniz gibi "Seçenek listesini yazdýr" düðmesine týklayarak da alabilirsiniz.

source: To print a file from the command line (terminal window) use the command "%s <file>".
cs: Pro vyti¹tìní souboru z pøíkazové øádky (v terminálovém oknì) pou¾ijte pøíkaz "%s<soubor>".
tr: Bir dosyayý komut satýrýndan doðrudan yazdýrmak isterseniz "%s <dosya>".

source: This command you can also use in the "Printing command" field of the printing dialogs of many applications. But here do not supply the file name because the file to print is provided by the application.
cs: Tento pøíkaz lze nastavit do políèka "Pøíkazy tisku" v dialogu tisku ve vìt¹inì aplikací, ale nezadává se zde jméno souboru, které je poka¾dé jiné v závislosti na dané aplikaci.
tr: Ayrýca bir çok uygulamanýn yazdýrma diyaloglarýnýn "Yazdýrma komutu" alanýnda bu komutu kullanabilirsiniz. Ancak bu tür kullanýmda yazdýrýlacak dosyayý uygulama saðlayacaðýndan dosya ismi verilmez.

source: To get a list of the options available for the current printer click on the "Print option list" button.
cs: V¹echny mo¾nosti pro souèasnou tiskárnu jsou zobrazeny ní¾e, nebo kliknìte na tlaèítko "Mo¾nosti tiskárny".
tr: Þimdiki yazýcýnýz için mümkün seçeneklerin bir listesini aþaðýdan okuyabileceðiniz gibi "Seçenek listesini yazdýr" düðmesine týklayarak da alabilirsiniz.

source: To print a file from the command line (terminal window) use the command "%s <file>" or "%s <file>".
cs: Pro vyti¹tìní souboru z pøíkazové øádky (v terminálovém oknì) pou¾ijte pøíkaz "%s<soubor>" nebo "%s<soubor>".
tr: Bir dosyayý komut satýrýndan doðrudan yazdýrmak isterseniz "%s <dosya>" ya da "%s <dosya>".

source: You can also use the graphical interface "xpdq" for setting options and handling printing jobs. If you are using KDE as desktop environment you have a "panic button", an icon on the desktop, labeled with "STOP Printer!", which stops all print jobs immediately when you click it. This is for example useful for paper jams.
cs: Lze také pou¾ít grafické rozhraní "xpdq" pro nastavení mo¾ností a ke správìtiskových úloh. Pokud pou¾íváte grafické prostøedí KDE, máte na pracovní plo¹e ikonu, pojmenovanou "STOP Printer!", který po kliknutí ihned zastaví v¹echnytiskové úlohy. To je vhodné tøeba pro pøípady uváznutí papíru.
tr: Bir grafik arayüz tercih ediyorsanýz "xpdq" kullanarak yazdýrýlacaklarý ve seçenekleri belirleyebilirsiniz. Masaüstü yöneticisi olarak KDE kullanýyorsanýz, yazýcýnýn kaðýt yemesi halinde masaüstünüzde bulunan "Yazýcýyý DURDUR!" düðmesini kullanabilirsiniz.

source: The "%s" and "%s" commands also allow to modify the option settings for a particular printing job. Simply add the desired settings to the command line, e. g. "%s <file>".
cs: Pøíkazy "%s" a "%s" dovolují modifikovat volby pro ka¾dou tiskovou úlohu. Jednodu¹e zadejte potøebné nastavení do pøíkazové øádky, napø. "%s<soubor>".
tr: "%s" ve "%s" komutlarý ile ayrýca herhangi bir yazdýrma iþleminin ayarlarýný da deðiþtirebilirsiniz. Bu ayarlarý komut satýrýndan girebilirsiniz. Kullanýmý: "%s <dosya>".

source: Printing on the printer "%s"
cs: Tisknu na tiskárnu "%s"
tr: "%s" Yazýcýsýndan yazdýrýlýyor

source: Print option list
cs: Mo¾nosti tiskárny
tr: Seçenekleri listesini yazdýr

source: Reading printer data ...
cs: Naèítám data k tisku ...
sk: Naèítavam dáta tlaèiarne ...
tr: Yazýcý verisi okunuyor ...
uk: Читаю дан╕ принтер╕в ...
vi: §ang ®äc d÷ liÖu m¸y in...

source: Transfer printer configuration
cs: Pøenést konfiguraci tiskárny
sk: Prenes nastavenie tlaèiarne
tr: yazýcý yapýlandýrmasýný aktar
uk: Перен╕с конф╕гурац╕╖ принтер╕в
vi: ChuyÓn t¶i cÊu h×nh m¸y in

source: You can copy the printer configuration which you have done for the spooler %s to %s, your current spooler. All the configuration data (printer name, description, location, connection type, and default option settings) is overtaken, but jobs will not be transferred. Not all queues can be transferred due to the following reasons:
cs: Konfiguraci tiskárny, kterou jste provedli pro frontu %s lze pøenést na frontu %s, tj. na souèasnou frontu. V¹echna nastavená data (jméno tiskárny, popis, umístìní, typ pøipojení a dal¹í výchozí nastavení) budou pøepsána, ale tiskové úlohy nebudou pøeneseny. Ne v¹echny fronty lze pøenést z následujích dùvodù:
tr: Yazdýrma hazuzunuzu %s yerine %s yapmak için yazýcý yapýlandýrmanýzý kopyalayabilirsiniz.Tüm yapýlandýrma bilgileri (yazýcý ismi, açýklamasý, yeri, baðlantý türü ve öntanýmlý seçenekler) kopyalanýrken, bekleyen iþler aktarýlmayacaktýr. Bilgi: Aþaðýda ki sebeplerden dolayý tüm kuyruklar da aktarýlabilir:
uk: Конф╕╜урац╕ю, що була п╕дготована для черги %s Ви можете скоп╕ювати Для дано╖ установки черги друку (%s). Вс╕ установочн╕ дан╕ (назва принтера, опис, розташування, тип з'╓днання ╕ стандартн╕ установки) будуть перенесен╕ на нову конф╕╜урац╕ю. Але роботи з черги перенесено не буде. Не вс╕ черги можуть бути перенесеними з таких причин:
vi: B¹n cã thÓ copy cÊu h×nh m¸y in mµ b¹n ®· hoµn thµnh cho spooler %s ®Õn %s, lµ spooler hiÖn thêi cña b¹n. Mäi d÷ liÖu vÒ cÊu h×nh (tªn m¸y in, m« t¶, vÞ trÝ, lo¹i kÕt nèi, vµ c¸c thiÕt lËp tïy chän mÆc ®Þnh) ®­îc b¾t kÞp, nh­ng c¸c c«ng viÖc in Ên sÏ kh«ng ®­îc truyÒn t¶i. Kh«ng ph¶i toµn bé c¸c hµng ®îi in cã thÓ ®­îc truyÒn t¶i do nh÷ng nguyªn nh©n sau ®©y:

source: CUPS does not support printers on Novell servers or printers sending the data into a free-formed command.
cs: CUPS nepodporuje tiskárny na serverech Novell nebo tiskárny, které posílají data na skupinu pøíkazù.
sk: CUPS nepodporuje tlaèiarne na Novell serveroch alebo tlaèiarne, ktoré posielajú dáta vo free-formed command.
tr: Novell sunucularý üzerindeki yazýcýlara ve Novell yazýcýlarýna bir komutla veri gönderilmesini CUPS desteklemez.
uk: CUPS не п╕дтриму╓ друк на принтерах сервер╕в Novell чи принтер╕в, що передають дан╕ на друк у вигляд╕ команд з дов╕льним синтаксисом.
vi: CUPS kh«ng hç trî c¸c m¸y in cña c¸c m¸y chñ Novell hoÆc c¸c m¸y in göi d÷ liÖu vµo mét lÖnh cã khu«n thøc tù do.

source: PDQ only supports local printers, remote LPD printers, and Socket/TCP printers.
cs: PDQ podporuje pouze místní tiskárny, vzdálené tiskárny LPD a tisk na tiskárny pøes Sokety/TCP.
sk: PDQ podporuje iba lokálne tlaèiarne, vzdialené LPD a Socket/TCP tlaèiarne.
tr: PDQ sadece yerel yazýcýlarý, LPD yazýcýlarýný ve Soket/TCP yazýcýlarýný destekler.
uk: PDQ п╕дтриму╓ т╕льки локальн╕ принтери, в╕ддален╕ принтери LDP ╕ принтери, що працюють через Socket/TCP.
vi: PDQ chØ hç trî c¸c m¸y in côc bé, c¸c m¸y in LPD ë xa, vµ c¸c m¸y in Socket/TCP.

source: LPD and LPRng do not support IPP printers.
cs: LPD ani LPRng nepodporují IPP tiskárny.
sk: LPD a LPRng nepodporujú IPP tlaèiarne.
tr: LPD ve LPRng, IPP yazýcýlarý desteklemez.
uk: LPD та LPRng не п╕дтримують принтери IPP.
vi: LPD vµ LPRng kh«ng hç trî m¸y in IPP.

source: In addition, queues not created with this program or "foomatic-configure" cannot be transferred.
cs: Tiskové fronty, které nebyly vytvoøeny tímto programem nebo pøes "foomatic" nelze pøenést.
tr: Ek olarak, kuyruklar bu programla oluþturulmaz ya da "foomatic-yapýlandýrma" aktarýlamaz.
uk: Додатково, черги не переносяться ц╕╓ю командою ╕ конф╕╜урац╕я "foomatic-configure" не може бути перенесена також.
vi: H¬n n÷a, c¸c hµng ®îi in kh«ng ®­îc t¹o víi ch­¬ng tr×nh nµy hoÆc "foomatic-configure" kh«ng thÓ ®­îc truyÒn t¶i.

source: Also printers configured with the PPD files provided by their manufacturers or with native CUPS drivers can not be transferred.
cs: Také tiskárny pou¾ívající PPD soubory od jejich výrobcù nebo tiskárny s nativními ovladaèi pro CUPS nelze pøenést.
tr: Ayrýca CUPS sürücüleri ya da üreticileri tarafýndan saðlanan PPD dosyalarý ile yapýlandýrýlan yazýcýlar aktarýlamaz.
uk: Кр╕м того, принтери сконф╕╜урован╕ за допомогою наданих виробниками файл╕в PPD чи принтери, що мають р╕дн╕ драйвери CUPS не можуть бути перенесеними.
vi: Còng nh­ vËy, c¸c m¸y in ®· ®­îc cÊu h×nh víi c¸c file PPD do nhµ chÕ t¹o cung cÊp hoÆc víi c¸c driver CUPS ®Þa ph­¬ng cã thÓ kh«ng ®­îc truyÒn t¶i.

source: Mark the printers which you want to transfer and click "Transfer".
cs: Oznaète tiskárnu, kterou chcete pøenést a stisknìte "Pøenést".
sk: Oznaète tlaèiareò ktorú si ¾eláte prenies» a stlaète "Prenos".
tr: Aktarmak istediðiniz yazýcýlarý iþaretledikten sonra "Aktar" düðmesine týklayýnýz.
uk: Позначте принтери для переносу ╕ натисн╕ть на "Перенести".
vi: §¸nh dÊu vµo m¸y in mµ b¹n muèn göi tíi vµ nhÊn lªn "TruyÒn".

source: Do not transfer printers
cs: Nepøená¹et tiskárny
sk: Neprená¹aj tlaèiarne
tr: Yazýcýlar aktarýlmasýn
uk: Не переносити принтери
vi: Kh«ng truyÒn tíi m¸y in

source: Transfer
cs: Pøenést
sk: Prenos
tr: Aktar
uk: Перенести
vi: TruyÒn
