Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Here we select a printing system for your computer to use. Other OSes may offer you one, but Mandrake offers three. * "pdq" - which means ``print, don't queue'', is the choice if you have a direct connection to your printer and you want to be able to panic out of printer jams, and you do not have any networked printers. It will handle only very simple network cases and is somewhat slow for networks. Pick "pdq" if this is your maiden voyage to GNU/Linux. You can change your choices after install by running PrinterDrake from the Mandrake Control Center and clicking the expert button. * "CUPS" - ``Common Unix Printing System'' is excellent at printing to your local printer and also halfway round the planet. It is simple and can act like a server or a client for the ancient "lpd" printing system, so it is compatible with the systems that went before. It can do many tricks, but the basic setup is almost as easy as "pdq". If you need this to emulate an "lpd" server, you must turn on the "cups-lpd" daemon. It has graphical front-ends for printing or choosing printer options. * "lprNG" - ``line printer daemon New Generation''. This system can do approximately the same things the others can do, but it will print to printers mounted on a Novell Network, because it supports IPX protocol, and it can print directly to shell commands. If you have need of Novell or printing to commands without using a separate pipe construct, use lprNG. Otherwise, CUPS is preferable as it is simpler and better at working over networks.
cs: Zde si mù¾ete vybrat tiskový systém, který budete pou¾ívat. Jiné OS nabízejí jeden, Mandrake nabízí tøi. * "pdq" - co¾ znamená 'print, don't queue' a je vhodný tehdy, pokud nemáte ¾ádné sí»ové tiskárny. Zvládá pouze nìkolik mo¾ností a tisk na nìj ze sítì je velmi pomalý. Tuto volbu lze po instalaci zmìnit spu¹tìním nástroje PrinterDrake z øídícího centra Mandrake, pokud kliknete na tlaèítko Expert. * "CUPS" - 'Common Unix Printing System' je vynikající v tisku na lokální tiskárny. Je jednoduchý a mù¾e fungovat jako klient i server pro klienty z "lpd" systému, tak¾e je s nimi kompatibilní. Je mo¾né nastavit spoustu voleb, ale základní nastavení je velmi jednoduché. Pokud potøebujete emulovat "lpd" server, staèi spustit démona "cups-lpd". Má také grafické prostøedí pro tisk a nastavení tiskárny. * "lprNG" - 'line printer daemon New Generation'. Tento systém doká¾e to co ostatní, ale umí tisknout na tiskárny pøipojené k Novell Netware, proto¾e podporuje IPX protokol a také umí zpracovat pøímo tiskové pøíkazy. Pokud potøebujete tisk na tiskárnách ze sítì Novell nebo tiskový systém bez zvlá¹tní tiskové fronty, vyberte si lprNG. Jinak je preferován CUPS, proto¾e je jednodu¹¹í a lépe pracuje v sítích.
tr: Burada kullanacaðýnýz yazdýrma sistemini seçeceksiniz. Diðer iþletim sistemleri bir seçenek sunarken, Mandrake size üç ayrý seçenek sunuyor. * "PDQ" - bir að yazýcýsý kullanmýyorsanýz, yazýcýnýn kaðýt yemesi durumunda tekrar yazdýrma sorunu yaþamak istemiyorsanýz, bir de makinanýza doðrudan baðlý bir yazýcýnýz varsa, 'kuyruða deðil doðrudan yazýcýya yolla' deme þansýnýz bulunuyor. 'Bu tam da benim aradýðým özellik' diyorsanýz "PDQ" seçeneðine týklayýnýz. Kurulumdan sonra Mandrake Kontrol Merkezi'nden PrinterDrake'i çalýþtýrdýktan sonra uzman düðmesine týklayarak seçimlerinizi deðiþtirebilirsiniz. * "CUPS" - 'Unix Ortak Yazdýrma Sistemi' - hem yerel yazýcýnýzý hem de að üzerindeki bir yazýcýyý kullanabilmenizi saðlayan, mevcut tüm sistemlerle uyumlu, eski "lpd" yazdýrma sistemi için hem sunucu hem de istemci gibi davranabilen, basit ama mükemmel bir sistemdir. Çok çeþitli seçenekler sunmasýna raðmen en az "pdq" kadar kolay ayarlanabilir. Bir "lpd" sunucusunu taklit etmek isterseniz "cups-lpd" artalan uygulamasýný çalýþtýrabilirsiniz. Yazdýrma ve yazýcý seçeneklerini belirlemek için bir grafik arayüze de sahiptir. * "lprNG" - 'Yeni Nesil lpd' - Bu sistem diðerlerinin yaptýklarýný yapabilmekten baþka IPX protokolünü de desteklediðinden bir Novell aðýnda baðlý yazýcýlarý ve komutlarý kullanmanýzý saðlar. Novell aðýnýzdaki yazýcýlarý kullanmak isterseniz ya da ayrý bir veri yolu oluþturmaksýzýn komutlara yazdýrmak isterseniz lprNG'yi kullanýnýz. Aksi takdirde, aðlar üzerinden çalýþmak için daha iyi ve daha basit olduðundan CUPS tercih edilmelidir.

source: DrakX is now detecting any IDE devices present in your computer. It will also scan for one or more PCI SCSI card(s) on your system. If a SCSI card is found DrakX will automatically install the appropriate driver. Because hardware detection will sometimes not detect a piece of hardware DrakX will ask you to confirm if a PCI SCSI card is present. Click "Yes" if you know that there is a SCSI card installed in your machine. You will be presented a list of SCSI cards to choose from. Click "No" if you have no SCSI hardware. If you are unsure you can check the list of hardware detected in your machine by selecting "See hardware info" and clicking "OK". Examine the list of hardware and then click on the "OK" button to return to the SCSI interface question. If you have to manually specify your adapter, DrakX will ask if you want to specify options for it. You should allow DrakX to probe the hardware for the card-specific options that the hardware needs to initialize. This usually works well. If DrakX is not able to probe for the options that need to be passed, you will need to manually provide options to the driver. Please review the ``User Guide'' (chapter 3, section "Collecting information on your hardware") for hints on retrieving the parameters required from hardware documentation, from the manufacturer's web site (if you have Internet access) or from Microsoft Windows (if you used this hardware with Windows on your system).
cs: DrakX se nejdøíve pokusí najít v¹echny pevné disky v poèítaèi. Také se pokusí najít PCI SCSI adaptér(y). Pokud nìjaký(é) najde, automaticky nainstaluje správný ovladaè. Pokud ¾ádný nanajde, budete dotázáni, zda vùbec máte nìjaký SCSI adaptér. Odpovìzte "Ano" a vyberte si se seznamu adaptérù nebo odpovìzte "Ne",jestli¾e ¾ádný adaptér nemáte. Pokud pøesnì nevíte jaký máte, mù¾ete to zjistit kliknutím na tlaèítko "Zobrazit informace o hardware". Pokud si vyberete ovladaè, DrakX se zeptá, zda pro nìj chcete zadat nìjaké informace. DrakX se pokusí inicializovat hardware s volbami, které jsou potøeba. Vìt¹inou to funguje dobøe. Pokud to nebude fungovat, budete muset zadat dal¹í informace pro ovladaè. Pro dal¹í nápovìdu se podívejte do instalaèní pøíruèky (kapitola 3 "Získání informací o hardware"), kde je popsáno, jak získat tyto informace z Windows (pokud je máte na poèítaèi), z dokumentace k hardware, nebo z internetové stránky výrobce (pokud máte pøístup k internetu.
tr: DrakX PCI ve SCSI kartlarýnýzý tarayarak IDE aygýtlarýnýzý bulmaya çalýþacak. Eðer bir SCSI arabirimi bulursa otomatik olarak bunun sürücüsünü kuracaktýr. Hiç SCSI arabiriminiz yoksa, bir ISA SCSI kartýnýz varsa, ya da DrakX'in tanýmadýðý bir PCI SCSI kartýnýz bulunuyorsa, sisteminizde bir SCSI kartýnýzýn olup olmadýðý sorulacaktýr. Bir SCSI kartýna sahip deðilseniz "Hayýr" düðmesine týklayýn. Emin deðilseniz, "Donaným bilgilerine bak" seçerek ve "Tamam"a týkladýktan sonra makinanýzda saptanan donanýmýn listesine göz atabilir ve tekrar "Tamam" düðmesine týklayýp SCSI arayüzü sorusuna geri dönebilirsiniz Kartýnýzý elle tanýtmak zorundaysanýz sizden kartýnýza uygun seçenekleri belirlemenizi istenecektir. Bu karta özel seçeneklerle DrakX donanýmýnýzý algýlamaya ve baþlatmaya çalýþacaktýr. Bu, genellikle çalýþýr. Eðer çalýþmazsa, sürücü seçeneklerini öðrenmeniz gereklidir. Ýnternet baðlantýnýz bulunuyorsa, üreticinin web sitesindeki donaným belgelerinden ya da (eðer sisteminizde bulunuyorsa) Microsoft Windows'dan elde edebilir veya bu bilgileri bulabilme ipuçlarý için 'Kullanma Kýlavuzu'ndaki 3. bölümünü ("Donanýmýnýzýn Bilgilerinin Toplanmasý") okuyun.
uk: DrakX спробу╓ в╕дшукати вс╕ жорстк╕ диски у систем╕ ╕ одночасно в╕дшукати плати PCI SCSI. Якщо DrakX знайде плату SCSI ╕ зна╓ який драйвер використовувати з ц╕╓ю платою, в╕н автоматично встановить цей драйвер (ц╕ драйвери). В деяких випадках не вся апаратура розп╕зна╓ться повн╕стю. Якщо ви не ма╓те плати SCSI, ма╓те ISA SCSI плату, або PCI SCSI плату, яка не розп╕зна╓ться DrakX, Вам буде задане запитання, про те чи ╓ у Ваш╕й систем╕ SCSI плата. Якщо тако╖ плати у Вас нема╓, просто клацн╕ть на "Н╕". Якщо ви клацнете на "Так", Вам буде надано список драйвер╕в, з якого Вам треба вибрати потр╕бний. Якщо Вам потр╕бно буде вручну вибирати драйвер, DrakX запита╓ у Вас, чи ви хочете вказати як╕сь певн╕ опц╕╖ для драйвера. Краще, якщо Ви дозволите DrakX випробувати плату, щоб визначити потр╕бн╕ опц╕╖. Звично це працю╓ нормально. Якщо це не спрацю╓, Вам сл╕д вказати потр╕бн╕ опц╕╖ для драйвера. Перегляньте "Пос╕бник по установц╕" (Розд╕л 3, п╕дрозд╕л "Знаходження ╕нформац╕╖ про Вашу апаратуру"), з документац╕╖ по апаратному забезпеченню або з домашньо╖ стор╕нки виробника апаратури або д╕знайтеся потр╕бн╕ параметри з Windows (якщо ви ма╓те цю систему на сво╓му комп'ютер╕).

source: You can add additional entries for yaboot, either for other operating systems, alternate kernels, or for an emergency boot image. For other OS's, the entry consists only of a label and the root partition. For Linux, there are a few possible options: * Label: this is simply the name you will have to type at the yaboot prompt to select this boot option. * Image: this would be the name of the kernel to boot. Typically, vmlinux or a variation of vmlinux with an extension. * Root: the "root" device or "/" for your Linux installation. * Append: on Apple hardware, the kernel append option is used quite often to assist in initializing video hardware, or to enable keyboard mouse button emulation for the often lacking 2nd and 3rd mouse buttons on a stock Apple mouse. The following are some examples: video=aty128fb:vmode:17,cmode:32,mclk:71 adb_buttons=103,111 hda=autotune video=atyfb:vmode:12,cmode:24 adb_buttons=103,111 * Initrd: this option can be used either to load initial modules, before the boot device is available, or to load a ramdisk image for an emergency boot situation. * Initrd-size: the default ramdisk size is generally 4,096 bytes. If you need to allocate a large ramdisk, this option can be used. * Read-write: normally the "root" partition is initially brought up in read-only, to allow a file system check before the system becomes "live". Here, you can override this option. * NoVideo: should the Apple video hardware prove to be exceptionally problematic, you can select this option to boot in "novideo" mode, with native frame buffer support. * Default: selects this entry as being the default Linux selection, selectable by just pressing ENTER at the yaboot prompt. This entry will also be highlighted with a "*", if you press [Tab] to see the boot selections.
cs: Pro yaboot, pro dal¹í operaèní systémy, pro alternativní jádra nebo pro záchranný disk lze zde zadat dal¹í parametry. Pro jiné OS je mo¾né zadat pouze název a hlavní oddíl. Pro Linux je nìkolik dal¹ích mo¾ností: * Jmenovka: je to jednoduché jméno, které mù¾ete napsat do pøíkazového øádku pro yaboot pro zvolení daného systému. * Obraz: je to jmého jádra, ze kterého se spustí systém. Typicky je to vmlinux èi obdoba slova vmlinux s pøíponami. * Root: koøenové zeøízení "/" pøi instalaci Linuxu. * Pøidat volby: na poèítaèích Apple potøebuje jádro dal¹í parametry, aby se správnì nastavil hardware pro video, èi provedla emulace tlaèítek my¹i na klávesnici, proto¾e my¹ u poèítaèe Apple nemá druhé a tøetí tlaèítko. Zde jsou nìjaké pøíklady: video=aty128fb:vmode:17,cmode:32,mclk:71 adb_buttons=103,111 hda=autotune video=atyfb:vmode:12,cmode:24 adb_buttons=103,111 * Initrd: tato volba je urèena moduly, které se musí nahrát do pamìti je¹tì døíve, ne¾ je pøístupný spou¹tìcí oddíl, èi v pøípadì opravy systému. * Velikost initrd: výchozí velikost ramdisku je 4,096 bytù. Pokud potøebujete vìt¹í velikost, zadejte sem potøebnou hodnotu. * Read-write: be¾nì je "root" oddíl pøipojen nejdøíve v re¾imu pouze pro ètení, aby se provedlo otestování systému pøed tím, ne¾ se pou¾ije pro bìh. Zde je mo¾né toto chování zmìnit. * Bez grafiky: grafické zaøízení na poèítaèích Apple je nìkdy problematické a tak je mo¾né zadat tuto volbu a zvolit nativní podporu. * Výchozí: zvolí tuto polo¾ku jako výchozí pro výbìr z nabídky, kdy staèí pouze stisknout ENTER a spustí se. Tato polo¾ka je oznaèena "*" a v¹echny výbìry se zobrazí po stisknutí tlaèítka [Tab].
tr: Yaboot'a siðer iþletim sistemleri, baþka çekirdekler ya da acil önyükleme görüntüsü için girdiler ekleyebilirsiniz. Diðer iþletim sistemleri için bir etiket ve kök disk bölümü gerekir. Linux için bir kaç seçenek mümkündür: * Label: önyükleme seçeneðini kullanýma sokmak için yaboot komut satýrýnda girilecek bir isimdir. * Image: bu önyüklenecek çekirdeðin ismi olmalýdýr. Genellikle vmlinux ya da bir uzantý ile vmlinux'ün alternatifi olan bir isimdir. * Root: Linux kurulumunuzun "root" aygýtý ya da "/" dýr. n * Append: Apple donanýmýnda, çekirdek append seçeneði çoðunlukla ekran donanýmýný ilkendirmek, klavye fare tuþunun 2. ya da 3. fare düðmesi olarak kullanýlmasýný saðlamak için kullanýlýr. Aþaðýda bazý örnekler verilmiþtir: video=aty128fb:vmode:17,cmode:32,mclk:71 adb_buttons=103,111 hda=autotune video=atyfb:vmode:12,cmode:24 adb_buttons=103,111 * Initrd: bu seçenek önyükleme aygýtýnýn modüllerini ya da acil önyükleme görüntüsü için bir ramdisk görüntüsü yüklemekte kullanýlabilir. * Initrd-size: öntanýmlý ramdisk uzunluðu genelde 4096 bayttýr. Daha büyük bir ramdisk ayýrmak gerekiyorsa bu seçenek kullanýlabilir. * Read-write: normalde "kök" disk bölümü sistemin "canlandýrýlmasý"ndan önce dosya sistemi denetiminin yapýlabilmesi için salt-okunur olarak baðlanýr. Burada bu seçenekle bunu aþabilirsiniz. * NoVideo: Apple donanýmý olaðandýþý sorunlar çýkarabilmektedir. Bu seçenek ile yerleþik çerçeve tamponu desteði kullanýlarak sistem önyüklenebilir. * Default: yaboot komut satýrýnda sadece ENTER tuþuna basarak öntanýmlý olarak Linux'un önyüklenmesini saðlamak için bu seçeneðe Linux yazýlýr. [Sekme] tuþuna basarak önyükleme seçeneklerini görmek istediðinizde bu alana girilen etiket "*" ile belirlenmiþ olacaktýr.
uk: Можете додати додатков╕ пункти для yaboot, або для операц╕йних систем, ╕нших ядер чи для авар╕йного образу завантаження. Для ╕нших ОС - пункт склада╓ться т╕льки з етикетки та п╕дрозд╕лу для коренево╖ файлово╖ системи. Для Л╕накса ╓ к╕лька можливих параметр╕в: * Етикетка: це просто назва, яку ви ма╓те надрукувати при запрошенн╕ yaboot, щоб вибрати цю опц╕ю завантаження. * Образ: це - назва ядра для завантаження. У б╕льшост╕ випадк╕в - це vmlinux або вар╕анти назви з р╕зними розширеннями. * Коренева файлова система: пристр╕й для коренево╖ файлово╖ системи, або '/' вашо╖ системи Л╕накс. * Додати: на апаратному забезпеченн╕ Apple досить часто використовуються додатков╕ параметри для ╕н╕ц╕ал╕зац╕╖ в╕део-плати або для того, щоб ╕н╕ц╕ал╕зувати клав╕атурну емуляц╕ю клав╕ш мишки, через те, що на стандартн╕й мишц╕ Apple нема╓ 2-╖ ╕ 3-╖ клав╕ш╕. Дал╕ подан╕ деяк╕ приклади: video=aty128fb:vmode:17,cmode:32,mclk:71 adb_buttons=103,111 hda=autotune video=atyfb:vmode:12,cmode:24 adb_buttons=103,111 * Initrd: цей параметр може використовуватися для того, щоб завантажувати модул╕ до того, як пристр╕й завантаження доступний, або щоб прочитати в╕ртуальний диск для авар╕йного завантаження. * Розм╕р initrd: стандартний в╕ртуальний диск ма╓ розм╕р 4096 байт, якщо вам потр╕бен диск б╕льшого розм╕ру, можете скористуватися цим параметром. * Запис/читання: звично коренева файлова система монту╓ться в режим╕ т╕льки для читання, для того, щоб мати можлив╕сть провести перев╕рку файлово╖ системи перш, н╕ж система завантажу╓ться в робочий режим. Це можна в╕дм╕нити тут. * БезВ╕део: у випадку, коли в╕део плата Apple виявиться особливо проблематичною, ви можете вибрати цей параметр для того, щоб скористуватися стандартним framebuffer'ом. * Стандарна: система вибрана в цьому пункт╕ завантажиться зразу п╕сля того, як ви натиснете ENTER на запрошенн╕ yaboot. Цей пункт буде також показаний символом *, якщо ви натиснете TAB, щоб подивитися список систем.

source: Yaboot is a boot loader for NewWorld MacIntosh hardware. It is able to boot either GNU/Linux, MacOS or MacOSX if present on your computer. Normally, these other operating systems are correctly detected and installed. If this is not the case, you can add an entry by hand in this screen. Be careful as to choose the correct parameters. Yaboot's main options are: * Init Message: a simple text message that is displayed before the boot prompt. * Boot Device: indicate where you want to place the information required to boot to GNU/Linux. Generally, you setup a bootstrap partition earlier to hold this information. * Open Firmware Delay: unlike LILO, there are two delays available with yaboot. The first delay is measured in seconds and at this point, you can choose between CD, OF boot, MacOS or Linux. * Kernel Boot Timeout: this timeout is similar to the LILO boot delay. After selecting Linux, you will have this delay in 0.1 second before your default kernel description is selected. * Enable CD Boot?: checking this option allows you to choose "C" for CD at the first boot prompt. * Enable OF Boot?: checking this option allows you to choose "N" for Open Firmware at the first boot prompt. * Default OS: you can select which OS will boot by default when the Open Firmware Delay expires.
cs: Yaboot je zavadìè pro poèítaèe MacIntosh. Umo¾òuje spou¹tìt jak GNU/Linux, MacOS tak i MacOSX, pokud jsou na poèítaèi nainstalovány. Ve vìt¹inì pøípadù jsou tyto operaèní systémy správnì detekovány. Pokud nejsou, mù¾ete zde na této obraovce pøidat záznamy ruènì. Dejte si ale pozor na správnou volbu parametrù. Yaboot má tyto hlavní volby: * Úvodní hlá¹ka: jednoduchá textová zpráva, která je zobrazena pøed výzvou. * Spou¹tìcí zaøízení: udává místo, kde jsou informace potøebné pro spu¹tìní GNU/Linuxu. Obyèejnì je to bootstrap oddíl, který byl vytvoøen ji¾ pøedtím. * Prodleva pro Firmware: narozdíl od zavadìèe LILO jsou zde dvì prodlevy. První prodleva v sekundách umo¾òuje zvolit mezi spu¹tìním CD, OF boot, MacOS nebo Linuxu. * Prodleva pro jádro: tato prodleva je podobná prodlevì pro LILO. Udává v násobcích 0,1 vteøiny jak dlouho se èeká, ne¾ se zavede výchozí jádro. * Povolit spu¹tìní z CD?: tato volba dovoluje pou¾ít "C" pro spu¹tìní CD. * Povolit OF Boot?: tato volba dovoluje pou¾ít "N" pro spu¹tìní Open Firm. * Výchozí OS: vyberte výchozí OS, který se spustí po uplynutí prodlevy.
tr: Yaboot NewWorld MacIntosh donanýmý için bir önyükleyicidir. Onunla GNU/Linux, MacOS, ya da MacOSX yüklenebilir. Normalde bu diðer iþletim sistemleri doðru saptanýr ve kurulur. Bu mümkün olmamýþsa, bu ekranda elle girdileri verebilirsiniz. Doðru parametreleri vermeye özen göstermelisiniz. Yaboot seçenekleri: * "Açýlýþ iletisi": önyükleyici komut satýrýndan önce gösterilecek basit bir metindir. * "Önyükleme Aygýtý": GNU/Linux'un önyüklemesi için gereken bilgilerin yerleþtirildiði aygýtý belirtir. Genellikle bu bilgiyi saklamak üzere bir önyükleme disk bölümünü belirtilir. * "Gömülü Sistem Gecikmesini Aç": yaboot'da iki gecikme mümkündür. Bu ilk gecikme saniyelerle ölçülür ve bu noktada CD, Gömülü Sistem, MacOS ya da Linux açýlýþlarý arasýnda seçim yapýlabilir. * "Çekirdek Önyükleme Zaman Aþýmý": bu zaman aþýmý LILO önyükleme gecikmesine benzer. Linux seçildikten sonra öntanýmlý çekirdek tanýmý seçilmeden önce 0.1 saniyelik adýmlarla ölçülen bir gecikme saðlanýr. * "CD'den Açýlýþ Etkileþtirilsin": bu seçenek iþaretlenmiþse önyükleyicinin ilk komut satýrýnda CD için "C" seçebilirsiniz. * "Gömülü Sistem Açýlýþý Etkinleþtirilsin": bu seçenek iþaretlenmiþse önyükleyicinin ilk komut satýrýnda Gömülü Sistem Açýlýþý için "N" seçebilirsiniz. "Öntanýmlý Ýþletim Sistemi": Gömülü sistem gecikmesi zaman aþýmýna uðradýðýnda öntanýmlý olarak yüklenecek iþletim sistemini burada belirteceksiniz.
uk: Yaboot - це завантажувач системи для Мак╕нтош╕в Нового типу. В╕н може завантажувати будь-яку ╕з систем: GNU/Linux, MacOS, MacOSX, якщо в╕н встановлений в систем╕. В б╕льшост╕ випадк╕в ц╕ системи в╕рно визначаються ╕ встановлюються. Якщо це не так - можете додати пункт вручну на цьому екран╕. Будьте уважн╕ при вибор╕ коректний параметр╕в. Основн╕ параметри Yaboot: * Пов╕домлення при завантаженн╕: просте текстове пов╕домлення, яке демонстру╓ться перед завантаженням. * Пристр╕й завантаження: вказу╓ на те, де саме запису╓ться ╕нформац╕я потр╕бна для завантаження GNU/Linux. Загалом, вам потр╕бно назначити завантажувальний п╕дрозд╕л для того, щоб збер╕гати цю ╕нформац╕ю. * Затримка Open Firmware: на в╕дм╕ну в╕д Lilo, тут ╓ дв╕ р╕зних пер╕оди затримки в Yaboot. Перший пер╕од затримки вим╕рю╓ться в секундах. П╕д час цього пер╕оду затримки ви можете вибрати зв╕дки завантажуватися: з компакт-диску, OF, MacOS чи Л╕накс. * Пер╕од затримки перед завантаженням ядра: цей пер╕од под╕бний до затримки Lilo. П╕сля вибору Л╕накса, затримка обчислю╓ться в десятих секунди перш, н╕ж почне завантажуватися стандартне ядро. * Дозволити завантаження з компакт-диску?: якщо цей параметр вибрано, ви можете натиснути 'C' при завантаженн╕ п╕д час першого пер╕оду затримки. * Дозволити завантаження OF: якщо ви виберете цей параметр, ви зможете натиснути 'N' п╕д час першого пер╕оду затримки для завантаження з Open Firmware. * Стандартна ОС: цим ви можете встановити стандартну систему, яка завантажиться п╕сля того, як зак╕нчиться затримка Open Firmware.
