Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Few improvements for this security level, the main one is that there are more security warnings and checks.
cs: V této úrovni zabezpeèení je pár vylep¹ení, hlavnì více bezpeènostních varování a testù.
eu: Hobekuntza gutxi segurtasun maila honetarako, batez ere segurtasun mezu eta saio gehiago.
hr: Nekoliko pobolj¹anja za ovu sigurnosnu razinu, glavno pobolj¹anje je da postoji vi¹e sigurnosnih upozorenja i provjera.
lt: Ðiame saugumo lygyje yra daugiau perspëjimø ir saugumo patikrinimø.
lv: Daþi uzlabojumi ðim droðîbas lîmenis, un galvenais ir tas, ka tagad ir vairâk droðîbas brîdinâjumu un pârbauþu.
ro: Cîteva ameliorãri pentru acest nivel de securitate, principalul fiind cã am introdus mai multe mesaje de avertisment ºi verificãri.
sk: V tejto úrovni je viac varovaní a kontroly.
tr: Bu güvenlik seviyesi için ek olarak daha fazla güvenlik uyarýsý ve denetlemesi bulunur.
uk: К╕лька покращень на цьому р╕вн╕ захисту. Основне покращення - б╕льша к╕льк╕сть пов╕домлень про порушення безпеки та б╕льша к╕льк╕сть перев╕рок.
vi: Mét Ýt c¶i thiÖn cho møc ®é b¶o mËt, chñ yÕu cã thªm kiÓm tra vµ c¸c c¶nh b¸o b¶o mËt.

source: This is the standard security recommended for a computer that will be used to connect to the Internet as a client. There are now security checks.
cs: Toto je standardní úroveò zabezpeèení pro poèítaè, který je pou¾íván jako klient pro pøipojení k internetu. Jsou tu bezpeènostní testy.
eu: Internetera kliente modura lotutako makinentzeko gomendatutako segurtasun maila estandarra. Ez du segurtasun saiorik egiten.
hr: Ovo je standardna sigurnosna razina preporuèena za raèunala koja èe biti kori¹tena za spajanje na Internet kao klijent. Sada postoje sigurnosne provjere.
lt: Ðis saugumo lygis yra standartinis, rekomenduojamas kompiuteriui, kuris naudojamas prisijungti prie interneto kaip klientas. Nëra jokiø saugumo tikrinimø.
lv: Ðis ir parasts droðîbas lîmenis, kas ir ieteicams datoram, kas tiks izmantots kâ klients Interneta pieslçgumam. Tagad tiek pârbaudîta droðîba.
ro: Acest a nivelul de securitate standard recomandat pentru un calculator care va fi conectat ca un client la Internet. Nu existã verificãri de securitate.
sk: Toto je ¹tandardná úroveò bezpeènosti pre poèítaè, ktorý je pou¾ívaný pre pripojenie k internetu ako klient.
tr: Ýnternet'e baðlý bir makina için standart ve önerilen bir güvenlik seviyesidir.
uk: Це - стандартний р╕вень безпеки, який рекоменду╓ться мати на комп'ютер╕, п╕дключеному до ╕нтернету в якост╕ кл╕╓нта. Перев╕рки безпеки тепер вмикнен╕.
vi: §©y lµ møc b¶o mËt chuÈn ®­îc khuyÕn c¸o cho c¸c m¸y tÝnh sÏ ®­îc nèi víi Internet theo kiÓu m¸y kh¸ch. B©y giê thùc hiÖn kiÓm tra b¶o mËt.

source: With this security level, the use of this system as a server becomes possible. The security is now high enough to use the system as a server which accept connections from many clients.
cs: S touto bezpeènostní úrovní je mo¾né pou¾ívat poèítaè jako server. Bezpeènost je nyní dostateèná pro server s pøipojením mnoha klientù.
eu: Segurtasun maila honekin, sistema zerbitzari modura erabilzenezake. Hanbat klienteen loturak onartzeko moduan den segurtasun maila.
hr: Sa ovom sigurnosnom razinom, kori¹tenje ovog sustava kao poslu¾itelj postaje moguæe. Sigurnost je sada toliko visoka da se sustav mo¾e koristiti kao poslu¾itelj koji prima konekcije od mnogo klijenta.
lt: Su ðiuo saugumo lygiu sistemà jau galima naudoti kaip serverá. Saugumas yra pakankamai aukðtas, kad sistemà bûtø galima naudoti serveriui, kuris priima prisijungimus ið daugybës klientø.
lv: Ar ðo droðîbas lîmeni sistçmu var sâkt izmantot kâ serveri. Droðîba tagad ir pietiekoði augsta, lai izmantotu sistçmu kâ serveri, kas apkalpo pieslçgumus no daudziem klientiem.
ro: Cu acest nivel de securitate, utilizarea acestui calculator ca server devine posibilã. Securitatea este destul de ridicatã pentru a folosi acest sistem ca server care acceptã conexiuni de la mulþi clienþi.
sk: S touto úrovòou bezpeènosti sa stáva systém pou¾iteµný ako sie»ový server.
tr: Bu güvenlik seviyesiyle sistemin bir sunucu olarak kullanýmý mümkündür. Güvenlik, birden fazla istemcinin baðlanmasýna izin verecek þekilde artýrýlmýþtýr.
uk: На цьому р╕вн╕ безпеки систему можна використовувати в якост╕ сервера. Р╕вень безпеки для ц╕╓╖ системи тепер достатн╕й для того, щоб використовувати ╖╖ як сервер, що допуска╓ п╕д'╓днання до нього багатьох кл╕╓нт╕в.
vi: Víi møc b¶o mËt nµy, cã thÓ sö dông hÖ thèng nµy lµm m¸y chñ. Møc ®é b¶o mËt b©y giê ®ñ cao ®Ó sö dông hÖ thèng lµm m¸y chñ, cho phÐp c¸c m¸y kh¸ch kÕt nèi vµo.

source: We take level 4 features, but now the system is entirely closed. Security features are at their maximum.
cs: Tato úroveò má vlastnosti úrovnì 4, ale systém je úplnì uzavøen. Toto je maximální bezpeènostní úroveò.
eu: 4. mailaren ezaugarriak, baina orain sistema guztiz hertsia. Segurtasun maila maximoa.
hr: Uzimamo znaèajke 4 razine, ali sada je sustav potpuno zatvoren. Sigurnosne znaèajke su na njihovim maksimumima.
lt: Dabar naudojami 4 lygio privalumai,bet sistema yra visiðkai uþdaryta. Saugumo savybës yra maksimalios.
lv: Mçs izmantojam 4. lîmeòa iespçjas, taèu tagad sistçma ir pilnîbâ aizslçgta. Droðîba tagad ir maksimâlajâ lîmenî.
ro: Avem funcþionalitãþile nivelului 4 de securitate dar acum sistemul e complet închis. Securitatea e la maximum.
sk: Máme v¹etky výhody úrovne 4, ale systém je úplne uzavretý. Bezpeènos» je jednoducho na najvy¹¹ej mo¾nej úrovni.
tr: Sistem dýþarýdan gelecek baðlantýlara karþý tamamen kapalýdýr. Güvenlik en son seviyedir.
uk: Ми вмика╓мо 4 р╕вень безпеки, але тепер система ╓ повн╕стю закритою. Вс╕ режими безпеки тепер на найвищому р╕вн╕.
vi: §Æt b¶o mËt møc 4, nh­ng b©y giê hÖ thèng ®­îc ®ãng hoµn toµn. C¸c tÝnh n¨ng b¶o mËt ®ang ë møc tèi ®a.

source: Security level
cs: Úroveò zabezpeèení
pa_in: ਸੁਰੱਖਿਆ ਪੱਧਰ
tr: Güvenlik seviyesi

source: Use libsafe for servers
cs: Pou¾ít libsafe pro servery
pa_in: ਸਰਵਰਾਂ ਲਈ libsafe ਵਰਤੋ
tr: Sunucular için libsafe kullanýlsýn

source: A library which defends against buffer overflow and format string attacks.
cs: Knihovna, které zabraòuje útokùm proti pøeteèení bufferu nebo proti ¹patnému formátování øetìzcù.
pa_in: ਇੱਕ ਲਾਇਬ੍ਰੇਰੀ ਜੋ ਬਫਰ ਭਰਨ ਅਤੇ ਫਾਰਮਿਟ ਸਤਰ ਹਮਲੇ ਤੋਂ ਰੱਖਿਆ ਕਰਦੀ ਹੈ।
tr: Tampon bellek taþmalarý ve biçem dizgesi saldýrýlarýna karþý savunma kitaplýðý.

source: Setting security level
cs: Úroveò zabezpeèení
eu: Hautatu segurtasun neurria
hr: Pode¹avam sigurnosni nivo
lt: Nustatomas saugumo lygis
lv: Uzstâdu droðîbas lîmeni
ro: Alegerea nivelului de securitate
sk: Nastavujem úroveò bezpeènosti
tr: Güvenlik seviyesinin ayarlanmasý
uk: Встановлення р╕вня безпеки
vi: ThiÕt lËp møc b¶o mËt

source: Control Center
cs: Øídící centrum
eu: Kontrol Zentroa
hr: Kontrolni Centar
sk: Kontrolné centrum
tr: Denetim Merkezi
uk: Центр керування
vi: Trung t©m ®iÒu khiÓn

source: Choose the tool you want to use
cs: Zvolte si nástroj, který chcete pou¾ít
eu: Instalatu nahi duzun tresna hautatu
hr: Izaberite alat koje ¾elite koristiti
lt: Pasirink kurá áranká norëtum naudoti
lv: Izvçlieties izmantojamo rîku
ro: Alegeþi unealta pe care doriþi sã o folosiþi
sk: Vyberte nástroj, ktorý chcete pou¾i»
tr: Kullanmak istediðiniz araçlarý seçin
uk: Вибер╕ть засоби, якими Ви хочете користуватися
vi: Chän c«ng cô b¹n muèn dïng

source: usage: keyboarddrake [--expert] [keyboard]
cs: pou¾ití: keyboarddrake [--expert] [klávesnice]
eu: erabilera: keyboarddrake [--expert] [keyboard]
hr: uporaba: keyboarddrake [--exper] [keyboard]
lt: vartosena: keyboarddrake [--expert] [klaviatûra]
lv: pielietojums: keyboarddrake [--expert] [keyboard]
sk: pou¾itie: keyboarddrake [--expert] [klávesnica]
tr: kullaným: keyboarddrake [--expert] [klavye]
uk: використання: keyboarddrake [--expert] [клав╕атура]
vi: c¸ch dïng: keyboarddrake [--expert] [keyboard]

source: Do you want the BackSpace to return Delete in console?
cs: Chcete, aby se klávesa BackSpace chovala v konzoli jako Delete?
eu: BackSpace eta Delete bat bera console-n?
hr: Da li ¾elite da BackSpace vrati Delete u konzoli?
lt: Ar tu nori, kad BackSpace raðytø Delete konsolëje?
lv: Vai vçlaties, lai BackSpace konsolç darbotos kâ Delete?
sk: Chcete aby BackSpace vrátil Delete na konzole?
tr: Konsolda BackSpace duþunun Silme iþlemi yapmasýný ister misiniz?
uk: Ви хочете щоб BackSpace давав Delete на консол╕?
vi: B¹n cã muèn phÝm BackSpace trë thµnh phÝm Delete trong console kh«ng?

source: Change Cd-Rom
cs: Vymìnit CD-ROM
eu: Aldatu Cd-Rom-a
hr: Promjeni Cd-Rom
lt: Pakeisk CD-ROM
lv: Nomainiet Cd-Rom
sk: Vymeò CD
tr: Cd-rom'u deðiþtir
uk: Зм╕н╕ть компакт-диск
vi: Thay ®Üa CD

source: Please insert the Installation Cd-Rom in your drive and press Ok when done. If you don't have it, press Cancel to avoid live upgrade.
cs: Vlo¾te prosím Instalaèní CD-ROM do mechaniky a stisknìte Ok. Pokud CD nemáte, stisknìte Zru¹it pro pøeru¹ení aktualizace systému.
eu: Mesedez, "%s" izena duen Cd-Rom-a sartu unitatean eta gero Ados sakaegizu. Ez baldin baduzu Etsi sakatu Cd-Rom-etiko instalazioa ezeztatzeko.
hr: Molimo ubacite Instalacijski Cd-Rom u va¹ pogon i pritisnite U redu kada ste zavr¹ili. Ukoliko ga nemate, pritisnite Odustani kako bi izbjegli ¾ivu nadogradnju.
lt: Praðom ákiðti Installation CD-ROM á kaupiklá ir paspausti Gerai, kai baigta. Jei tu jo neturi, paspausk mygtukà nutraukti, kad iðvengtum atnaujinimo.
lv: Lûdzu ielieciet instalâcijas Cd-Rom un nospiediet Labi, kad tas izdarîts. Ja jums nav ðî diska, nospiediet Atcelt, lai neuzsâktu uzlaboðanu no tîkla.
sk: Prosím vlo¾te in¹talaèné CD do mechaniky a stlaète Ok. Ak ho nemáte, stlaète Zru¹i» pre priamu aktualizáciu.
tr: Lütfen kurulum CD'sini sürücünüze yerleþtirin ve sonra Tamam'a basýn. Eðer elinizde yoksa, canlý güncellemeden vazgeçmek için Vazgeç'e basýn.
uk: Будь-ласка, вставте компакт-диск, позначений "%s" у пристр╕й ╕ натисн╕ть Гаразд п╕сля цього. Якщо Ви не ма╓те такого диску, натисн╕ть В╕дм╕нити, щоб не встановлювати з цього диску.
vi: H·y n¹p ®Üa CD cµi ®Æt vµo æ ®Üa råi nhÊn OK khi n¹p xong. NÕu b¹n kh«ng cã ®Üa, nhÊn Bá qua ®Ó th«i kh«ng n©ng cÊp thùc.

source: Unable to start live upgrade !!!
cs: Nelze spustit aktualizaci na bì¾ící systém !!!
eu: Ezin da eguneratze bizia abiatu !!!
hr: Ne mogu pokrenuti ¾ivu nadogradnju !!!
lt: nepavyko paleisti gyvo atnaujinimo!!!
lv: Neizdodas uzsâkt uzlaboðanu no tîkla !!!
sk: Nemô¾em spusti» priamu aktualizáciu !!!
tr: Canlý güncelleme baþlatýlamýyor !!!
uk: Не можу стартувати "живе поновлення"!!!
vi: Kh«ng thÓ ch¹y n©ng cÊp thùc!!!

source: no serial_usb found
cs: nebylo nalezeno serial_usb
eu: ez dut aurkitu serieko_usb-rik
hr: niti jedan serial_usb nije pronaðen
lt: serial_usb nerasta
lv: nav atrasta seriâla_usb
ro: n'am gãsit nici un serie_usb
sk: nebolo nájdené serial_usb
tr: bir seri_usb aygýtý bulunamadý
uk: не знайдено serial_usb
vi: Kh«ng thÊy serial_usb

source: Emulate third button?
cs: Emulovat tøetí tlaèítko?
eu: Emulatu hirugarren botoia?
hr: Emuliranje treæe tipke?
lt: Ar emuliuoti treèià klaviðà?
lv: Vai emulçt treðo pogu?
ro: Emulare 3 Butoane?
sk: Emulova» 3 tlaèítka?
tr: 3 tuþ öykünümü?
uk: ╤м╕тувавати три кнопки?
vi: M« pháng nót thø ba?

source: Firewalling Configuration
cs: Konfigurace firewallu
eu: Firewall konfigurazioa
hr: Vatrozidne postave
sk: Konfigurácia firewalu
tr: Ateþten Duvar Ayarlarý
uk: Конф╕╜урац╕я firewall
vi: CÊu h×nh t­êng löa

source: Firewalling configuration
cs: Konfigurace firewallu
eu: Firewall konfigurazioa
hr: Vatrozidne postave
sk: Konfigurácia firewalu
tr: Ateþten Duvar Ayarlarý
uk: Конф╕╜урац╕я firewall!
vi: CÊu h×nh t­êng löa

source: Firewalling You already have set up a firewall. Click on Configure to change or remove the firewall
cs: Firewall Firewall je ji¾ nastaven. Kliknìte na Konfigurovat pro zmìnu nebo odebrání firewallu
eu: Firewalling Dagoeneko firewall ezarria duzu. Konfiguratun saka aldaketarik egin nahi baduzu.
hr: Vatrozidi Veæ ste postavili vatrozid. Kliknite na Podesi za promjenu ili brisanje vatrozida
sk: Firewall U¾ máte nastavený firewall. Kliknite na Nastavi» ak ho chcete zmeni» alebo odtráni»
tr: Ateþ Duvarý Kullanýlýyor Ateþ duvarý daha önceden yapýlandýrýlmýþ durumda. Deðiþiklik yapmak yada kaldýrmak için Ayarlara týklayýn
uk: Захист Ви вже ма╓те встановлений firewall. Щоб зм╕нити конф╕╜урац╕ю чи в╕дм╕нити захист клацн╕ть на "Настро╖ти"
vi: T­êng löa B¹n ®· thiÕt lËp t­êng löa råi. NhÊp chuét lªn CÊu h×nh ®Ó thay ®æi hoÆc bá t­êng löa

source: Firewalling Click on Configure to set up a standard firewall
cs: Firewall Kliknìte na Konfigurovat pro standardní firewall
eu: Firewalling Konfiguratun saka standarra nahi baduzu.
hr: Vatrozidi Kliknite na Podesi za postavljanje standardnog vatrozida
sk: Firewall Kliknite na Nastavi» ak chcete nastavi» ¹tandardný firewall
tr: Ateþ Duvarý Kulanýlýyor Ayarlara týklayýn ve standart bir ateþ duvarý olacaðýný ayarlayýn
uk: Захист Щоб встановити стандартну конф╕╜урац╕ю firewall, клацн╕ть на "Настро╖ти"
vi: T­êng löa NhÊp chuét lªn CÊu h×nh ®Ó thiÕt lËp mét t­êng löa chuÈn

source: Choose your language
cs: Výbìr jazyka
eu: Hautatu hizkuntza
hr: Odaberite jezik
lt: Pasirink savo kalbà
lv: Valodas izvçle
ro: Alegeþi limba
sk: Voµba jazyka
tr: Kullanacaðýnýz dili seçin
uk: Вибер╕ть мову
vi: Chän ng«n ng÷

source: Select installation class
cs: Volba typu instalace
eu: Hautatu instalazio mota
hr: Odaberite razred instalacije
lt: Parink ádiegimo klasæ
lv: Instalçðanas klases izvçle
ro: Alegeþi tipul de instalare
sk: Voµba triedy in¹talácie
tr: Kurulum sýnýfýný seçin
uk: Вибер╕ть тип установки
vi: Chän kiÓu cµi ®Æt

source: Hard drive detection
cs: Detekce hardiskù
eu: Disko zurrunaren detekzioa
hr: Otkrivanje hard diskova
lt: Kieto disko nustatymas
lv: Cietâ diska noteikðana
ro: Detecþia discului dur
sk: Detekcia pevného disku
tr: Sabit disk seçimi
uk: Визначення типу диску
vi: Dß t×m æ ®Üa cøng

source: Configure mouse
cs: Nastavení my¹i
eu: Konfiguratu sagua
hr: Podesi mi¹
lt: Pelës nustatymas
lv: Peles konfigurçðana
ro: Configuraþie mouse
sk: Konfigurácia my¹i
tr: Fare ayarlarý
uk: Сконф╕гуруйте мишу
vi: CÊu h×nh chuét

source: Choose your keyboard
cs: Výbìr klávesnice
eu: Aukeratu teklatua
hr: Odaberite tipkovnicu
lt: Pasirink klaviatûrà
lv: Tastatûras izvçle
ro: Alegeþi tastatura
sk: Výber klávesnice
tr: Klavyenizi seçin
uk: Вибер╕ть тип клав╕атури
vi: Chän bµn phÝm

source: Security
cs: Bezpeènost
eu: Segurtasuna
hr: Sigurnost
nb: Sikkerhet
pa_in: ਸੁਰੱਖਿਆ
sk: Bezpeènos»
tr: Güvenlik
uk: Безпека
vi: B¶o mËt

source: Setup filesystems
cs: Souborové systémy
eu: Fitxategi sistemak egokitu
hr: Podesi datoteène sustave
lt: Nustatyti bylø sistemas
lv: Failu sistçmu uzstâdîðana
ro: Instalarea fiºierelor sistem
sk: Súborové systémy
tr: Dosya sistemleri Ayarlarý
uk: Установка файл. систем
vi: ThiÕt lËp filesystems

source: Format partitions
cs: Formátování oddílù
eu: Partizioak formateatu
hr: Formatiraj particije
lt: Suþymëti skirsnius
lv: Diska formatçðana
ro: Formatarea partiþiilor
sk: Formátovanie oddielov
tr: Bölümleri biçemlendir
uk: Форматувати п╕дрозд╕ли
vi: Format c¸c ph©n vïng

source: Choose packages to install
cs: Výbìr balíèkù pro instalaci
eu: Aukeratu instalatu beharreko paketeak
hr: Izabir instaliranih paketa
lt: Pasirinkti paketus
lv: Instalçjamo pakotòu izvçle
ro: Alege pachetele de instalat
sk: Výber balíkov
tr: Kurulacak paketleri seçin
uk: Виб╕р пакет╕в
vi: Chän c¸c gãi cµi ®Æt

source: Install system
cs: Instalace systému
eu: Instalatu sitema
hr: Instaliraj sustav
lt: Ádiegti sistemà
lv: Sistçmas instalçðana
ro: Instalarea sistemului
sk: In¹talácia systému
tr: Sistem kurulumu
uk: Встановити систему
vi: Cµi ®Æt hÖ thèng

source: Add a user
cs: Pøidání u¾ivatele
eu: Gehitu erabiltzailea
hr: Dodaj korisnika
lt: Pridëti vartotojà
lv: Lietotâju pievienoðana
ro: Adãugaþi un utilizator
sk: Vytváranie u¾ívateµov
tr: Kullanýcý Ekleme
uk: Додати користувача
vi: Thªm ng­êi dïng

source: Configure networking
cs: Nastavení sítí
eu: Konfiguratu sare lana
hr: Podesi mre¾u
lt: Nustatyti tinklà
lv: Tîkla konfigurçðana
ro: Configuraþie reþea
sk: Sie»ové slu¾by
tr: Að Ayarlarý
uk: Настро╖ти мережу
vi: CÊu h×nh m¹ng lµm viÖc

source: Configure services
cs: Nastavení slu¾eb
eu: Konfiguratu zerbitzuak
hr: Pode¹avanje servisa
lt: Nustatyti servisus
lv: Servisu konfigurçðana
ro: Configuraþia serviciilor
sk: Nastavenie slu¾ieb
tr: Servis Ayarlarý
uk: Настро╖ти серв╕си
vi: CÊu h×nh c¸c dÞch vô

source: Create a bootdisk
cs: Startovací disketa
eu: Bootdisk-a eraiki
hr: Napravi boot disketu
lt: Sukurti ákrovos diskelá
lv: Sistçmdisketes radîðana
ro: Creaþi un floppy de demaraj
sk: Zavádzacia disketa
tr: Açýlýþ Disketi Oluþturma
uk: Створити авар╕йну дискету
vi: T¹o ®Üa khëi ®éng

source: Install bootloader
cs: Zavádìcí program
eu: Instalatu bootloader-ra
hr: Instaliraj bootloader
lt: Ádiegti ákrovos tvarkyklæ
lv: Sâknçtâja instalçðana
ro: Instalaþi un gestionar de demaraj
sk: In¹talácia zavádzaèa
tr: Sistem yükleyiciyi Kur
uk: Блок завантаження
vi: Cµi ®Æt tr×nh khëi ®éng

source: Configure X
cs: Nastavení X
eu: Konfiguratu X
hr: Podesi X
lt: Nustatyti X
lv: X konfigurçðana
ro: Configuraþi X
sk: Konfigurácia X
tr: X'i Ayarla
uk: Настро╖ти X
vi: CÊu h×nh X

source: Exit install
cs: Ukonèit instalaci
eu: Instalaziotik irten
hr: Izlaz iz instalacije
lt: Iðeiti ið ádiegimo
lv: Instalçðanas beigas
ro: Ieºire din instalare
sk: Koniec in¹talácie
tr: Kurulumdan Çýk
uk: Вийти з установки
vi: Tho¸t khái cµi ®Æt

source: tinyfirewall configurator This configures a personal firewall for this Mandrake Linux machine. For a powerful dedicated firewall solution, please look to the specialized MandrakeSecurity Firewall distribution.
cs: Konfigurace tinyfirewallu Zde je mo¾né nastavit jednoduchý firewall pro Mandrake Linux. Pro výkonné øe¹ení firewallu pou¾ijte specializovanou distribuci MandrakeSecurity Firewall.
eu: tinyfirewall configurator Mandrake Linux makinarako norberarentzako firewalla ezartzen du. Segurtasun handiago nahi baduzu: MandrakeSecurity Firewall distribution; banaketa berezikoa.
hr: tinyfirewall pode¹avanje Ovo pode¹ava osobni vatrozid za ovo Mandrake Linux raèunalo. Za sna¾no primjenjena vatrozidna rje¹enja, molimo pogledajte specijaliziranu MandrakeSecurity Firewall distribuciju.
sk: tinyfirewall konfigurátor Nastavuje osobný firewall pre vá¹ Linux Mandrake systém na tomto poèítaèi.
tr: Kolay Güvenlik Duvarý Yapýlandýrýcý Bu Mandrake Linux makinasý için kiþisel güvenlik duvarýnýzý yapýlandýrýr. Güçlü bir güvenlik duvarý çözümü için, lütfen "MandrakeSecurity Firewall" daðýtýmýna bakýnýz.
uk: Манюс╕нький брандмауер Ц╕ установки конф╕╜урують персональний брандмауер (a.k.a. firewall) на дан╕й машин╕ з Л╕накс Мандрейк. Для того, щоб встановити серйозний потужний брандмауер, зверн╕ться, будь ласка, до спец╕ал╕зованого дистрибутива MandrakeSecurity Firewall.
vi: Ch­¬ng tr×nh cÊu h×nh t­êng löa nhá Ch­¬ng tr×nh nµy cÊu h×nh mét t­êng löa c¸ nh©n cho Mandrake Linux. VÒ gi¶i ph¸p t­êng löa m¹nh vµ chuyªn dông, h·y quan t©m tíi ph©n phèi t­êng löa b¶o mËt chuyªn dông cña Mandrake.

source: We'll now ask you questions about which services you'd like to allow the Internet to connect to. Please think carefully about these questions, as your computer's security is important. Please, if you're not currently using one of these services, firewall it off. You can change this configuration anytime you like by re-running this application!
cs: Nyní budete dotázáni v nìkolika otázkách na slu¾by, které chcete mít pøístupné z Internetu. Zamyslete se prosím dobøe nad tìmito otázkami, proto¾e bezpeènost poèítaèe je dùle¾itá. Pokud nepou¾íváte dále vyjmenované slu¾by, zaka¾te je prosím. Tyto volby lze kdykoliv zmìnit spu¹tìním této aplikace!
eu: Zein zerbitzubaimendu nahi duzun galdetuko zaizu. Ganoraz erantzun. Behar izanez gero edozein momentutan berkonfiguratu zenezake zerbitzuok.
hr: Sada æemo vas pitati nekoliko pitanja o servisima koje ¾elite dozvoliti Internetu da se spoji. Molimo razmislite pa¾ljivo o tim pitanjima, jer sigurnost va¹eg raèunala je va¾na. Molimo, ukoliko ne koristite trenutno jedan od tih servisa, postavite vatrozid. Mo¾ete promjeniti ovu konfiguraciju bilo kad za¾elite pokretanjem ponovno ove aplikacije!
sk: Teraz niekoµko otázok o tom, na ktoré slu¾by chcete dovoli» prístup z internetu. Prosím zva¾ujte èi potrebujete jednotlivé slu¾by preto¾e bezpeènos» vá¹ho poèítaèa je dôle¾itá. Ak nepou¾ívate tieto slu¾by, je lep¹ie zabráni» prístupu z internetu. Nastavenie mô¾ete zmeni» jednoducho opätovným spustením tejto aplikácie.
tr: Þimdi, Internet'te kullanmak istediðiniz hizmetler hakkýnda sorular sorulacaktýr. Makinanýzýn güvenliði çok önemlidir. Bu bakýmdan bu sorularý cevaplandýrýrken iyi düþünün. Lütfen, kullandýrmak istemediðiniz hizmetleri güvenlik duvarý ile kapatýnýz. Bu uygulamayý yeniden çalýþtýrarak her zaman bu yapýlandýrmayý deðiþtirebilirsiniz!
uk: Зараз вам будуть задан╕ запитання про серв╕си, як╕ ви хочете дозволити для з'╓днання в ╕нтернет╕. Обережно поставтеся до цих запитань, оск╕льки в╕д цього залежить безпека вашо╖ системи. Якщо ви на даний час не користу╓тесь деякими з цих серв╕с╕в, заборон╕ть ╖х використання. П╕зн╕ше ви зможете зм╕нити свою конф╕гурац╕ю будь-коли просто ще раз скористувавшись ц╕╓ю програмою.
vi: B©y giê b¹n sÏ ®­îc hái vÒ nh÷ng dÞch vô nµo mµ b¹n sÏ cho phÐp Internet kÕt nèi vµo. H·y thËn träng suy nghÜ c¸c c©u hái nµy v× vÊn ®Ò anh ninh cho m¸y tÝnh cña b¹n lµ quan träng. NÕu hiÖn t¹i b¹n kh«ng sö dông mét trong c¸c dÞch vô nµy, h·y ng¨n nã l¹i b»ng t­êng löa. B¹n cã thÓ thay ®æi cÊu h×nh nµy bÊt kú khi nµo b¹n muèn b»ng c¸ch ch¹y l¹i øng dông nµy!

source: Are you running a web server on this machine that you need the whole Internet to see? If you are running a webserver that only needs to be accessed by this machine, you can safely answer NO here.
cs: Potøebujete na tomto poèítaèi web server, který je pøístupný z Internetu? Pokud potøebujete webový server pøístupný pouze z tohoto stroje, odpovìzte na tuto otázku Ne.
eu: Internet osorako Web zerbitzari legez ari zara? Zure Web zerbitzaria makina honetarako soilik bada, ezeztz erantzeun zenezake.
hr: Da li imate pokrenut web poslu¾itelj na ovom raèunalu kojeg treba cijeli Internet vidjeti? Ukoliko trebate web poslu¾itelj kojemu æe biti pristupan samo sa ovog raèunala, mo¾ete sigurno odgovoriti NE ovdje.
sk: Chcete aby bol vá¹ www server dostupný z internetu ? Ak vám staèí dostupnos» iba z lokálneho servera, mô¾ete odpoveda» Nie.
tr: Internet'ten eriþilecek bir web sunucusu çalýþtýracak mýsýnýz? Web sunucusunu sadece kendi ihtiyaçlarýnýz için kullanacaksanýz, Internet'ten eriþilmesini istemiyorsanýz bu soruya "HAYIR" cevabý veriniz.
uk: Чи працю╓ на ц╕й машин╕ веб-сервер, який потр╕бно бачити всьому ╤нтернету? Якщо ви користу╓тесь т╕льки таким сервером, який потр╕бно бачити т╕льки з ц╕╓╖ машини, можете спок╕йно в╕дпов╕сти тут "Н╕"
vi: Cã ph¶i b¹n ®ang ch¹y m¸y chñ web trªn m¸y tÝnh nµy v× b¹n cÇn toµn bé Internet tr«ng thÊy? NÕu b¹n ®ang ch¹y mét m¸y chñ web mµ chØ cÇn ®­îc truy cËp b»ng mµy tÝnh nµy, b¹n cã thÓ an t©m tr¶ lêi Kh«ng ë ®©y.
