Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Turkish (modern "Q" model)
cs: Turecké (moderní model "Q")
eu: Turkiarra (modernoa "Q" modeloa
hr: Turska (moderna "Q" model)
lt: Turkø (ðiuolaikinis "Q" modelis)
lv: Turcijas (modernais "Q" modelis)
ro: Turc (model "Q" modern)
sk: Turecká (moderný "Q" model)
tr: Türkçe (modern "Q" klavye)
uk: Турецька (традиц╕йна "Q" модель)

source: Ukrainian
cs: Ukrajinské
eu: Ukraniarra
hr: Ukrajinska
lt: Ukrainieèiø
lv: Ukrainas
sk: Ukrainská
tr: Ukrayna dili
uk: Укра╖нська

source: US keyboard (international)
cs: US (mezinárodní)
eu: Estatu Batuetakoa (nazioartekoa)
hr: US keyboard (internacionalna)
lt: JAV klaviatûra (tarptautinë)
lv: ASV tastatûra (starptautiskâ)
ro: Tastaturã US (internaþional)
sk: US klávesnica (medzinárodná)
tr: Amerikan (US) klavye (uluslararasý)
uk: Клав╕атура США (м╕жнародна)

source: Vietnamese "numeric row" QWERTY
cs: Vietnamská "èíselná øada" QWERTY
eu: Vietnameko "lerro zenbakia" QWERTY
hr: Vijetnamska "numeric row" QWERTY
lt: Vietnamieèiø "skaièiø eilë" QWERTY
lv: Vjetnamas "numuru rinda" QWERTY
sk: Vietnamská "numerická" QWERTY
tr: Vietnamca "numerik satýr" QWERTY
uk: В'╓тнамська "цифровий ряд" QWERTY

source: Yugoslavian (latin)
cs: Jugoslávské (latin)
sk: Juhoslovanská (latin)
tr: Yugoslavca (latin)
uk: Югославська (латинська)

source: Circular mounts %s
cs: Propletené pøípojné body %s
eu: Muntai zirkularrak %s
hr: Kru¾no montiranje %s
lt: Loopback montavimai %s
lv: Cikliski montçðanas punkti %s
nb: Sirkelmontering %s
pa_in: ਚੱਕਰੀ ਮਾਊਂਟ ਕਰਦਾ ਹੈ %s
ro: Montaje circulare %s
sk: Kruhové pripojenia %s
tr: Döngüsel baðlama %s
uk: Кругов╕ точки монтування %s
vi: C¸c g¾n kÕt vßng %s

source: Remove the logical volumes first
cs: Odeberte nejdøíve logické disky
eu: Lehenengo bolumen logikoak ezabatu
hr: Ukloni logièki volumen prvo
lt: Pirmiausia iðmeskite loginius tomus
nb: Du må først fjerne det logiske dataområdet.
pa_in: ਪਹਿਲਾਂ ਲੌਜ਼ੀਕਲ ਵਾਲਿਅਮ ਹਟਾਓ
sk: Odstraòte najprv logické zväzky
tr: Ýlk Mantýksal ses miktarýný kaldýrýr
uk: Спочатку з╕тр╕ть лог╕чний том
vi: Bá c¸c æ lý luËn tr­íc tiªn

source: Sun - Mouse
cs: Sun - my¹
eu: Sun - Sagua
hr: Sun - mi¹
lt: Sun - pelë
lv: Sun - pele
ro: Mouse - Sun
sk: Sun my¹
tr: Sun - Fare
uk: Миша Sun
vi: Chuét cña h·ng Sun

source: Standard
cs: Standardní
hr: Standardno
lt: Standartinë
lv: Standarta
pa_in: ਮਿਆਰੀ
sk: ©tandardné
tr: Standart
uk: Стандартний
vi: ChuÈn

source: Generic PS2 Wheel Mouse
cs: Standardní PS2 my¹ s koleèkem
eu: Ohiko sagua, PS2 pilotaduna
hr: Generièki PS2 mi¹ s kotaèiæem
lt: Paprasta PS2 pelë su ratuku
lv: Parasta PS2 Wheel pele
sk: ©tandardná PS2 my¹ s kolieskom
tr: Sýradan Tekerli PS2 Fare
uk: Звичайний тип PS2 миш╕ з кол╕щатком

source: 1 button
cs: 1 tlaèítko
eu: botoi 1
hr: 1 gumb
sk: 1 tlaèidlo
tr: 1 tuþlu
uk: Одно кнопочна
vi: nót 1

source: Generic
cs: Obecná
eu: Generikoa
hr: Generièki
lt: Paprasta
lv: Vispârçja
sk: V¹eobecné
tr: Genel
uk: Загальне
vi: ChuÈn chung

source: Wheel
cs: S koleèkem
eu: Pilotatxoa
hr: Kotaèiæ
lt: Su ratuku
lv: Ritenis
sk: Koliesko
tr: Tekerli
uk: Кол╕щатко

source: serial
cs: Sériová
eu: seriekoa
hr: serijski
lt: nuoseklioji
lv: seriâla
ro: serie
sk: sériová
tr: seri
uk: посл╕довний

source: Generic 2 Button Mouse
cs: Standardní dvoutlaèítková my¹
eu: Ohiko sagua, 2 botoiduna
hr: Generièki mi¹ s 2 gumba
lt: Paprasta 2 klaviðø pelë
lv: Parasta 2 pogu pele
ro: Mouse generic cu 2 butoane
sk: ¹tandardná my¹ s 2 tlaèidlami
tr: Sýradan 2 Tuþlu Fare
uk: Звичайна 2х кнопочна мишка
vi: Chuét chuÈn chung 2 nót

source: Generic 3 Button Mouse
cs: Standardní tøítlaèítková my¹
eu: Ohiko sagua, 3 botoiduna
hr: Generièki mi¹ s 3 gumba
lt: Paprasta 3 klaviðø pelë
lv: Parasta 3 pogu pele
ro: Mouse generic cu 3 butoane
sk: ©tandardná trojtlaèítková
tr: Sýradan 3 Tuþlu Fare
uk: Звичайна 3х кнопочна мишка
vi: Chuét chuÈn chung 3 nót

source: Logitech Mouse (serial, old C7 type)
cs: Logitech Mouse (sériová, starý C7 typ)
eu: Logitech Mouse (serial, zaharra C7 motakoa)
hr: Logitech Mi¹ (serijski, stari C7 tip)
lt: Logitech Mouse (nuoseklioji, seno C7 tipo)
lv: Logitech Mouse (seriâla, vecs C7 tips)
ro: Logitech Mouse (serie, tip vechi C7)
sk: Logitech Mouse (sériová, starý typ C7)
tr: Logitech mouse (seri ya da eski C7 tipi)
uk: Logitech Mouse (serial, тип C7)

source: busmouse
eu: bus sagua
hr: busmi¹
sk: My¹ na zbernici
tr: bus fare

source: 2 buttons
cs: 2 tlaèítka
eu: 2 botoi
hr: 2 gumba
lt: 2 klaviðø
lv: 2 pogas
sk: 2 tlaèidlá
tr: 2 tuþlu
uk: Двох кнопочна
vi: 2 nót

source: 3 buttons
cs: 3 tlaèítka
eu: 3 botoi
hr: 3 gumba
lt: 3 klaviðø
lv: 3 pogas
sk: 3 tlaèidlá
tr: 3 tuþlu
uk: Трьох кнопочна
vi: 3 nót

source: none
cs: ®ádná
eu: batez
hr: niti jedan
lt: jokios
lv: neviens
ro: nici unul
sk: niè
tr: hiçbiri
uk: Н╕чого
vi: kh«ng cã

source: No mouse
cs: Bez my¹i
eu: Sagurik ez
hr: Nema mi¹a
lt: Pelës nëra
lv: Nav peles
ro: Fãrã mouse
sk: ®iadna my¹
tr: Fare yok
uk: Без мишки
vi: Kh«ng cã chuét

source: Please test the mouse
cs: Vyzkou¹ejte prosím, zda funguje my¹
eu: Mesedez testatu sagua
hr: Molimo istestirajte mi¹a.
lt: Praðom iðbandyti pelæ
lv: Lûdzu notestçjiet peli
sk: Prosím otestujte my¹.
tr: Lütfen farenizi deneyin
uk: Випробуйте мишку, будь-ласка
vi: H·y thö chuét

source: To activate the mouse,
cs: Vyzkou¹ejte na my¹i,
eu: Sagua pizteko,
hr: Za aktiviranje mi¹a,
lt: Kad suþadintum pelæ,
lv: Lai aktivizçtu peli,
sk: Pre aktiváciu my¹i,
tr: Fareyi aktif hale getirmek için
uk: Щоб актив╕зувати мишку,
vi: §Ó chuét ho¹t ®éng,

source: MOVE YOUR WHEEL!
cs: TOÈIT KOLEÈKEM!
eu: GURPILA BIRA ARAZI!
hr: POMAKNITE VA© KOTAÈIÆ!
lt: PASUK RATUKÀ!
lv: PAKUSTINIET RITENI!
sk: POHNITE KOLIESKOM!
tr: FARENÝZÝN TEKERÝNÝ HAREKET ETTÝRÝN!
uk: ПОСУНЬТЕ КОЛ╤ЩАТКО!
vi: H·y l¨n chuét!

source: -adobe-times-bold-r-normal--17-*-100-100-p-*-iso8859-*,*-r-*
cs: -adobe-times-bold-r-normal--17-*-100-100-p-*-iso8859-2,*-r-*
tr: -adobe-times-bold-r-normal--17-*-100-100-p-*-iso8859-9,*-r-*

source: Finish
cs: Ukonèit
eu: Finlandiarra
hr: Zavr¹i
lt: Suomiø
nb: Fullfør
pa_in: ਮੁਕੰਮਲ
sk: Dokonèi»
tr: Son
uk: Ф╕нська
vi: KÕt thóc

source: Next ->
cs: Dal¹í ->
eu: Hurrengoa ->
hr: Slijedeæe ->
lt: Toliau ->
lv: Tâlâk ->
sk: Ïal¹í ->
tr: Sonra ki ->
uk: Дал╕ ->
vi: TiÕp theo ->

source: <- Previous
cs: <- Pøedchozí
eu: <- Aurrekoa
hr: <- Prija¹nje
lt: <- Ankstesnis
lv: <- Atpakaï
sk: <- Predchádzajúce
tr: <- Önce ki
uk: <- Попередн╕й
vi: <- VÒ tr­íc

source: Is this correct?
cs: Je to správnì?
eu: Zuzena da?
hr: Da li je ovo ispravno?
lt: Ar taip teisinga?
lv: Vai tas ir pareizi?
nb: Er dette riktig?
pa_in: ਕੀ ਇਹ ਠੀਕ ਹੈ?
ro: E corect ?
sk: Je to správne?
tr: Kabul ediyor musunuz?
uk: Все в╕рно?
vi: Cã ®óng kh«ng?

source: Connect to the Internet
cs: Pøipojení k Internetu
eu: Internetera konektatu
hr: Spoji se na Internet
lt: Prisijungti prie interneto
lv: Pieslçgties Internetam
sk: Pripojenie k internetu
tr: Ýnternete baðlan
uk: З'╓днатися з ╕нтернетом
vi: KÕt nèi vµo Internet

source: The most common way to connect with adsl is pppoe. Some connections use pptp, a few ones use dhcp. If you don't know, choose 'use pppoe'
cs: Nejbì¾nìji se pro pøipojení pomocí adsl pou¾ívá pppoe. Nìkterá pøipojení pou¾ívají pptp, nìkterá pouze dhcp. Jestli si nejste jistí, zvolte 'pou¾ít pppoe'
eu: Gehienetan adsl konektatzeko pppoe da. Zenbaitzuk pptp erabiltzen dute, eta gutxi batzuk dhcp. Ez badakizu, hauta 'pppoe erabili'
hr: Najèe¹æi naèin da se pove¾ete sa adsl-om je pppoe. Neke veze koriste pptp, a nekoliko koriste dhcp. Ukoliko neznate, izaberite 'koristi pppoe'
lt: Labiausiai paplitæs bûdas prisijungti su ADSL yra pppoe. Vis dëlto, kai kurios jungtys gali naudoti PPTP arba DHCP. Jei neþinai, pasirink 'naudoti pppoe'
lv: Parastâkais veids, kâ pieslçgties ar adsl, ir pppoe. Daþi pieslçgumi izmanto pptp, pavisam nedaudzi dhcp. Ja jûs nezinat, izvçlieties 'izmantot pppoe'
sk: Najpou¾ivanej¹ie pripojenie s adsl je pppoe. Av¹ak existujú pripojenia ktoré pou¾ívaju pptp alebo dhcp. Ak neviete èo pou¾i», tak zvoµte 'pou¾i pppoe'
tr: Adsl ile baðlanmanýn en sýk baþvurulan yolu pppoe'dir. Fakat Bazý baðlantýlar pptp'yi , diðer bir kaçý ise dhcp'yi kullanýr. Emin deðilseniz lütfen "pppoe'yi kullan"'ý seçin
uk: Найб╕льш поширений спос╕б з'╓днання через adsl - це за допомогою pppoe. Однак, деяк╕ з'╓днання користуються т╕льки pptp, невелика к╕льк╕сть користу╓ться dhcp. Якщо Ви не зна╓те напевне вибер╕ть "вживати pppoe".
vi: C¸ch th­êng dïng nhÊt ®Ó kÕt nèi b»ng ADSL lµ PPPOE. Mét sè kÕt nèi dïng PPTP, sè Ýt dïng DHCP. NÕu b¹n kh«ng râ, h·y dïng 'dïng PPPOE'

source: use dhcp
cs: pou¾ít dhcp
eu: dhcp erabili
hr: koristi dhcp
lt: naudoti dhcp
lv: izmantot dhcp
sk: pou¾i» dhcp
tr: dhcp'yi kullan
uk: користуватися dhcp
vi: dïng DHCP

source: use pppoe
cs: pou¾ít pppoe
eu: pppoe erabili
hr: koristi pppoe
lt: naudoti pppoe
lv: izmantot pppoe
sk: pou¾i pppoe
tr: pppoe'yi kullan
uk: вживати pppoe
vi: dïng PPPOE

source: use pptp
cs: pou¾ít pptp
eu: pptp erabili
hr: koristi pptp
lt: naudoti pptp
lv: izmantot pptp
sk: pou¾i pptp
tr: pptp'yi kullan
uk: вживати pptp
vi: dïng PPTP

source: Which dhcp client do you want to use? Default is dhcpcd
cs: Kterého dhcp klienta chcete pou¾ít? Standardní je dhcpcd
eu: Zein dhcp bezero erabili nahi duzu? Jatorrizkoa dhcpcd da
hr: Koji dhcp klijent ¾elite koristiti? Pretpostavljeni je dhcpcd
lt: Kurá DHCP klientà norëtum naudoti? Áprasta yra dhcpcd
lv: Kuru dhcp klientu vçlaties izmantot? Noklusçti ir dhcpcd
sk: Ktorý dhcp klient chcete pou¾i»? ©tandardný je dhcpcd
tr: Hangi dhcp iþlemcisini kullanmak istiyorsunuz?Öntanýmlý olan dhcpcd'dir
uk: Який dhcp кл╕╓нт Ви хочете використовувати? Стандартний кл╕╓нт - dhcpcd
vi: B¹n muèn dïng DHCP kh¸ch (client) nµo? MÆc ®Þnh lµ DHCPD

source: No ethernet network adapter has been detected on your system. I cannot set up this connection type.
cs: Ve va¹em poèítaèi nebyl nalezen ¾ádný sí»ový adaptér. Nemohu nastavit typ spojení.
eu: Ez duzu Ethernet egokitzailerik zure sisteman.Ezin dut konexioa egokitu.
hr: Nije pronaðen niti jedan mre¾ni adapter na va¹em sustavu. Ne mogu postaviti ovu vrstu veze.
lt: Neradau jokio ethernet tinklo adapterio tavo sistemoje. Að negaliu sutvarkyti ðio jungties tipo.
lv: Jûsu sistçmâ nav atrasts neviens ethernet tîkla adapteris. Nevaru uzstâdît ðo pieslçguma veidu.
sk: Vo va¹om systéme nebol nájdený sie»ovy ethernet adaptér. Nemô¾em nastavi» po¾adovaný typ pripojenia.
tr: Sisteminize baðlý bir ethernet kartý bulunamadý. Bu baðlantý türünü ayarlayamayacaðým.
uk: У Ваш╕й систем╕ нема╓ сконф╕╜урованого адаптера мереж╕ ethernet. Не можна встановити з'╓днання цього типу.
vi: Kh«ng dß t×m ®­îc adapter m¹ng ethernet. Kh«ng thÓ thiÕt lËp kiÓu kÕt nèi nµy.

source: Choose the network interface
cs: Zvolte sí»ové rozhraní
eu: Hautatu sareko interfacea
hr: Odaberite mre¾ni meðusklop
lt: Pasirink tinklo interfeisà
lv: Izvçlieties tîkla interfeisu
sk: Zvoµte sie»ove rozhranie
tr: Að baðdaþtýrýcýsýný seçin
uk: Вибер╕ть ╕нтерфейс мереж╕
vi: Chän giao diÖn m¹ng

source: Please choose which network adapter you want to use to connect to Internet
cs: Vyberte si prosím, který sí»ový adaptér chcete pou¾ít pro pøipojení k internetu
eu: Mesedez hauta interneterako erabili nahi duzun sare-egokitzailea.
hr: Molimo izaberite sa kojim mre¾nim adapterom se ¾elite prikljuèiti na Internet
lt: Praðom pasirinkti, kurià tinklo plokðtæ tu nori naudoti prisijungimui prie interneto
lv: Lûdzu norâdiet, kuru tîkla adapteri vçlaties izmantot Interneta pieslçgumam.
sk: Prosím zvoµte si ktoré sie»ové zariadenie budete pou¾íva» na pripojenie k internetu
tr: Lütfen internete baðlanmak için kullanacaðýnýz að baðdaþtýrýcýsýný seçin
uk: Вибер╕ть яку плату мереж╕ Ви хочете використати для з'╓днання з ╤нтернетом
vi: H·y chän adapter m¹ng b¹n muèn dïng ®Ó kÕt nèi Internet

source: no network card found
cs: nebyla nalezena sí»ová karta
eu: ez da sare txartelik aurkitu
hr: ne mogu pronaæi niti jednu mre¾nu karticu
lt: nerasta jokia tinklo plokðtë
lv: tîkla karte nav atrasta
ro: n'am gãsit nici o carte de reþea
sk: nena¹iel som sie»ovú kartu
tr: að kartý bulunamadý
uk: не знайдена плата мереж╕
vi: kh«ng t×m thÊy card m¹ng

source: Configuring network
cs: Nastavuji sí»
eu: Sarea konfiguratzen
hr: Pode¹avam mre¾u
lt: Konfigûruojamas tinklas
lv: Konfigurçju tîklu
ro: Configuraþie reþea
sk: Konfigurujem sie»
tr: Að Ayarlarý
uk: Конф╕гурую мережу
vi: §ang cÊu h×nh m¹ng

source: Please enter your host name if you know it. Some DHCP servers require the hostname to work. Your host name should be a fully-qualified host name, such as ``mybox.mylab.myco.com''.
cs: Prosím zadejte jméno va¹eho poèítaèe, proto¾e ho vy¾adují nìkteré DHCP servery. Toto jméno musí být úplné, jako napøíklad 'mybox.mylab.myco.com'.
eu: Ostalariaren izena sartu mesedez. Zenbait DHCP zerbitzariek ostalariaren izena behar dute. Ostalariaren izena guztiz osatutakoa behar du izan, hnakoa bezala ``nirekutxa.niregela.nirelantegia.com''.
hr: Molim unesite ime raèunala ukoliko ga znate. Neki DHCP serveri zahtjevaju specifiranje imena raèunala da bi radili. Va¹e ime raèunala bi trebalo biti potpuno-kvalificirano ime raèunala, kao ¹to je ``mybox.mylab.myco.com''.
lt: Praðom ávesti savo hosto vardà, jei já þinai. Kai kuriems DHCP reikia, kad hosto vardas galiotø. tai turëtø bûti pilnai apraðytas hosto vardas, panaðus á "mano.filialas.istaiga.lt".
lv: Lûdzu ievadiet jûsu resursa vârdu, ja to zinat. Daþu DHCP serveru darbîbai ir nepiecieðams resursa vârds. Resursa vârdam ir jâbût pilnam kvalificçtam resursa vârdam, piemçram, ``mybox.mylab.myco.com''.
sk: Prosím zadajte meno vá¹ho poèítaèa ak ho viete. Niektoré DHCP servre ho vy¾adujú pre svoju funkènos». Meno vá¹ho poèítaèa by malo byt plne kvalifikované host name, ako napríklad ``hq.alert.sk''.
tr: Eðer biliyorsanýz lütfen makinanýzýn ismini girin. Bazý DHCP sunucularý çalýþabilmek için sunucu ismi gerektirirler. Sunucu isminiz, sunucu adý kurallarýna tam olarak uygun olmalýdýr, Örneðin ``bilgisayarým.alanadý.com'' gibi.
uk: з
vi: H·y ®iÒn tªn m¸y chñ cña b¹n nÕu b¹n biÕt. Mét sè m¸y chñ DHCP cÇn tªn chñ (hostname) ®Ó ho¹t ®éng. Tªn m¸y chñ cña b¹n ph¶i cã ®ñ thµnh phÇn, vÝ dô nh­ ``mybox.mylab.myco.com''.

source: Host name
cs: Jméno poèítaèe
eu: Ostalariaren izena
hr: Ime raèunala
lt: Hosto vardas
lv: Resursa vârds:
sk: Názov poèítaèa
tr: Sunucu ismi
uk: Назва хоста
vi: Tªn m¸y chñ

source: Network Configuration Wizard
cs: Prùvodce nastavením sítì
eu: Sare Konfiguraziorako Aztia
hr: Èarobnjak mre¾nih postavki
lt: Tinklo Konfigûravimo Meistras
lv: Tîkla konfigurçðanas meistars
sk: Sprievodca konfiguráciou siete
tr: Að Yapýlandýrma Sihirbazý
uk: Пом╕чник конф╕гурац╕╖ мереж╕
vi: §å ThuËt CÊu H×nh M¹ng

source: External ISDN modem
cs: Externí ISDN modem
eu: Kanpoko ISDN modema
hr: Vanjski ISDN modem
lt: Iðorinë ISDN plokðtë
lv: Ârçjs ISDN modçms
sk: Externý ISDN modem
tr: Dýþsal ISDN modem
uk: Зовн╕шн╕й модем ISDN
vi: Modem ISDN l¾p ngoµi

source: Internal ISDN card
cs: Interní ISDN karta
eu: Barneko ISDAN txarela
hr: Interna ISDN kartica
lt: Vidinë ISDN plokðtë
lv: Iekðçja ISDN karte
sk: Interná ISDN karta
tr: Ýçsel ISDN kartý
uk: Внутр╕шня плата ISDN
vi: Card ISDN l¾p trong

source: What kind is your ISDN connection?
cs: Jaké je va¹e ISDN pøipojení?
eu: Zure ISDN konexioa zein motatakoa da?
hr: Kakav tip ISDN veze koristite ?
lt: Kokios rûðies tavo ISDN jungtis?
lv: Kâds ir jûsu ISDN pieslçguma veids?
sk: Aký typ ISDN pripojenia máte?
tr: ISDN baðlantýnýz hangi türde?
uk: Який тип з'╓днання ISDN Ви ма╓те?
vi: Lo¹i nµo lµ kÕt nèi ISDN cña b¹n?

source: Which ISDN configuration do you prefer? * The Old configuration uses isdn4net. It contains powerfull tools, but is tricky to configure, and not standard. * The New configuration is easier to understand, more standard, but with less tools. We recommand the light configuration.
cs: Kterou ISDN konfiguraci preferujete? * Starou, pou¾itou pro isd4net. Ta obsahuje výkonné nástroje, ale je choulostivá na konfiguraci a není standardní. * Novou konfiguraci, snaz¹í pro porozumìní, více standardní, ale s ménì nástroji. Doporuèujeme vybrat si snaz¹í novou konfiguraci.
eu: Zein RDSI ezarpen duzu nahiago? * Ezarpen zaharrak isdn4net erabiltzen du. Tresna indartsuak erabiltzen ditu, baino ezartzea latza izan daiteke hasberri batentzako, eta ez da estandarra. * Ezarpen berria ulerterrazagoa da, estandarragoa, baino tresna gutxiago ditu. Ezarpen arina gomendatzen dugu.
sk: Ktorý typ nastavenia ISDN uprednotníte? * Starý typ pou¾íva isdn4net. Obsahuje silné nástroje, ale »a¾ko sa nastavuje. * Nový typ je jednoduch¹ie pochopiteµný, ale obsahuje menej nástrojov. Doporuèujeme pou¾i» nový typ nastavenia ISDN.
tr: Hangi ISDN yapýlandýrmasýný tercih edersiniz? * "Eski" yapýlandýrma isdn4net kullanýr. Güçlü araçlar içermesine raðmen yapýlandýrma zor olabilir ve standart deðildir. * "Yeni" yapýlandýrmanýn anlaþýlmasý daha kolay, daha standart ancak daha az araç içerir. Size hangisi kolay geliyorsa o yapýlandýrmayý seçmeniz önerilir.
uk: Яку конф╕╜урац╕ю ISDN Ви бажа╓те встановити? * Стара конф╕╜урац╕я використуву╓ isdn4net. Досить потужн╕ засоби входять до складу пакету, але його досить складно налагодити, ╕ в╕н не ╓ стандартним. * Нова конф╕╜урац╕я прост╕ша для розум╕ння, б╕льш стандартизована, але ма╓ менше ╕нструментар╕ю. Ми рекоменду╓мо просту конф╕╜урац╕ю.
vi: B¹n thÝch cÊu h×nh ISDN nµo? * CÊu h×nh cò sö dông isdn4net. Nã cã c¸c c«ng cô m¹nh, nh­ng l¹i phøc t¹p cho viÖc cÊu h×nh vµ kh«ng chuÈn. * CÊu h×nh kiÓu míi dÔ hiÓu vµ chuÈn h¬n, nh­ng l¹i Ýt c«ng cô h¬n. Chóng t«i khuyÕn c¸o nªn dïng cÊu h×nh ®¬n gi¶n nµy.

source: New configuration (isdn-light)
cs: Nová konfigurace (isdn-light)
eu: Ezarpen berria (isdn-light)
sk: Nová konfigurácia (isdn-light)
tr: Yeni yapýlandýrma (isdn-hafif)
uk: Нова конф╕╜урац╕я (isdn-light)
vi: CÊu h×nh míi (isdn-light)

source: Old configuration (isdn4net)
cs: Stará konfigurace (isdn4net)
eu: Ezarpen zaharra (isdn4net)
sk: Stará konfigurácia (isdn4net)
tr: Eski yapýlandýrma (isdn4net)
uk: Стара конф╕╜урац╕я (isdn4net)
vi: CÊu h×nh cò (isdn4net)

source: ISDN Configuration
cs: Nastavení ISDN
eu: ISDN Konfigurazioa
hr: ISDN postavke
lt: ISDN konfigûravimas
lv: ISDN konfigurâcija
sk: Konfigurácia ISDN
tr: ISDN Yapýlandýrmasý
uk: Конф╕╜урац╕я ISDN
vi: CÊu h×nh ISDN

source: Select your provider. If it's not in the list, choose Unlisted
cs: Vyberte si svého poskytovatele internetu. Pokud není na seznamu, vyberte si Jiný
eu: Ornitzailea hautatu. Zerrendan ezbalego, hauta Unlisted
hr: Izaberite va¹eg pru¾atelja Internet usluga. Ako nije na popisu odaberite Drugi
lt: Pasirink savo tiekëjà. Jei jo nëra sàraðe, pasirink Unlisted
lv: Izvçlieties pakalpojumu sniedzçju. Ja tas nav ðajâ sarakstâ, izvçlietis Nav sarakstâ
sk: Zvoµte si poskytovateµa. Ak nieje v zozname, zvoµte Unlisted
tr: Servis saðlayýcýnýzý seçin. Eðer listede yoksa, Listelenmemiþ'i seçin.
uk: Вибер╕ть свого провайдера. Якщо його нема╓ в списку, вибер╕ть ╤нший
vi: Chän nhµ cung cÊp dÞch vô. NÕu kh«ng cã trong danh s¸ch, chän Kh«ng cã trong danh s¸ch

source: Europe protocol
cs: Evropský protokol
sk: Európsky protokol
tr: Avrupa Protokolü
uk: ╢вропейський протокол
vi: Giao thøc ch©u ¢u

source: Europe protocol (EDSS1)
cs: Evropský protokol (EDSS1)
sk: Európsky protokol (EDSS1)
tr: Avrupa protokolü (EDSS1)
uk: ╢вропейський протоколь (EDSS1)
vi: Giao thøc ch©u ¢u (EDSS1)

source: Protocol for the rest of the world
cs: Protokol pou¾itý ve zbytku svìta
sk: Protokol pre zvy¹ok sveta
tr: Dünyanýn diðer kýsýmlarý için protokol
uk: Протокол для всього ╕ншого св╕ту
vi: Giao thøc cho phÇn cßn l¹i cña thÕ giíi

source: Protocol for the rest of the world no D-Channel (leased lines)
cs: Protokol pou¾itý ve zbytku svìta ¾ádný D-kanál (leased lines)
sk: Protokol pre zvy¹ok sveta bez D-Channel (prenajaté linky)
tr: Dünyanýn diðer kýsýmlarý için protokol D-Kanalý yok (kiralýk hat)
uk: Протокол для всього ╕ншого св╕ту без D-каналу (вид╕лених л╕н╕й)
vi: Giao thøc cho phÇn cßn l¹i cña thÕ giíi kh«ng cã D-Channel (®­êng truyÒn thuª)

source: Which protocol do you want to use ?
cs: Který protokol chcete pou¾ít?
eu: Zein protokolo erabili nahi duzu?
hr: Koji protokol ¾elite koristiti ?
lt: Kurá protokolà nori naudoti?
lv: Kâdu protokolu vçlaties izmantot?
sk: Aký typ protokolu chcete pou¾íva» ?
tr: Hangi protokolü kullanmak istiyorsunuz ?
uk: Який протокол Ви хочете використовувати?
vi: B¹n muèn sö dông giao thøc nµo?

source: What kind of card do you have?
cs: Jaký typ karty máte?
eu: Zein da zure txartel mota?
hr: Kakvu karticu posjedujete?
lt: Kokios rûðies plokðtæ tu turi?
lv: Kâds ir jûsu kartes tips?
sk: Aký typ karty máte?
tr: Ne tür bir kartýnýz var?
uk: Який тип картки Ви ма╓те
vi: B¹n cã lo¹i card nµo ?

source: I don't know
cs: Nevím
eu: Ez dakit
hr: Ne znam
lt: Neþinau
lv: Nezinu
sk: Neviem
tr: Bilmiyorum
uk: Не знаю
vi: T«i kh«ng biÕt

source: If you have an ISA card, the values on the next screen should be right. If you have a PCMCIA card, you have to know the irq and io of your card.
cs: Jestli máte ISA kartu, mìly by být hodnoty na následující obrazovce správné. Jestli máte PCMCIA kartu, musíte znát její IRQ a IO.
eu: ISA txartel baduzu, hurrengo pantailan agertzen diren balioak egokiak izan beharko liratekez. PCMCIA txartela baduzu, txartelaren irq eta io-a jakin behar duzu.
hr: Ukoliko imate ISA karticu, vrijednosti na slijedeæem zaslonu trebale bi biti dobre. Ukoliko imate PCMCIA karticu, morate znati irq i io va¹e kartice.
lt: Jei tu turi ISA plokðtæ, reikðmës sekanèiame ekrane turëtø bûti teisingos. Jei turi PCMCIA plokðtæ, tu turi þinoti jos IRQ bei IO.
lv: Ja jums ir ISA karte, vçrtîbâm nâkamajâ ekrânâ jâbût pareizâm. Ja jums ir PCMCIA karte, jums ir jâzina kartes irq un io.
sk: Ak máte ISA kartu, tak hodnoty na ïal¹ej obrazovke by mali by» správne. Ak máte PCMCIA kartu, musíte vedie» irq a io adresu tejto karty.
tr: Bir ISA karta sahipseniz bir sonraki ekrandaki deðerler doðru olacaktýr. Bir PCMCIA karta sahipseniz, kartýnýzýn irq ve io deðerlerini bilmek sorundasýnýz.
uk: Якщо Ви ма╓те плату ISA, значення на наступному екран╕ мають бути коректними. Якщо Ви ма╓те плату PCMCIA, Ви повинн╕ знати IRQ та IO Вашо╖ плати.
vi: NÕu b¹n cã card ISA th× gi¸ trÞ trªn mµn h×nh tiÕp theo th­êng ®óng. NÕu b¹n cã card PCMCIA, b¹n cÇn biÕt th«ng sè IRQ vµ IO cña card.

source: Abort
cs: Pøeru¹it
eu: Eten
hr: Prekini
lt: Nutraukti
lv: Pârtraukt
sk: Preru¹
tr: Vazgeç
uk: В╕дм╕нити
vi: Hñy bá

source: Continue
cs: Pokraèovat
eu: Jarraitu
hr: Nastavi
lt: Tæsti
lv: Turpinât
nb: Fortsett
pa_in: ਜਾਰੀ ਰੱਖੋ
sk: Pokraèova»
tr: Devam
uk: Продовжувати
vi: TiÕp tôc

source: Which is your ISDN card ?
cs: Kterou z tìchto ISDN karet máte?
eu: Zein da zure ISDN txartela?
hr: Kakvu ISDN karticu imate?
lt: Kuri yra tavo ISDN plokðtë?
lv: Kura ir jûsu ISDN karte ?
sk: Ktorá je va¹a ISDN karta ?
tr: Hangisi sizin ISDN kartýnýz?
uk: Яка Ваша ISDN плата?
vi: C¸i nµo lµ card ISDN cña b¹n?
