Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Preference:
cs: Nastavení:
eu: Hobespena:
hr: Postavke:
lt: Pirmenybë:
lv: Priekðroka:
nb: Innstilling:
pa_in: ਮੇਰੀ ਪਸੰਦ:
ro: Preferinþã:
sk: Preferencia:
tr: Tercih:
uk: Установки:
vi: Tïy thÝch:

source: Remove the loopback file?
cs: Odstranit soubor loopbacku?
nb: Vil du fjerne filmonteringsfila?
pa_in: ਲੂਪਬੈਕ ਫਾਇਲ ਹਟਾਓ?
tr: Loopback dosyasý kaldýrýlsýn mý ?
uk: Стертифайлу зворотнього монтування?

source: Change partition type
cs: Zmìnit typ oddílu
eu: Aldatu partizio mota
hr: Mijenjam tip particije
lt: Pakeisti skirsnio tipà
lv: Nomainît partîcijas tipu
nb: Endre partisjonstype
pa_in: ਭਾਗ ਕਿਸਮ ਤਬਦੀਲ
ro: Schimbã tipul partiþiei
sk: Zvoµte typ oddielu
tr: Bölüm türünü deðiþtir
uk: Зм╕нити тип п╕дрозд╕лу
vi: Thay ®æi kiÓu ph©n vïng

source: Switching from ext2 to ext3
cs: Pøepínám z ext2 na ext3
eu: ext2-tik ext3-ra aldatzen
sk: Prepínam z ext2 na ext3
tr: ext2 yi ext3 e çevir
uk: Перемикаюсь з ext2 на ext3
vi: ChuyÓn tõ ext2 sang ext3

source: Where do you want to mount loopback file %s?
cs: Kam chcete pøipojit loopback %s?
eu: %s loopback fitxategia non eraiki nahi duzu?
hr: Gdje ¾elite montirati loopback datoteku %s?
lt: Kur nori primontuoti loopback bylà %s?
lv: Kur jûs vçlaties montçt loopback failu %s?
ro: Unde doriþi sã montaþi fiºierul loopback %s?
sk: Kam si ¾eláte pripoji» loopback súbor %s?
tr: %s loopback dosyasýný nereye baðlamak istiyorsunuz?
uk: Де ви хочете змонтувати файл зворонього монтування %s?
vi: B¹n muèn g¾n kÕt tËp tin loopback %s vµo ®©u?

source: Can't unset mount point as this partition is used for loop back. Remove the loopback first
cs: Nemù¾u smazat pøípojný bod, proto¾e tento oddíl je pou¾íván pro loopback. Odstraòte nejprve loopback
eu: Ezin kendu muntai puntua hemendik, loop back-ek erabiltzen du. Aurretik loopback kendu
hr: Ne mogu maknuti toèku za montiranje zato ¹to se ova particija koristi za loop back. Uklonite loopback prvo
lt: Negaliu nuimti montavimo taðko, nes ðis skirsnis naudojamas loopback'ui. Pirma paðalink loopback'us
lv: Nevaru noòemt montçðanas punktu, jo ðî partîcija tiek izmantota priekð loopback. Vispirms noòemiet loopback
ro: Nu pot sã desfiinþez acest punct de montaj pentru cã partiþia e folositãpentru loopback. ªtergeþi loopback-ul mai întîi
sk: Nemô¾em odpoji» oddiel kým je pou¾ívaný nejakou spätnou sluèkou. Odstráòte najskôr spätnú sluèku
tr: Bu baðlama noktasý loopback için kullanýldýðýndan kaldýrýlamaz. Önce loopback kaldýrýlmalýdýr.
uk: Не можу зм╕нити точку монтування даного розд╕лу, оск╕льки в╕н використову╓ться для зворотнього монтування. Спочатку в╕дм╕н╕ть зворотн╓ монтування.
vi: Kh«ng thÓ bá thiÕt lËp ®iÓm g¾n kÕt v× ph©n vïng nµy dïng ®Ó loopback. H·y gì bá loopback tr­íc

source: Computing FAT filesystem bounds
cs: Poèítám hranice souborového systému fat
eu: fat-aren fitxategi-sistemen loturak zenbatzen
hr: Izraèunavam granice fat datoteènog sustava
lt: Skaièiuojami FAT bylø sistemos rëþiai
lv: Izskaitïoju FAT failsistçmas robeþas
nb: Regner ut grenser for FAT-filsystem
pa_in: FAT ਫਾਇਲ ਸਿਸਟਮ ਬੰਧਨ ਜਾਂਚ ਜਾਰੀ
ro: Calculeazã salturile de fiºiere FAT
sk: Poèítam hranice FAT súborového systému
tr: FAT dosya sistemi sýnýrlarý hesaplanýyor
uk: Обчислюю меж╕ п╕дрозд╕лу FAT
vi: §ang tÝnh to¸n ph¹m vi hÖ thèng tËp tin FAT

source: Resizing
cs: Mìním velikost
eu: Egokitzen
hr: Mijenjam velièinu
lt: Keièiamas dydis
lv: Mainu izmçru
nb: Endrer størrelse
pa_in: ਮੁੜ-ਆਕਾਰ
ro: Redimensioneazã
sk: Mením veµkos»
tr: Yeniden boyutlandýrýlma
uk: Зм╕нюю розм╕р
vi: §ang lËp l¹i kÝch th­íc

source: This partition is not resizeable
cs: Na tomto diskovém oddílu nelze mìnit velikost
eu: Ezinezko da partizio hau berregokitzea.
hr: Ova particija nije promjenjiva u velièini
lt: Ðio skirsnio dydþio neina pakeisti
lv: Ðîs partîcijas izmçru nevar izmainît
nb: Kan ikke endre størrelse på partisjonenen
pa_in: ਇਹ ਭਾਗ ਮੁੜ-ਅਕਾਰ ਦੇ ਯੋਗ ਨਹੀਂ
sk: Tomuto oddielu sa nedá meni» veµkos»?
tr: Bu bölüm tekrar boyutlandýrýlabilir deðil
uk: Розм╕р цього п╕дрозд╕лу неможливо зм╕нити
vi: Ph©n vïng nµy kh«ng thÓ thiÕt lËp l¹i kÝch th­íc

source: All data on this partition should be backed-up
cs: V¹echna data z tohoto oddílu by mìla být zálohována
eu: Partizio honetako datu guztien backup-a beharrezkoa litzateke
hr: Preporuèam da prvo backupirate sve podatke s ove particije
lt: Pasidaryk atsarginæ duomenø ðiame skirsnyje kopijà
lv: Visiem ðîs partîcijas datiem jâizveido rezerves kopijas
pa_in: ਇਸ ਭਾਗ ਤੇ ਸਾਰਾ ਡਾਟਾ ਬੈਕਅੱਪ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ro: Toate datele de pe aceasta partiþie ar trebui salvate mai întîi
sk: V¹etky dáta na tejto oblasti by sa mali zazálohova»
tr: Bu bölümdeki tüm bilgiler yedeklenmelidir
uk: Потр╕бно зберегти вс╕ дан╕ на цьому п╕дрозд╕л╕
vi: Mäi d÷ liÖu trªn ph©n vïng nµy nªn ®­îc sao l­u

source: After resizing partition %s, all data on this partition will be lost
cs: Kdy¾ zmìníte velikost oddílu %s, ztratíte tím v¹echna jeho data
eu: %s partizioa egokitzerakoan, partizio honetako datu guztiak galduko dira
hr: Nakon mijenjanja velièine particije %s svi podaci na ovoj particiji biti æe izgubljeni
lt: Pakeitus skirsnio %s dydá, visi duomenys jame bus prarasti
lv: Pçc partîcijas %s izmçra maiòas visi ðajâ partîcijâ esoðie dati tiks pazaudçti
nb: Etter endring av størrelse på partisjon %s vil alle data på denne partisjonen gå tapt
pa_in: ਭਾਗ %s ਮੁੜ ਅਕਾਰ ਤੋਂ ਬਾਅਦ, ਇਸ ਭਾਗ ਤੇ ਸਾਰਾ ਡਾਟਾ ਗੁੰਮ ਹੋ ਜਾਵੇਗਾ
ro: Dupã redimensionarea partiþiei %s toate datele de pe aceasta partiþie vor fi pierdute
sk: Po zmene veµkosti oddielu %s budú v¹etky dáta nenávratne stratené
tr: %s yeniden boyutlandýrýldýktan sonra üzerindeki tüm bilgiler silinecektir
uk: П╕сля зм╕ни розм╕ру п╕дрозд╕лу %s, вс╕ дан╕ на цьому п╕дрозд╕л╕ будуть втрачен╕
vi: Sau khi lËp l¹i kÝch th­íc ph©n vïng %s, mäi d÷ liÖu trªn ®ã sÏ bÞ mÊt

source: Choose the new size
cs: Zvolte novou velikost
eu: Hautatu tamaina berria
hr: Odaberite novu velièinu
lt: Pasirink naujà dydá
lv: Norâdiet jauno izmçru
nb: Velg ny størrelse
pa_in: ਨਵਾਂ ਅਕਾਰ ਚੁਣੋ
ro: Alegeþi noua mãrime
sk: Zvolte novú veµkos»
tr: Yeni boyutu belirtin
uk: Вибер╕ть новий розм╕р
vi: Chän kÝch th­íc míi

source: New size in MB:
cs: Nová velikost v MB:
lv: Jauns izmçrs MB:
nb: Ny størrelse i MiB:
pa_in: ਮੈਬਾ ਵਿੱਚ ਨਵਾਂ ਅਕਾਰ:
sk: Nová veµkos» v MB:
tr: MB olarak yeni boyut:
uk: Новий розм╕р (Мб):
vi: KÝch th­íc míi theo MB:

source: Which disk do you want to move it to?
cs: Na který disk chcete oddíl pøesunout?
eu: Zein diskotara mugitu nahi duzu?
hr: Na koji disk se ¾elite premjestiti?
lt: Á kurá diskà tu nori já perkelti?
lv: Uz kuru disku vçlaties to pârvietot?
ro: Pe ce disc doriþi sã schimbaþi ?
sk: Ktorý disk si ¾eláte posunú»?
tr: Hangi diske taþýmak istiyorsunuz?
uk: На який диск ви хочете перем╕ститися?
vi: B¹n muèn chuyÓn nã tíi ®Üa nµo?

source: Sector
cs: Sektor
eu: Sektore
hr: Sektor
lt: Sektorius
lv: Sektors
sk: Sektor
tr: Sektör
uk: Сектор

source: Which sector do you want to move it to?
cs: Na který sektor chcete oddíl pøesunout?
eu: Zein sektore mugitu nahi duzu?
hr: Na koji se sektor ¾elite premjestiti?
lt: Á kurá sektoriø tu nori já perkelti?
lv: Uz kuru sektoru vçlaties to pârvietot?
ro: La ce sector doriþi sa schimbaþi ?
sk: Ktorý sektor si ¾eláte posunú»?
tr: Hangi sektöre taþýmak istiyorsunuz?
uk: На який сектор перем╕ститися?
vi: B¹n muèn chuyÓn nã tíi sector nµo?

source: Moving
cs: Pøesouvám
eu: Mugituz
hr: Premje¹tam
lt: Perkeliama
lv: Pârvietoju
ro: Schimbã
sk: Presúvam
tr: Taþýnýyor
uk: Перем╕щення
vi: §ang chuyÓn

source: Moving partition...
cs: Pøesouvám oddíl...
eu: Partizioa mugitzen...
hr: Premje¹tam particiju...
lt: Perkeliamas skirsnis...
lv: Pârvietoju partîciju...
ro: Schimbã partiþia...
sk: Presúvam oddiel...
tr: Bölüm taþýnýyor...
uk: Перем╕щаю п╕дрозд╕л...
vi: §ang chuyÓn ph©n vïng...

source: Choose an existing RAID to add to
cs: Zvolte existující RAID pro pøidání
eu: Hautatu esistitzen den RAIDa hona gehitzeko
hr: Izaberite postojeæi RAID na koji ¾elite dodati
lt: Pasirink jau esantá RAID, prie kurio pridëti
lv: Norâdiet eksistçjoðu RAID, kam pievienot
nb: Velg et eksisterende RAID å legge til i
pa_in: ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਮੌਜੂਦਾ RAID ਚੁਣੋ
ro: Alegeþi un RAID existent la care sã adãugaþi
sk: Vyberte existujúci RAID pre pridanie
tr: Eklemek için mevcut bir RAID seçin
uk: Вибер╕ть ╕снуючий RAID, до якого додати
vi: H·y chän RAID ®ang tån t¹i ®Ó thªm vµo

source: new
cs: nový
eu: berria
hr: novi
lt: naujas
lv: jauns
nb: ny
pa_in: ਨਵਾਂ
ro: nou
sk: nový
tr: yeni
uk: новий
vi: míi

source: Choose an existing LVM to add to
cs: Zvolte existující LVM pro pøidání
eu: Hautatu esistitzen den LVMa hona gehitzeko
hr: Izaberite postojeæi LVM na koji ¾elite dodati
lt: Pasirink jau esantá LVM, prie kurio pridëti
lv: Norâdiet jau esoðu LVM kam pievienot
nb: Velg en eksisterende LVM å legge til i
pa_in: ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਮੌਜੂਦਾ LVM ਚੁਣੋ
sk: Vyberte existujúci LVM pre pridanie
tr: Eklemek için mevcut bir LVM seçin
uk: Вибер╕ть ╕снуючий LVM, до якого додати
vi: H·y chän LVM ®ang tån t¹i ®Ó thªm vµo

source: LVM name?
cs: Jméno pro LVM?
eu: LVM izena?
hr: LVM ime?
lt: LVM vardas?
lv: LVM vârds?
pa_in: LVM ਨਾਂ?
sk: LVM meno?
tr: LVM ismi?
uk: Назва LVM?
vi: Tªn LVM?

source: This partition can't be used for loopback
cs: Tento oddíl nemù¾e být pou¾it pro loopback
eu: Partizio hau ezin du loopback-ek erabili
hr: Ova particija se ne mo¾e koristiti za loopback
lt: Ðis skirsnis negali bûti naudojamas loopback'ui
lv: Ðo Partîciju nevar izmantot priekð loopback
ro: Aceastã partiþie nu poate fi folositã pentru loopback
sk: Tento oddiel nemô¾e by» pou¾itý pre spätnú sluèku
tr: Bu disk bölümü loopback için kullanýlamaz
uk: Цей п╕дрозд╕л не може використовуватися для зворотнього монтування
vi: Ph©n vïng nµy kh«ng thÓ dïng ®Ó loopback

source: Loopback file name:
cs: Název souboru loopbacku:
eu: Loopback-en fitxategi izena:
hr: Ime loopback datoteke:
lt: Loopback bylos vardas:
lv: Loopback faila vârds:
nb: Filmonteringsfil:
pa_in: ਲੂਪਬੈਕ ਫਾਇਲ ਨਾਂ:
ro: Numele fiºierului loopback
sk: Meno súboru spätnej sluèky:
tr: Loopback dosya ismi:
uk: Назва файлу зворотнього монтування:
vi: Tªn tËp tin loopback:

source: Give a file name
cs: Zadejte jméno souboru
nb: Skriv inn filnavn
pa_in: ਫਾਇਲ ਨਾਂ ਦਿਓ
tr: Bir dosya ismi verin
uk: Дайте назву файлу

source: File already used by another loopback, choose another one
cs: Soubor u¾ je pou¾íván jiným loopbackem, zvolte si jiný
eu: Beste loopback batek erabilitako fitxategia, hauta besteren bat
hr: Datoteku koristi neki drugi loopback. Molim izaberite neku drugu datoteku
lt: Byla jau naudojama kitam loopback'ui, pasirink kità
lv: Fails jau tiek izmantots citam loopback, norâdiet citu failu
ro: Fiºier deja folosit de un alt loopback, alegeþi un altul
sk: Súbor je u¾ pou¾ívaný inou spätnou sluèkou, skúste iný súbor
tr: Dosya baþka bir loopback tarafýndan kullanýlýyor, baþka bir tane seçin
uk: ╤нший пристр╕й зворотнього монтування вже користу╓ться цим файлом. Вибер╕ть ╕нший.
vi: TËp tin ®· ®­îc loopback kh¸c dïng, h·y chän tËp tin kh¸c

source: File already exists. Use it?
cs: Soubor u¾ existuje. Mám ho pou¾ít?
eu: %s fitxategia esistitzen da. Erabili?
hr: Datoteka veæ postoji. Da li da nju upotrijebim?
lt: Ði byla jau yra. Naudoti jà?
lv: Fails jau eksistç. Vai to izmantot?
nb: Fila finnes allerede. Vil du bruke denne?
pa_in: ਫਾਇਲ ਪਹਿਲਾਂ ਮੌਜੂਦ ਹੈ, ਇਹ ਵਰਤੋ?
ro: Fiºierul existã deja. Sã-l folosesc ?
sk: Súbor existuje. Pou¾i»?
tr: Dosya zaten var. Kullanýlsýn mý?
uk: Файл вже ╕сну╓. Користуватися ним?
vi: TËp tin ®ang tån t¹i. Cã dïng kh«ng?

source: device
cs: zaøízení
eu: tresna (device)
hr: ureðaj
lt: árenginys
lv: ierîce
nb: enhet
pa_in: ਜੰਤਰ
ro: periferic:
sk: zariadenie
tr: aygýt
uk: пристр╕й
vi: thiÕt bÞ

source: level
cs: úroveò
eu: maila
hr: razina
lt: lygis
lv: lîmenis
nb: nivå
pa_in: ਪੱਧਰ
ro: nivel
sk: úroveò
tr: seviye
uk: р╕вень
vi: Møc ®é

source: chunk size
cs: Velikost bloku(chunk)
eu: xerraren tamaina
hr: chunk velièina
lt: gabalo dydis
lv: gabala izmçrs
ro: mãrimea porþiunii
sk: veµkos»
tr: parça boyutu
uk: розм╕р д╕лянки
vi: KÝch th­íc bã

source: Be careful: this operation is dangerous.
cs: Buïte opatrní: tato akce je nebezpeèná.
eu: Kontuz: arrizkutsua izan daiteke.
hr: Budite oprezni: ova operacija je opasna
lt: Bûk atsargus: ði operacija yra pavojinga.
lv: Esiet uzmanîgi: ðî operâcija ir bîstama.
nb: Advarsel: denne operasjonen er farlig.
pa_in: ਸਾਵਧਾਨ: ਇਹ ਕਿਰਿਆ ਖਤਰਨਾਕ ਹੈ।
ro: Atenþie: aceasta operaþie e periculoasã.
sk: Buïte opatrní: táto operácia je nebezpeèná.
tr: Dikkatli olun: bu iþlem tehlikelidir.
uk: Обережно: ця операц╕я небезпечна.
vi: H·y thËn träng: thao t¸c nµy nguy hiÓm.

source: What type of partitioning?
cs: Jaký typ diskového oddílu?
eu: Zein partizio mota?
hr: Kakav tip particioniranja?
lt: Kokio tipo skirsniø skaidymas?
lv: Kâds ir sadalîjuma tips?
nb: Hva slags type partisjonering?
pa_in: ਭਾਗ ਦੀ ਕਿਹੜੀ ਕਿਸਮ?
sk: Aký typ rozdelenia oddielov?
tr: Ne tür bir bölümleme istiyorsunuz?
uk: Тип п╕дрозд╕л╕в?
vi: KiÓu ph©n vïng nµo?

source: Sorry I won't accept to create /boot so far onto the drive (on a cylinder > 1024). Either you use LILO and it won't work, or you don't use LILO and you don't need /boot
cs: Promiòte, nemù¾u povolit vytvoøení /boot tak daleko na disku (na cylindru > 1024). Buïto pou¾ijete LILO a nebude to fungovat, nebo nepou¾ijete LILO a tedy nepotøebujete /boot
eu: Parkatu baina ezin dut onartu /boot unitatean hain urruti ( zilindroa > 1024). LILO erabiliz gero ez du funtzionatuko, edo LILO erabili ezean ez duzu /boot-en beharrik
hr: ®alim meðutim ne mogu napraviti /boot toliko daleko na disku (cilindar > 1024). Imate dvije opcije ili æete koristiti LILO pa neæe raditi ili neæete koristiti LILO pa vam /boot neæe ni trebati.
lt: Deja, neámanoma sukurti /boot taip toli kaupiklyje (cilindre >1024). Arba naudok LILO ir tai neveiks, arba nenaudok LILO ir tau nereikës /boot
lv: Diemþçl es neïauðu izveidot /boot tik tâlu uz diska (uz cilindra > 1024). Vai nu jûs izmantojat LILO, un tas nestrâdâs, vai arî jûs neizmantojat LILO, un /boot jums nav vajadzîgs
ro: Îmi pare rãu dar nu voi accepta sã creez /boot atît de departe ê disc (pe un cilindru > 1024). Sau folosiþi LILO soi nu va funcþiona, sau nu folosiþi LILO ºi atunci nu aveþi nevoie de /boot
sk: Prepáète, ale nemô¾em akceptova» vytvorenie /boot tak ïaleko na disku (na valci > 1024). )Pou¾ívate LILO a tým pádom to nebude pracova», alebo ho nepou¾ívate a tým pádom nepotrebujete /boot
tr: Önyükleme bölümü bu sürücünün üstünde oluþturulamaz (1024. silindirden sonra). Bu durumda ya LILO ve bir önyükleme bölümü kullanmayabilirsiniz ya da çalýþmayabileceðini gözönüne alarak LILO kullanmayý deneyebilirsiniz.
uk: Я не можу створити /boot так в╕ддалено на диску (на цил╕ндр╕, номер якого > 1024). Або ви будете користуватися LILO ╕ в╕н не буде працювати, або ви не будете користуватися LILO, тод╕ Вам не потр╕бна директор╕я /boot
vi: Xin lçi. Kh«ng chÊp thuËn viÖc t¹o /boot qu¸ møc trªn æ ®Üa (lªn cylinder > 1024). HoÆc b¹n dïng LILO th× nã sÏ kh«ng lµm viÖc, hoÆc b¹n kh«ng dïng LILO th× kh«ng cÇn /boot

source: The partition you've selected to add as root (/) is physically located beyond the 1024th cylinder of the hard drive, and you have no /boot partition. If you plan to use the LILO boot manager, be careful to add a /boot partition
cs: Oddíl který jste zvolili jako koøenový (root - /) je na disku fyzicky za cylindrem 1024, a pøitom nemáte /boot oddíl. Jestli¾e chcete pou¾ít správce bootu (boot manager), pøidejte je¹tì /boot oddíl
eu: Root (/)modura hautatutako partizioa disko zurrunaren 1024. zilindrotik goradago eta ez duzu /boot partiziorik. LILO abiarazle modura erabiliko baduzu, /boot partizioa gehitu
hr: Particiju koju ste odabrali kao root (/) je fizièki locirana poslije 1024-tog cilindra va¹eg hard diska, a nemate /boot particiju. Ukoliko planirate koristiti LILO boot menad¾er, budite pa¾ljivi da dodate/boot particiju
lt: Skirsnis, kurá tu pasirinkai kaip ðakniná (/), fiziðkai yra uþ 1024-to disko kaupiklio cilindro, bet tu neturi /boot skirsnio. Jeigu planuoji naudoti LILO ákrovos programà, neuþmirðk pridëti /boot skirsnio
lv: partîcija, ko jûs izvçlçjâties pievienot kâ sakni (/), fiziski atrodas aiz ðî cietâ diska 1024. cilindra, un jums nav /boot partîcijas. Ja jûs plânojat izmantot LILO, neaizmirstiet pievienot /boot partîciju
ro: Partiþia pe care aþi selecþionat-o pentru adãugare ca root (/) e fizic localizatã dincolo de cilindru 1024 pe discul dur ºi nu aveþi nici o partiþie /boot. Dacã planificaþi sã folosiþi LILO ca gestionar de demaraj, asiguraþi-vã cãaþi adãugat o partiþie /boot.
sk: Oddiel, ktorý chcete prida» ako root (/) sa na disku fyzicky nachádza a¾ za valcom 1024, a nemáte zadefinovaný oddiel /boot. Ak plánujete pou¾i» LILO, prosím pridajte najprv oddiel /boot
tr: Kök (/) olarak seçtiðiniz bölüm 1024. silindirden sonra ve bir önyükleme bölümünüz yok. LILO önyükleme yöneticisini kullanmak istiyorsanýz, önyükleme bölümünü eklemeyi ihmal etmeyin.
uk: П╕дрозд╕л, який ви вибрали щоб додати як кореневий п╕дрозд╕л (/) ф╕зично розташований поза 1024-м цил╕ндром жорсткого диску. Кр╕м цього ви не ма╓те вид╕леного п╕дрозд╕лу п╕д директор╕ю /boot. Якщо ви плану╓те використовувати LILO, не забудьте додати п╕дрозд╕л для /boot
vi: Ph©n vïng b¹n chän ®Ó thªm lµ root (/) ®­îc ®Þnh vÞ vËt lý v­ît qu¸ cylinder thø 1024 cña ®Üa cøng , vµ b¹n kh«ng cã ph©n vïng /boot. NÕu ®Þnh dïng tr×nh khëi ®éng LILO, thËn träng thªm mét ph©n vïng /boot

source: You've selected a software RAID partition as root (/). No bootloader is able to handle this without a /boot partition. So be careful to add a /boot partition
cs: Zvolili jste softwarovou RAID oddíl jako koøenový oddíl (/). S tím se není schopný vypoøádat ¾ádný zavádìcí program bez pou¾ití oddílu /boot. Ujistìte se prosím, ¾e tento oddíl máte.
eu: RAID partizioa zuztar(root) bezala hautatu duzu (/). Abiarazleak ezin du hau kudeatu /boot partiziorik gabe. Beraz habil kontuz eta gehitu /boot partizioa
hr: Izabrali ste softwaresku RAID particiju kao root (/). Nema bootloader-a koji je u moguænosti to podr¾ati bez /boot particije. Zato budite pa¾ljivi da dodate /boot particiju
lt: Tu pasirinkai programiná RAID skirsná kaip ðakniná (/). Jokia ákrovos tvarkyklë negali su ja dirbti be /boot skirsnio. Taigi, nepamirðk sukurti /boot skirsnio
lv: Jûs izvçlçjies programmatûras uzturçtu RAID partîciju kâ saknes partîciju (/). Neviens sâknçtâjs nespçj to izmantot bez /boot partîcijas. Tâpçc neaizmirstiet izveidot /boot partîciju.
sk: Nastavili ste softvérový RAID oddiel ako koreòový (/). ®iaden zavádzaè systému nedoká¾e zavies» systém bez /boot oddielu. Preto dbajte na pridanie /boot oddielu
tr: Bir yazýlým RAID bölümünü kök dizini (/) olarak atadýnýz. Hiçbir önyükleyici önyükleme bölümü olmadan bunu çalýþtýramaz. Bu nedenle bir önyükleme bölümü eklemeyi ihmal etmeyin.
uk: В якост╕ п╕дрозд╕ла для root (/) ви вибрали програмний RAID. Завантажувач╕ не мжоуть працювати з такими п╕дрозд╕лами без п╕дрозд╕лу /boot. Тож, будь-ласка, не забудьте додати п╕дрозд╕л /boot.
vi: Ph©n vïng phÇn mÒm RAID ®­îc chän lµ root (/). Kh«ng cã tr×nh khëi ®éng nµo cã thÓ ®iÒu khiÓn nã nÕu thiÕu ph©n vïng /boot. V× vËy, h·y thËn träng thªm ph©n vïng /boot

source: Partition table of drive %s is going to be written to disk!
cs: Nová tabulka oddílù na disku %s bude zapsána!
eu: %s unitatearen partizio taula diskoan idatziko da!
hr: Particijska tablica pogona %s æe sada biti zapisana na disk!
lt: Árenginio %s skirsniø lentelë bus áraðyta á diskà!
lv: Iekârtas %s partîciju tabula tiks ierakstîta uz diska!
pa_in: ਡਰਾਈਵ %s ਦੀ ਭਾਗ ਸਾਰਣੀ ਡਿਸਕ ਤੇ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ!
ro: Tabloul de partiþii al perifericului %s va fi scris pe disc!
sk: Partition tabuµka zariadenia %s sa zapí¹e na disk!
tr: %s sürücüsünün bölümlendirme tablosu diske yazýlacak!
uk: Таблиця п╕дрозд╕л╕в диску %s буде записано на диск
vi: B¶ng ph©n vïng cña ®Üa %s s¾p ®­îc ghi lªn ®Üa!

source: You'll need to reboot before the modification can take place
cs: Aby se zmìny uplatnily budete muset restartovat poèítaè
eu: Aldaketak indarrean jar daitezen breabiatu behar duzu ordenadorea
hr: Trebate ponovo pokrenuti sustav prije nego promjene postanu aktivne
lt: Tau reikia perkrauti, kad pakeitimai bûtø veiksmingi
lv: Lai izmaiòas stâtos spçkâ, jums ir jâpârstartç dators
pa_in: ਤਬਦੀਲੀ ਲਾਗੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਮੁੜ ਚਲਾਉਣਾ ਪਵੇਗਾ
ro: Va trebui sã redemaraþi pentru ca schimbãrile sa fie luate în considerare
sk: Aby sa úpravy prejavili, musíte re¹tartova» poèítaè
tr: Yeni ayarlarýn etkinleþmesi için sistemi yeniden baþlatmalýsýnýz
uk: Щоб зм╕ни почали д╕яти Вам сл╕д перевантажити комп'ютер
vi: B¹n cÇn khëi ®éng l¹i tr­íc khi thay ®æi cã t¸c dông

source: After formatting partition %s, all data on this partition will be lost
cs: Kdy¾ naformátujete oddíl %s, ztratíte tím v¹echna jeho data
eu: %s partizioa formateatuz gero, partizio honetako datu guztiak galduko dira
hr: Nakon formatiranja particije %s svi podaci na ovoj particiji biti æe obrisani
lt: Suþymëjus skirsná %s, visi duomenys jame bus prarasti
lv: Pçc partîcijas %s formatçðanas visi ðajâ partîcijâ esoðie dati tiks pazaudçti
nb: Når du har formatert «%s» vil alle data på denne partisjonen gå tapt
pa_in: ਭਾਗ %s ਫਾਰਮਿਟ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਇਸ ਭਾਗ ਤੇ ਸਾਰਾ ਡਾਟਾ ਗੁੰਮ ਹੋ ਜਾਵੇਗਾ
ro: Dupã formatarea partiþiei %s toate datele de pe aceasta partiþie vor fi pierdute
sk: Ak naformátujete oddiel %s,v¹etky predo¹lé dáta sa na òom stratia
tr: %s bölümü biçemlendirilirken üzerinde ki tüm bilgiler silinecektir
uk: П╕сля форматування п╕дрозд╕лу %s, вс╕ дан╕ на цьому п╕дрозд╕л╕ будуть втрачен╕
vi: Sau khi format ph©n vïng %s, mäi d÷ liÖu trªn ph©n vïng nµy sÏ bÞ mÊt

source: Formatting
cs: Formátuji
eu: Formateatzen
hr: Formatiram
lt: Suþymima
lv: Formatçju
ro: Formatare
sk: Formátuje sa
tr: Biçemlendiriliyor
uk: Форматування
vi: §ang format

source: Formatting loopback file %s
cs: Formátuji soubor loopbacku %s
eu: %s loopback fitxategia formateatzen
hr: Formatiram loopback datoteku %s
lt: Suþymima loopback byla %s
lv: Formatçju loopback failu %s
ro: Formatarea fiºierului loopback %s
sk: Formátuje sa loopback súbor %s
tr: Loopback dosyasý biçimlendiriliyor: %s
uk: Форматування файлу зворотнього монтування %s
vi: §ang format tËp tin loopback %s

source: Formatting partition %s
cs: Formátuji oddíl %s
eu: %s partizioa formateatzen
hr: Formatiram particiju %s
lt: Suþymimas skirsnis %s
lv: Formatçju partîciju %s
nb: Formaterer partisjonen «%s»
pa_in: ਭਾਗ %s ਫਾਰਮਿਟ ਹੋ ਰਿਹਾ ਹੈ
ro: Formatarea partiþiei %s
sk: Formátuje sa oddiel %s
tr: Biçemlendirilen bölüm: %s
uk: Форматування п╕дрозд╕лу %s
vi: §ang format ph©n vïng %s

source: Hide files
cs: Schovat soubory
nb: Gjem filer
pa_in: ਫਾਇਲਾਂ ਓਹਲੇ
tr: Dosyalarý gizle

source: Move files to the new partition
cs: Pøesunout soubory na nový diskový oddíl
nb: Flytt filer til ny partisjon
pa_in: ਫਾਇਲਾਂ ਨਵੇਂ ਭਾਗ ਤੇ ਲਿਜਾਓ
tr: Dosyalar yeni bölüme taþýnsýn

source: Directory %s already contain some data (%s)
cs: Adresáø %s ji¾ obsahuje nìjaká data (%s)
tr: %s dizini zaten biraz veri içeriyor (%s)

source: Moving files to the new partition
cs: Pøesunuji soubory na nový diskový oddíl
nb: Flytt filer til ny partisjonen
pa_in: ਫਾਇਲਾ ਨਵੇਂ ਭਾਗ ਤੇ ਜਾ ਰਹੀਆਂ ਹਨ
tr: Dosyalar yeni bölüme taþýnsýn

source: Copying %s
cs: Kopíruji %s
nb: Kopierer «%s»
pa_in: %s ਨਕਲ ਹੋ ਰਹੀ ਹੈ
tr: %s kopyalanýyor

source: Removing %s
cs: Odstraòuji %s
nb: Fjerner «%s»
pa_in: %s ਹਟਾ ਰਿਹਾ ਹੈ
tr: %s siliniyor

source: Device:
cs: Zaøízení:
eu: Device-a:
hr: Ureðaj:
lt: Árenginys:
lv: Ierîce:
nb: Enhet:
pa_in: ਜੰਤਰ:
ro: Periferic:
sk: Zariadenie:
tr: Aygýt:
uk: Пристр╕й:
vi: ThiÕt bÞ:
