Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Keyboard layout: %s
cs: Rozlo¾ení klávesnice: %s
eu: Teklatuaren itxura: %s
hr: Raspored tipkovnice: %s
lt: Klaviatûros iðdëstymas: %s
lv: Tastatûras izkârtojums: %s
ro: Tastatura : %s
sk: Nastavenie klávesnice: %s
tr: Klavye yerleþimi: %s
uk: Розкладка клав╕атури: %s
vi: Tæ chøc bµn phÝm: %s

source: Mouse type: %s
cs: Typ my¹i: %s
eu: Sagu mota: %s
hr: Vrsta mi¹a: %s
lt: Pelës tipas: %s
lv: Peles tips: %s
ro: Tip de mouse : %s
sk: Typ my¹i: %s
tr: Fare türü: %s
uk: Тип миш╕: %s
vi: Lo¹i chuét: %s

source: Mouse device: %s
cs: Pøípojení my¹i: %s
eu: Saguaren tresna (device): %s
hr: Ureðaj mi¹a: %s
lt: Pelës árenginys: %s
lv: Peles ierîce: %s
ro: Periferic pentru mouse: %s
sk: Port my¹i: %s
tr: Fare aygýtý: %s
uk: Спец╕альний пристр╕й миш╕: %s
vi: ThiÕt bÞ chuét: %s

source: Monitor: %s
eu: Monitorea: %s
lt: Monitorius: %s
lv: Monitors: %s
tr: Monitör: %s
uk: Мон╕тор: %s
vi: Mµn h×nh: %s

source: Monitor HorizSync: %s
cs: Horizontální frekvence monitoru: %s
eu: Monitorearen HorizSync: %s
hr: Horizontalna Sinkronizacija Monitora: %s
lt: Monitoriaus horiz. skleistinë: %s
lv: Monitora horiz. frekv.: %s
ro: Frecvenþa orizontala pentru monitor : %s
sk: Horizontálna frekvencia monitoru: %s
tr: Monitörün Yatay Tazelemesi: %s
uk: Горизонтальна синхрон╕зац╕я мон╕тора: %s
vi: TÇn sè quÐt ngang: %s

source: Monitor VertRefresh: %s
cs: Vertikální frekvence monitoru: %s
eu: Monitorearen VertRefresh: %s
hr: Vertikalno Osvje¾enje Monitora: %s
lt: Monitoriaus vert. skleistinë: %s
lv: Monitora vert. frekv.: %s
ro: Frecvenþa verticala pentru monitor : %s
sk: Vertikálna frekvencia monitoru: %s
tr: Monitörün Dikey Tazelemesi: %s
uk: Частота вертикально╖ розгортки мон╕тора: %s
vi: TÇn sè quÐt däc: %s

source: Graphic card: %s
cs: Grafická karta: %s
eu: Grafikoen txartela: %s
hr: Grafièka kartica: %s
lt: Vaizdo plokðtë: %s
lv: Grafiskâ karte: %s
ro: Carte graficã : %s
sk: Grafická karta: %s
tr: Ekran kartý: %s
uk: В╕део плата: %s
vi: Card ®å ho¹: %s

source: Graphic card identification: %s
cs: Identifikace grafické karty: %s
tr: Ekran kartý kimliði: %s

source: Graphic memory: %s kB
cs: Pamì» na gr. kartì: %s kB
eu: Memoria grafikoa: %s kB
hr: Grafièka memorija: %s kB
lt: Vaizdo atmintis: %s kB
lv: Grafiskâ atmiòa: %s kB
ro: Memorie graficã : %s KB
sk: Grafická pamä»: %s kB
tr: Ekran kartý belleði: %s KB
uk: В╕део пам'я╕ть: %sкб
vi: Bé nhí ®å häa: %s kB

source: Color depth: %s
cs: Barevná hloubka: %s
eu: Kolore sakontasuna: %s
hr: Dubina boje: %s
lt: Spalvø gylis: %s
lv: Krâsu dziïums: %s
sk: Farebná håbka: %s
tr: Renk derinliði: %s
uk: Глибина кольору: %s
vi: §é s©u mµu: %s

source: Resolution: %s
cs: Rozli¹ení: %s
eu: Erresoluzioa: %s
hr: Rezolucija: %s
lt: Skiriamoji geba: %s
lv: Izðíirtspçja: %s
sk: Rozlí¹enie: %s
tr: Çözünürlük: %s
uk: Розд╕льна здатн╕сть: %s
vi: §é ph©n gi¶i: %s

source: XFree86 server: %s
eu: XFree86 zerbitzaria: %s
hr: XFree86 poslu¾itelj: %s
lt: XFree86 serveris: %s
lv: XFree86 serveris: %s
ro: Server XFree86 : %s
tr: XFree86 sunucusu: %s
uk: X сервер: %s

source: XFree86 driver: %s
cs: XFree86 ovladaè: %s
eu: XFree86 gidaria: %s
hr: XFree86 upravljaèki program: %s
lt: XFree86 tvarkyklë: %s
lv: XFree86 draiveris: %s
sk: XFree86 ovládaè: %s
tr: XFree86 sürücüsü: %s
uk: XFree86 драйвер: %s

source: Preparing X-Window configuration
cs: Pøipravuji nastavení X-Window
eu: X-Windows-en konfigurazioa prestatzen
hr: Pripremam X-Window postavu
lt: Ruoðiami X-Window nustatymai
lv: Gatavoju X-Window konfigurâciju
ro: Pregãtesc configuraþia X-Window
sk: Pripravujem konfiguráciu X-Windows
tr: X-Window yapýlandýrmasý hazýrlanýyor
uk: П╕дготовка конф╕гурац╕╖ X-Window
vi: ChuÈn bÞ cÊu h×nh X-Window

source: What do you want to do?
cs: Co chcete dìlat?
eu: Zer egin nahi duzu?
hr: ©to ¾elite napraviti?
lt: Kà tu nori daryti?
lv: Ko jûs vçlaties darît?
ro: Ce doriþi sã faceþi ?
sk: Èo chcete robi»?
tr: Ne yapmak istiyorsunuz?
uk: Як ви хочете насто╖ти свою систему
vi: B¹n muèn lµm g×?

source: Change Monitor
cs: Zmìnit monitor
eu: Aldatu monitorea
hr: Promijeni monitor
lt: Pakeisti monitoriø
lv: Monitora maiòa
ro: Alegeþi un alt tip de monitor
sk: Zmeò monitor
tr: Monitörü Deðiþtir
uk: Зм╕н╕ть мон╕тор
vi: Thay ®æi mµn h×nh

source: Change Graphic card
cs: Zmìnit grafickou kartu
eu: Aldatu grafikoen txartela
hr: Promijeni grafièku karticu
lt: Pakeisti vaizdo plokðtæ
lv: Grafiskâs kartes maiòa
ro: Alegeþi un alt tip de carte graficã
sk: Zmeò grafickú kartu
tr: Ekran kartýný deðiþtir
uk: Зм╕н╕ть в╕део плату
vi: Thay ®æi card ®å häa

source: Change Server options
cs: Zmìnit parametry X Serveru
eu: Aldatu zerbitzariaren aukerak
hr: Promijeni postavke poslu¾itelja
lt: Pakeisti serverio nustatymus
lv: Servera opciju maiòa
ro: Schimbaþi opþiunile server-ului
sk: Zmeò parametre servra
tr: Sunucu seçeneklerini deðiþtir
uk: Зм╕н╕ть параметри сервера
vi: Thay ®æi tïy chän Server

source: Change Resolution
cs: Zmìnit rozli¹ení
eu: Aldatu erresoluzioa
hr: Promijeni rezoluciju
lt: Pakeisti skiriamàjà gebà
lv: Izðíirtspçjas maiòa
ro: Alegeþi o altã rezoluþie
sk: Zmeò rozlí¹enie
tr: Çözünürlüðü deðiþtir
uk: Зм╕н╕ть розд╕льну здатн╕сть
vi: Thay ®æi ®é ph©n gi¶i

source: Show information
cs: Zobrazit informace
eu: Erakutsi informazioa
hr: Prika¾i informacije
lt: Rodyti informacijà
lv: Parâdît informâciju
ro: Afiºeazã informaþiile
sk: Zobraz informácie
tr: Bilgileri göster
uk: Показ ╕нформац╕╖
vi: HiÓn thÞ th«ng tin

source: Test again
cs: Znovu vyzkou¹et nastavení X
eu: Saia zaitez berriro
hr: Isku¹aj ponovo
lt: Patikrinti vël
lv: Mçìinât vçlreiz
ro: Testeazã din nou
sk: Skús znova
tr: Tekrar dene
uk: Ще один тест
vi: Thö l¹i

source: Quit
cs: Konec
eu: Irten
hr: Zavr¹i
lt: Iðeiti
lv: Iziet
nb: Avslutt
pa_in: ਬਾਹਰ
ro: Ieºire
sk: Koniec
tr: Çýkýþ
uk: Вих╕д
vi: Tho¸t

source: Keep the changes? Current configuration is: %s
cs: Zachovat zmìny? Aktuální konfigurace je: %s
eu: Aldaketak mantendu? Oraingo konfigurazioa: %s
hr: Zadr¾i promjene? Trenutna postava je: %s
lt: Iðlaikyti pakeitimus? Esama konfigûracija yra: %s
lv: Saglabât izmaiòas? Paðreizçjâ konfigurâcija ir: %s
sk: Zachova» zmeny? Aktuálna konfigurácia je: %s
tr: Deðiþiklikler kaydedilsin mi? Þu an ki yapýlandýrma: %s
uk: Зберегти зм╕ни? ╤снуюча конф╕гурац╕я: %s
vi: Gi÷ l¹i c¸c thay ®æi? CÊu h×nh hiÖn thêi: %s

source: Please relog into %s to activate the changes
cs: Pro aktivaci zmìn se prosím znovu pøihlaste na %s
eu: Mesedez, log egin berriro %s-n aldaketak indarrean sartzeko
hr: Molim ponovo se logirajte u %s kako bi aktivirali promjenjeno
lt: Praðom ið naujo paleisti %s, kad pakeitimai bûtø aktyvuoti
lv: Lai aktivizçtu izmaiòas, lûdzu aizveriet un atveriet %s sesiju
ro: Vã rog reconectaþi-vã ca %s pentru a activa schimbãrile
sk: Prosím, prihláste sa znova do %s aby ste aktivovali zmeny
tr: Lütfen deðiþiklikleri etkinleþtirmek için tekrar %s'e giriþ yapýn
uk: Заре╓струйтеся, будь-ласка, ще раз у %s щоб привести у д╕ю зм╕ни
vi: H·y ®¨ng nhËp l¹i vµo %s ®Ó thay ®æi cã t¸c dông

source: Please log out and then use Ctrl-Alt-BackSpace
cs: Prosím odhlaste se a pak stisknìte Ctrl-Alt-Backspace
eu: Mesedez log out egin eta gero Ctrl-Alt-BackSpace
hr: Molim prvo se odjavite te pritisnite Ctrl-Alt-BackSpace
lt: Praðom atsisveikinti ir paskui paspausti Ctrl-Alt-BackSpace
lv: Lûdzu aizveriet sesiju un nospiediet Ctrl-Alt-BackSpace
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਲਾਗ-ਆਊਟ ਕਰੋ ਅਤੇ Ctrl-Alt-BackSpace ਵਰਤੋ
ro: Vã rog delogaþi-vã ºi folosiþi Ctrl-Alt-BackSpace
sk: Prosím, odhláste sa a potom stlaète Ctrl-Alt-BackSpace
tr: Lütfen çýkýn ve Ctrl-Alt-BackSpace tuþlarýna basýn
uk: Будь-ласка, вийд╕ть ╕з системи ╕ пот╕м скористуйтеся Ctrl-Alt-BackSpace
vi: H·y ra khái råi dïng Ctrl-Alt-BackSpace

source: X at startup
cs: Spou¹tí se X
eu: X abiatzerakoan
hr: X kod pokretanja sustava
lt: X paleidþiant
lv: X pçc startçðanas
ro: Sever X la demaraj
sk: X pri ¹tarte
tr: Açýlýþta X
uk: Стартувати X автоматично
vi: X lóc khëi ®éng

source: I can set up your computer to automatically start X upon booting. Would you like X to start when you reboot?
cs: Mù¾u nastavit vá¹ poèítaè tak, aby automaticky spustil X pøi startu. Chcete aby poèítaè po zapnutí spustil grafický re¾im?
eu: Zure konputagailua abiatzerakoan X-en sartzeko egokitu dezaket. X-en sartu nahi al duzu abiatzerakoan?
hr: Mogu podesiti da se X podigne automatski kod podizanja sustava. Da li ¾elite da se X automatski pokreæe?
lt: Tu gali nustatyti, kad X startuotø automatiðkai. Ar tu nori, kad X startuotø po kompiuterio perkrovimo?
lv: Datoru var konfigurçt, lai pçc sistçmas ielâdes automâtiski startçtu X. Vai vçlaties, lai pçc pârstartçðanas tiktu palaists X?
ro: Pot sã configurez calculatorul sa demareze automat X la demaraj. Doriþi sa demaraþi X cînd redemaraþi ?
sk: Mô¾em nastavi» vá¹ poèítaè aby po re¹tarte automaticky spú¹»al X. Chcete ma» spustené X-Windows po re¹tarte poèítaèa?
tr: Bilgisayarýnýz otomatik olarak X'le açýlmasý için ayarlanabilir. Açýlýþta X Window ile baþlamak ister misiniz?
uk: Я можу настро╖ти Вашу систему так, що X буде стартувати автоматично п╕сля завантаження системи. Чи ви хочете, щоб X стартував автоматично?
vi: Cã thÓ ®Æt chÕ ®é khëi ®éng tù ®éng vµo chÕ ®é ®å ho¹. B¹n cã muèn ch¹y chÕ ®é X (®å häa) khi khëi ®éng l¹i?

source: 256 colors (8 bits)
cs: 256 barev (8 bitù)
eu: 256 kolore (8 bit)
hr: 256 boja (8 bita)
lt: 256 spalvos (8 bitai)
lv: 256 krâsas (8 biti)
ro: 256 de culori (8 biþi)
sk: 256 farieb (8 bit)
tr: 256 renk (8 bit)
uk: 265 кольор╕в (8 б╕т)
vi: 256 mµu (8 bits)

source: 32 thousand colors (15 bits)
cs: 32 tisíc barev (15 bitù)
eu: 32 milaka kolore (15 bit)
hr: 32 tisuæa boja (15 bita)
lt: 32 tûkst. spalvø (15 bitø)
lv: 32 tûkstoði krâsu (15 biti)
ro: 32 mii de culori (15 biþi)
sk: 32 tisíc farieb (15 bit)
tr: 32 bin renk (15 bit)
uk: 32 тисяч╕ кольор╕в (15 б╕т)
vi: 32 ngh×n mµu (15 bits)

source: 65 thousand colors (16 bits)
cs: 65 tisíc barev (16 bitù)
eu: 65 milaka kolore (16 bit)
hr: 65 tisuæa boja (16 bita)
lt: 65 tûkst. spalvø (16 bitø)
lv: 65 tûkstoði krâsu (16 biti)
ro: 65 mii de culori (16 biþi)
sk: 65 tisíc farieb (16 bit)
tr: 65 bin renk (16 bit)
uk: 65 тисяч кольор╕в (16 б╕т)
vi: 65 ngh×n mµu (16 bits)

source: 16 million colors (24 bits)
cs: 16 miliónù barev (24 bitù)
eu: 16 miloi kolore (24 bit)
hr: 16 milijuna boja (24 bita)
lt: 16 milijonai spalvø (24 bitai)
lv: 16 miljoni krâsu (24 biti)
ro: 16 milioane de culori (24 biþi)
sk: 16 miliónov farieb (24 bit)
tr: 16 milyon renk (24 bit)
uk: 16 м╕льйон╕в кольор╕в (24 б╕т)
vi: 16 triÖu mµu (24 bits)

source: 4 billion colors (32 bits)
cs: 4 miliardy barev (32 bitù)
eu: 4 biloi kolore (32 bit)
hr: 4 milijarde boja (32 bita)
lt: 4 milijardai spalvø (32 bitai)
lv: 4 miljardi krâsu (32 biti)
ro: 4 miliarde de culori (32 biþi)
sk: 4 miliardy farieb (32 bit)
tr: 4 milyar renk (32 bit)
uk: 4 м╕льйярди кольор╕в (32 б╕т)
vi: 4 tû mµu (32 bits)

source: 64 MB or more
cs: 64 MB nebo více
eu: 64 MB edo gehiago
hr: 64 MB ili vi¹e
lv: 64 MB vai vairâk
sk: 64 MB a viac
tr: 64 MB veya daha fazla
uk: 64 Мб чи б╕льше
vi: 64 MB trë lªn

source: Standard VGA, 640x480 at 60 Hz
cs: Klasické VGA, 640x480 pøi 60 Hz
eu: VGA standarra, 640x480 60 Hz-tan
hr: Standardni VGA, 640x480 na 60 Hz
lt: Standartinis VGA 640x480 prie 60 Hz
lv: Parasts VGA, 640x480 pie 60 Hz
ro: Standard VGA, 640x480 la 60 Hz
sk: ©tandardná VGA, 640×480 @ 60 Hz
tr: Standart VGA, 60 Hz'de 640x480
uk: Стандартний VGA, 640x480 at 60 Hz
vi: VGA ChuÈn, 640x480 t¹i 60 Hz

source: Super VGA, 800x600 at 56 Hz
cs: Super VGA, 800x600 pøi 56 Hz
eu: Super VGA, 800x600 56 Hz-tan
hr: Super VGA, 800x600 na 56 Hz
lt: Super VGA 800x600 prie 56 Hz
lv: Super VGA, 800x600 pie 56 Hz
ro: Super VGA, 800x600 la 56 Hz
sk: Super VGA, 800×600 @ 56 Hz
tr: Süper VGA, 56 Hz'de 800x600
uk: Супер VGA, 640x480 at 60 Hz
vi: VGA cao cÊp, 800x600 t¹i 56 Hz

source: 8514 Compatible, 1024x768 at 87 Hz interlaced (no 800x600)
cs: Kompatibilní s 8514, 1024x768 pøi 87 Hz prokládanì (ne 800x600)
eu: 8514arekin bat datorrena, 1024x768 87 Hz-tan txirikordatuak (ez 800x600)
hr: 8514 kompatibilan, 1024x768 na 87 Hz s preplitanjem (bez 800x600)
lt: Suderinamas su 8514, 1024x768 prie 87 Hz interlaced (nëra 800x600)
lv: 8514 savietojams, 1024x768 pie 87 Hz ar joslâm (nav 800x600)
ro: 8514 Compatibil, 1024x768 la 87 Hz întreþesut (nu 800x600)
sk: 8514 kompatibilná, 1024×768 @ 87 Hz prekladane (nie je 800×600)
tr: 8514 Uyumlu, 87 Hz'de titreþimli 1024x768 (800x600 yok)
uk: Сум╕сний з 8514, 1024x768 at 87 Hz черезстрочна розгортка (без 800x600)
vi: T­¬ng thÝch víi 8514, 1024x768 t¹i 87 Hz kÕt hîp (kh«ng cã 800x600)

source: Super VGA, 1024x768 at 87 Hz interlaced, 800x600 at 56 Hz
cs: Super VGA, 1024x768 pøi 87 Hz prokládanì, 800x600 pøi 56 Hz
eu: Super VGA, 1024x768 87 Hz-tan txirikordatua, 800x600 56 Hz-tan
hr: Super VGA, 1024x768 na 87 Hz s preplitanjem, 800x600 na 56 Hz
lt: Super VGA, 1024x768 prie 87 Hz interlaced, 800x600 prie 56 Hz
lv: Super VGA, 1024x768 pie 87 Hz ar joslâm, 800x600 pie 56 Hz
ro: Super VGA, 1024x768 la 87 Hz întreþesut, 800x600 la 56 Hz
sk: Super VGA, 1024×768 @ 87 Hz prekladane, 800×600 @ 56 Hz
tr: Süper VGA, 87 Hz'de titreþimli 1024x768, 56 Hz'de 800x600
uk: Супер VGA, 1024x768 at 87 Hz черезстрочна розгортка, 800x600 at 56 Hz
vi: VGA cao cÊp, 1024x768 t¹i 87 Hz kÕt hîp, 800x600 t¹i 56 Hz

source: Extended Super VGA, 800x600 at 60 Hz, 640x480 at 72 Hz
cs: Lep¹í Super VGA, 800x600 pøi 60 Hz, 640x480 pøi 72 Hz
eu: Extended Super VGA, 800x600 60 Hz-tan, 640x480 72 Hz-tan
hr: Pro¹ireni Super VGA, 800x600 na 60 Hz, 640x480 na 72 Hz
lt: Iðplëstas Super VGA, 800x600 prie 60 Hz, 640x480 prie 72 Hz
lv: Uzlabots Super VGA, 800x600 pie 60 Hz, 640x480 pie 72 Hz
ro: Super VGA Extins, 800x600 la 60 Hz, 640x480 la 72 Hz
sk: Roz¹írená Super VGA, 800×600 @ 60 Hz, 640×480 @ 72 Hz
tr: Geliþtirilmiþ Süper VGA, 60 Hz'de 800x600, 72 Hz'de 640x480
uk: Розширений Супер VGA, 800x600 at 60 Hz, 640x480 at 72 Hz
vi: VGA cao cÊp më réng, 800x600 t¹i 60 Hz, 640x480 t¹i 72 Hz

source: Non-Interlaced SVGA, 1024x768 at 60 Hz, 800x600 at 72 Hz
cs: Neprokládaná SVGA, 1024x768 pøi 60 Hz, 800x600 pøi 72 Hz
eu: Non-Interlaced SVGA, 1024x768 60 Hz-tan, 800x600 72 Hz-tan
hr: Bez preplitanja SVGA, 1024x768 na 60 Hz, 800x600 na 72 Hz
lt: Non-Interlaced SVGA, 1024x768 prie 60 Hz, 800x600 prie 72 Hz
lv: Ne-joslots SVGA, 1024x768 pie 60 Hz, 800x600 pie 72 Hz
ro: Ne-Întreþesut SVGA, 1024x768 la 60 Hz, 800x600 la 72 Hz
sk: Neprekladaná SVGA, 1024×768 @ 60 Hz, 800×600 @ 72 Hz
tr: Titreþimsiz SVGA, 60 Hz'de 1024x768, 72 Hz'de 800x600
uk: SVGA без черезстрочно╖ розгортки , 1024x768 at 60 Hz, 800x600 at 72 Hz
vi: SVGA kh«ng kÕt hîp, 1024x768 t¹i 60 Hz, 800x600 t¹i 72 Hz

source: High Frequency SVGA, 1024x768 at 70 Hz
cs: Vysokofrekvenèní SVGA, 1027x768 pøi 70 Hz
eu: Frekuentzia handiko SVGA, 1024x768 70 Hz-tan
hr: Visoko frekvencijski SVGA, 1024x768 na 70 Hz
lt: Aukðto daþnio SVGA, 1024x768 prie 70 Hz
lv: Augstas frekvences SVGA, 1024x768 pie 70 Hz
ro: Înaltã frecvenþã SVGA, 1024x768 la 70 Hz
sk: Vysoko frekvenèná SVGA, 1024×768 @ 70 Hz
tr: Yüksek Frekanslý SVGA, 70 Hz'de 1024x768
uk: Високочастотний SVGA, 1024x768 at 70 Hz
vi: SVGA tÇn sè cao, 1024x768 t¹i 70 Hz

source: Multi-frequency that can do 1280x1024 at 60 Hz
cs: Multifrekvenèní který umí 1280x1024 pøi 60 Hz
eu: 1280x1024 60 Hz-tan egin lezakeen frekuentzia anitzekoa
hr: Multi-frekvencijski koji ide do 1280x1024 na 60 Hz
lt: Daugiadaþnis, galintis 1280x1024 prie 60 Hz
lv: Multi-frekvenèu, kas uztur 1280x1024 pie 60 Hz
ro: Multi-frecvenþã care e capabil de 1280x1024 la 60 Hz
sk: Monitor, ktorý doká¾e 1280×1024 @ 60 Hz
tr: 60 Hz'de 1280x1024 yapabilen çoklu frekans
uk: ╤з зм╕нною частотою, який може працювати з режимами до 1280x1024 at 60 Hz
vi: §a tÇn cã thÓ ®Æt 1280x1024 t¹i 60 Hz

source: Multi-frequency that can do 1280x1024 at 74 Hz
cs: Multifrekvenèní, který umí 1280x1024 pøi 74 Hz
eu: 1280x1024 74 Hz-tan egin lezakeen frekuentzia anitzekoa
hr: Multi-frekvencijski koji ide do 1280x1024 na 74 Hz
lt: Daugiadaþnis, galintis 1280x1024 prie 74 Hz
lv: Multi-frekcenèu, kas uztur 1280x1024 pie 74 Hz
ro: Multi-frecvenþã care e capabil de 1280x1024 la 74 Hz
sk: Monitor, ktorý doká¾e 1280×1024 @ 74 Hz
tr: 74 Hz'de 1280x1024 yapabilen çoklu frekans
uk: ╤з зм╕нною частотою, який може працювати з режимами до 1280x1024 at 74 Hz
vi: §a tÇn cã thÓ ®Æt 1280x1024 t¹i 74 Hz

source: Multi-frequency that can do 1280x1024 at 76 Hz
cs: Multifrekvenèní, který umí 1280x1024 pøi 76 Hz
eu: 1280x1024 76 Hz-tan egin lezakeen frekuentzia anitzekoa
hr: Multi-frekvencijski koji ide do 1280x1024 na 76 Hz
lt: Daugiadaþnis, galintis 1280 prie 76 Hz
lv: Multi-frekvenèu, kas uztur 1280x1024 pie 76 Hz
ro: Multi-frecvenþã care e capabil de 1280x1024 la 76 Hz
sk: Monitor, ktorý doká¾e 1280×1024 @ 76 Hz
tr: 76 Hz'de 1280x1024 yapabilen çoklu frekans
uk: ╤з зм╕нною частотою, який може працювати з режимами до 1280x1024 at 76 Hz
vi: §a tÇn cã thÓ ®Æt 1280x1024 t¹i 76 Hz

source: Monitor that can do 1600x1200 at 70 Hz
cs: Monitor, který umí 1600x1200 pøi 70 Hz
eu: 1600x1200 70 Hz-tan egin lezakeen pantaila
hr: Monitor koji ide do 1600x1200 na 70 Hz
lt: Monitorius, galintis 1600x1200 prie 70 Hz
lv: Monitors, kas uztur 1600x1200 pie 70 Hz
ro: Monitor care e capabil de 1600x1200 la 70 Hz
sk: Monitor, ktorý doká¾e 1600×1200 @ 70 Hz
tr: 70 Hz de 1600x1200 yapabilen Monitör
uk: Мон╕тор, що може працювати з режимами до 1600x1200 at 70 Hz
vi: Mµn h×nh cã thÓ ®Æt 1600x1200 t¹i 70 Hz

source: Monitor that can do 1600x1200 at 76 Hz
cs: Monitor, který umí 1600x1200 pøi 76 Hz
eu: 1600x1200 76 Hz-tan egin lezakeen pantaila
hr: Monitor koji ide do 1600x1200 na 76 Hz
lt: Monitorius, galintis 1600x1200 prie 76 Hz
lv: Monitors, kas uztur 1600x1200 pie 76 Hz
ro: Monitor care e capabil de 1600x1200 la 76 Hz
sk: Monitor, ktorý doká¾e 1600×1200 @ 76 Hz
tr: 76 Hz de 1600x1200 yapabilen Monitör
uk: Мон╕тор, що може працювати з режимами до 1600x1200 at 76 Hz
vi: Mµn h×nh cã thÓ ®Æt 1600x1200 t¹i 76 Hz

source: First sector of boot partition
cs: První sektor zavádìcího diskového oddílu
eu: Boot partizioaren lehenengo sektorea
hr: Prvi sektor boot particije
lt: Pirmasis ákrovos skirsnio sektorius
lv: Sâknçjamâs partîcijas pirmais sektors
ro: Primul sector al partiþiei de demaraj
sk: Prvý sektor zavádzacieho oddielu
tr: Önyükleme bölümünün ilk sektörü
uk: Перший сектор системного п╕дрозд╕лу (boot partition)
vi: Sector ®Çu tiªn cña ph©n vïng khëi ®éng

source: First sector of drive (MBR)
cs: První sektor disku (MBR)
eu: Diskoaren lehenengo sektorea (MBR)
hr: Prvi sektor pogona (MBR)
lt: Pirmasis kaupiklio sektorius (MBR)
lv: Diska pirmais sektors (MBR)
nb: Første sektor på stasjonen (MBR)
pa_in: ਡਰਾਈਵ ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ (MBR)
ro: Primul sector al discului (MBR)
sk: Prvý sektor disku (MBR)
tr: Diskin ilk sektörü (MBR)
uk: Перший сектор диску (MBR)
vi: Sector ®Çu tiªn cña ®Üa (MBR)

source: SILO Installation
cs: Instalace SILO
eu: SILOren instalazioa
hr: SILO instalacija
lt: SILO Ádiegimas
lv: SILO instalçðana
sk: In¹talácia SILO
tr: SILO Kurulumu
uk: Установка SILO
vi: Cµi ®Æt SILO

source: Where do you want to install the bootloader?
cs: Kam chcete nainstalovat zavádìcí program?
eu: Non instalatu nahi duzu abiarazlea?
hr: Gdje ¾elite instalirati bootloader?
lt: Kur nori ádiegti ákrovos tvarkyklæ?
lv: Kur jûs vçlaties instalçt sâknçtâju?
nb: Hvor vil du installere oppstartslasteren?
pa_in: ਤੁਸੀ ਬੂਟ-ਲੋਡਰ ਕਿੱਥੇ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੋਗੇ?
ro: Unde doriþi sã instalaþi Gestionarul de demaraj ?
sk: Kam si ¾eláte nain¹talova» zavádzaè?
tr: Önyükleyiciyi nereye kurmak istiyorsunuz?
uk: Де ви хочете встановити стартовий блок?
vi: B¹n muèn cµi ®Æt tr×nh khëi ®éng vµo ®©u?

source: LILO/grub Installation
cs: Instalace LILO/Grub
eu: LILO/grub Instalazioa
hr: LILO/grub instalacija
lt: LILO/GRUB ádiegimas
lv: LILO/grub instalçðana
pa_in: LILO/grub ਇੰਸਟਾਲੇਸ਼ਨ
ro: Instalare LILO/grub
sk: In¹talácia lilo/grub
tr: LILO/grub Kurulumu
uk: Установка LILO/grub
vi: Cµi ®Æt LILO/grub

source: LILO with text menu
cs: LILO s textovou nabídkou
eu: LILO textu menuarekin
hr: LILO sa tekstualnim menijem
lt: LILO su tekstiniu meniu
nb: LILO med tekstmeny
pa_in: ਪਾਠ ਮੇਨੂ ਨਾਲ LILO
sk: LILO s textovym menu
tr: Metin tabanlý LILO
uk: LILO з текстовим меню
vi: LILO víi menu v¨n b¶n

source: LILO with graphical menu
cs: LILO s grafickou nabídkou
eu: LILO menu grafikoarekin
hr: LILO sa grafièkim menijem
lt: LILO su grafiniu meniu
sk: LILO s grafickým menu
tr: Grafik tabanlý LILO
uk: LILO з граф╕чним меню
vi: LILO víi menu ®å ho¹

source: Boot from DOS/Windows (loadlin)
cs: Spu¹tìní s DOS/Windows (loadlin)
eu: Abiatu DOS/Windows-etik (loadlin)
hr: Podizanje sa DOS/Windows-a (loadlin)
lt: Ákrova su DOS/Windows (loadlin)
sk: ©tart z DOS/Windows (loadlin)
tr: DOS/Windows' dan açýlýþ (loadlin)
uk: Завантажуватися з DOS/Windows (loadlin)
vi: Khëi ®éng tõ DOS/Windows (loadlin)

source: Bootloader main options
cs: Základní nastavení zavádìcího programu
eu: Abiarazlearen aukera nagusiak
hr: Glavne postavke bootloadera
lt: Ákrovos tvarkyklës pagrindinës parinktys
lv: Sâknçtâja galvenâs opcijas
nb: Hovedvalg for oppstartslaster
pa_in: ਬੂਟ-ਲੋਡਰ ਮੁੱਖ ਚੋਣ
ro: Opþiunile principale ale gestionarului de demaraj
sk: Hlavné parametre zavádzaèa
tr: Önyükleyici ana seçenekleri
uk: Основн╕ опц╕╖ завантажувача
vi: Tïy chän chÝnh cña tr×nh khëi ®éng

source: Bootloader to use
cs: Zavádìcí program
eu: Erabiltzeko abiarazlea
hr: Koristiti Bootloader
lt: Naudojama ákrovos tvarkyklë
lv: Kuru OS ielâdçtâju lietot
nb: Oppstartslaster
pa_in: ਵਰਤਣ ਲਈ ਬੂਟ-ਲੋਡਰ
sk: Pou¾i» zavádzaè
tr: Kullanýlacak önyükleyici
uk: Використовувати завантажувач
vi: Dïng tr×nh khëi ®éng

source: Bootloader installation
cs: Instalace zavádìcího programu
eu: Abiarazlearen instalazioa
hr: Bootloader instalacija
lt: Ákrovos tvarkyklës ádiegimas
lv: Sâknçtâja instalçðana
sk: In¹talácia zavádzaèa
tr: Önyükleyici kurulumu
uk: Установка завантажувача
vi: Cµi ®Æt tr×nh khëi ®éng

source: Boot device
cs: Startovací zaøízení
eu: Abiarzsteko unitatea
hr: Boot ureðaj
lt: Ákrovos árenginys
lv: Sâknçjamâ ierîce
nb: Oppstartsenhet
pa_in: ਬੂਟ ਜੰਤਰ
ro: Periferic de demaraj
sk: Boot zariadenie
tr: Önyükleme Aygýtý
uk: Пристр╕й завантаження
vi: ThiÕt bÞ khëi ®éng

source: LBA (doesn't work on old BIOSes)
cs: LBA (nefunguje se starým BIOSem)
eu: LBA (ez dabil BIOS zaharretan
hr: LBA (ne radi na starim BIOSima)
lt: LBA (nedirba su senais BIOS'ais)
lv: LBA (nedarbojas ar veciem BIOSiem)
ro: LBA (nu funcþioneazã cu BIOS-urile vechi)
sk: LBA (nepracuje správne so star¹ími BIOSmi)
tr: LBA (eski BIOS'larda çalýþmaz)
uk: LBA (не працю╓ ╕з старими BIOS'ами)
vi: LBA (kh«ng lµm viÖc víi c¸c BIOS cò)

source: Compact
cs: Kompaktní
eu: Trinkoa
hr: Zbijeno
lt: Kompaktiðkas
lv: Kompakts
sk: Kompaktná
tr: Sýkýþýk
uk: Компактний
vi: §ång ý

source: compact
cs: kompaktní
eu: trinkoa
hr: zbijeno
lt: kompaktiðkas
lv: kompakts
sk: kompaktná
tr: sýkýþýk
uk: компактний
vi: §ång ý

source: Video mode
cs: Textový re¾im
eu: Bideo modua
hr: Video mod
lt: Vaizdo reþimas
lv: Video reþîms
nb: Videomodus
pa_in: ਵੀਡੀਓ ਵਿਧੀ
ro: Mod video
sk: Video mód
tr: Ekran kipi
uk: В╕део режим
vi: ChÕ ®é Video

source: Delay before booting default image
cs: Prodleva pøed automatickým spu¹tìním
eu: Imagina arrunta abiarazteko itxaron denbora
hr: Odgoda prije bootiranja uobièajenog imagea
lt: Palaukti prieð ákraunant áprastà atvaizdà
lv: Pauze pirms noklusçtâs sistçmas ielâdes
nb: Ventetid før oppstart med standardbildefil
pa_in: ਮੂਲ ਪ੍ਰਤੀਬਿੰਬ ਬੂਟ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਵਿਖਾਓ
ro: Timp de aºteptare înaintea demarãrii imaginii standard
sk: Pauza pred ¹tartom predvoleného jadra
tr: Öntanýmlý görüntünün yüklenmesinden önceki gecikme
uk: Пауза перед завантаженням основно╖ системи
vi: Tr× ho·n tr­íc khi khëi ®éng ¶nh mÆc ®Þnh

source: Password
cs: Heslo
eu: Pasahitza
hr: Lozinka
lt: Slaptaþodis
lv: Parole
nb: Passord
pa_in: ਗੁਪਤ-ਕੋਡ
ro: Parola
sk: Heslo
tr: Parola
uk: Пароль
vi: NhËp mËt khÈu
