Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Potential LAN address conflict found in current config of %s!
cs: Na¹el jsem mo¾ný konflikt v souèasném nastavení %s
eu: Litekeen LAN helbidearen konfliktoa oraingo %s-ren konfigurazioan!
hr: Potencijalni LAN adresni konflikt je pronaðen u trenutnoj konfiguraciji %s!
lt: Rastas galimas LAN adreso konfliktas esamose %s nuostatose!
lv: Potenciâls LAN adreðu konflikts atklâts ðajâ %s! konfigurâcijâ!
sk: Potenciálny konflik LAN adries v aktuálnej konfigurácii %s!
tr: %s ayarlarýnda muhtemel bir yerel að adresi çakýþmasý bulundu!
uk: В дан╕й конф╕гурац╕╖ %s знайдено потенц╕йний конфл╕кт адреси мереж╕!
vi: Kh¶ n¨ng xung ®ét ®Þa chØ LAN ®­îc t×m ra trong cÊu h×nh hiÖn thêi cña %s!

source: Firewalling configuration detected!
cs: Na¹el jsem existující nastavení firewallu!
eu: Firewall konfigurazioa aurkitua!
hr: Detektirana je vatrozidna konfiguracija!
lt: Aptikta ugniasienës konfigûracija!
lv: Tika atklâta ugunsmûra konfigurâcija!
sk: Bola nájdená kofigurácia firewalu!
tr: Bir ateþ duvarý yapýlandýrýlmasý bulundu!
uk: Знайдено конф╕╜урац╕ю firewall!
vi: Ph¸t hiÖn ra cÊu h×nh t­êng löa!

source: Warning! An existing firewalling configuration has been detected. You may need some manual fix after installation.
cs: Varování! Bylo nalezeno existující nastavení firewallu. Po instalaci mù¾e být zapotøebí nìjaká ruèní úprava.
eu: Kasu! Esistitzen den firewall konfigurazioa aurkitu da. Agian eskuzko finkapena egin beharko duzu instalazioa eta gero.
hr: Upozorenje! Postojeæa vatrozidna konfiguracija je pronaðena. Morati æete ruèno popraviti neke dijelove nakon instalacije.
lt: Áspëjimas! Aptikta ugniasienës konfigûracija! Tau gali tekti kai kà iðtaisyti rankomis po ádiegimo.
lv: Brîdinâjums! Ir atklâta eksistçjoða ugunsmûra konfigurâcija. Pçc instalçðanas jums varbût vajadzçs patstâvîgi pielabot konfigurâciju.
sk: Pozor! Bola nájdená existujúca konfigurácia firewallu. Mo¾no budete musiet urobi» zopár ruènych zásahov po in¹talácii.
tr: Uyarý! Hazýr bir ateþ duvarý yapýlandýrmasý bulundu. Kurulumdan sonra birkaç düzeltmeye ihtiyaç duyabilir.
uk: Увага! Знайдена ╕снуюча конф╕╜урац╕я firewall. Можливо Вам потр╕бно буде виконати деяк╕ зм╕ни п╕сля установки.
vi: C¶nh b¸o! CÊu h×nh t­êng löa hiÖn thêi ®­îc ph¸t hiÖn. Cã thÓ b¹n cÇn Ên ®Þnh thªm mét sè chi tiÕt sau khi cµi ®Æt.

source: Configuring...
cs: Nastavuji...
eu: Konfiguratzen...
hr: Pode¹avam...
lt: Konfigûruojama...
lv: Konfigurçju...
sk: Konfigurácia...
tr: Yapýlandýrýlýyor...
uk: Конф╕гурац╕я...
vi: §ang cÊu h×nh...

source: Configuring scripts, installing software, starting servers...
cs: Nastavuji skripty, instaluji software, startuji servery...
eu: Konfigurazioko script-ak, softwarea instalatzen, zerbitzariak abiarazten...
hr: Pode¹avam skriptove, instaliram softver, pokreæem poslu¾itelje...
lt: Konfigûruojami skriptai, ádiegiamos programos, paleidþiami serveriai...
lv: Tiek konfigurçti skripti, instalçtas programmas, startçti serveri...
sk: Konfigurácia skriptov, in¹talovanie programov, ¹tart serverov...
tr: Betikler ayarlanýyor, yazýlým kuruluyor, sunucular baþlatýlýyor...
uk: Конф╕╜урац╕я скрипт╕в, установка програм, стартування сервер╕в...
vi: §ang cÊu h×nh c¸c script, cµi ®Æt phÇn mÒm, khëi ®éng c¸c server...

source: Problems installing package %s
cs: Problém s instalací balíèku %s
eu: Arazoa %s instalatzean
hr: Problem prilikom instaliranja paketa %s
lt: Yra problemø ádiegiant paketà %s
lv: Problçmas, instalçjot pakotni %s
sk: Problémy pri in¹talácii balíèka %s
tr: %s paketi kurulumunda problem
uk: Помилки при установц╕ пакету %s
vi: C¸c trôc trÆc cµi ®Æt gãi %s

source: Everything has been configured. You may now share Internet connection with other computers on your Local Area Network, using automatic network configuration (DHCP).
cs: V¹e se podaøilo nastavit. Nyní lze pou¾ít tento poèítaè pro sdílení pøipojení k Internetu pro va¹i lokální sí», která pou¾ívá automatickou konfiguraci sítì (DHCP).
eu: Dena egokiturik. Internet konexioa banatu zenezake, DHCP erabiliaz.
hr: Sve je konfigurirano. Sada mo¾ete dijeliti va¹u internet vezu sa drugim raèunalima na va¹oj lokalnoj mre¾i, koristeæi automatsku mre¾nu konfiguraciju (DHCP).
lt: Viskas buvo sukonfigûruota. Tu gali dabar dalintis interneto jungtimi su kitais kompiuteriais vietiniame tinkle, naudojant automatinæ tinklo konfigûracijà (DHCP).
lv: Viss ir konfigurçts. Tagad jûs varat dalîties Interneta pieslçgumâ ar citiem jûsu lokâlajam datortîklam pieslçgtiem datoriem, izmantojot automâtisku tîkla konfigurçðanu (DHCP).
sk: V¹etko bolo nastavené. Teraz mô¾ete zdieµa» va¹e pripojenie na internet s ostatnými poèítaèmi na va¹ej lokálnej sieti pou¾itím automatickéhonastavenia siete (DHCP).
tr: Tüm ayarlar tamam. Þimdi internet baðlantýsýný otomatik að yapýlandýrýlmasý (DHCP) ile yerel aðýnýzdaki baþka bilgisayarlara paylaþtýrabilirsiniz.
uk: Все сконф╕╜уровано. Ви можете сп╕льно користуватися з'╓днанням з ╕нтернетом разом з ╕ншими комп'ютерами в ваш╕й локальн╕й мереж╕, з використанням автоматичного конф╕╜урування мереж╕ (DHCP).
vi: Mäi thø ®· ®­îc cÊu h×nh. B©y giê b¹n cã thÓ chia sÎ kÕt nèi Internet víi c¸c m¸y tÝnh kh¸c trong m¹ng côc bé cña b¹n, sö dông cÊu h×nh m¹ng tù ®éng (DHCP).

source: The setup has already been done, but it's currently disabled.
cs: Nastavení ji¾ bylo provedeno, ale nyní je vypnuto.
eu: Internet konexiaren banaketaren egokierak eginda, baina orain ez dabil.
hr: Postavljanje je veæ uraðeno, ali je trenutno onemoguæeno.
sk: Nastavenie u¾ bolo urobené a je momentálne zakázané.
tr: Ayarlar daha önceden yapýlmýþ þekilde , ama o pasif halde ayarlý.
uk: Установка сп╕льного користування з'╓днанням з ╕нтернетом вже зроблена, але на даний момент воно в╕дключено.
vi: §· hoµn thµnh xong cµi ®Æt, nh­ng hiÖn t¹i nã kh«ng ®­îc ho¹t ®éng.

source: The setup has already been done, and it's currently enabled.
cs: Nastavení ji¾ bylo provedeno, nyní je povoleno.
eu: Internet konexiaren banaketaren egokierak eginda. Erabilgarri dago.
hr: Postavljanje je veæ uraðeno, ali je trenutno omoguæeno.
sk: Nastavenie u¾ bolo urobené a je momentálne povolené.
tr: Ayarlar daha önceden yapýlmýþ þekilde ,ve o aktif halde ayarlý.
uk: Установка сп╕льного користування з'╓днанням з ╕нтернетом вже зроблена, на даний час воно дозволено.
vi: §· hoµn thµnh xong cµi ®Æt, vµ hiÖn thêi nã ®­îc ho¹t ®éng.

source: No Internet Connection Sharing has ever been configured.
cs: Není nastaveno ¾ádné sdílení Internetového pøipojení.
eu: Internet konexioaren banaketa ez da inoiz konfiguratu.
hr: Dijeljenje veze prema internetu nije bilo konfigurirano.
sk: Zdieµanie internetového pripojenia e¹te nebolo nastavené.
tr: Ýnternet Baðlantýsý Paylaþýmý yapýlandýrmasý yok
uk: Сп╕льне користування з'╓днанням з ╕нтернетом сконф╕гуровано
vi: Ch­a cã mét chia sÎ kÕt nèi Internet nµo ®­îc cÊu h×nh.

source: Internet connection sharing configuration
cs: Nastavení sdílení pøipojení k Internetu
eu: Internet konexioaren banaketaren konfigurazioa
hr: Postavke dijeljenja internet veze
sk: Konfigurácia zdiaµania pripojenia k internetu
tr: Ýnternet baðlantýsý paylaþýmý yapýlandýrmasý
uk: Конф╕гурац╕я сп╕льного З'╓днання з ╕нтернетом.
vi: CÊu h×nh chia sÎ kÕt nèi Internet

source: Welcome to the Internet Connection Sharing utility! %s Click on Configure to launch the setup wizard.
cs: Vítá vás prùvodce nastavením sdílení pøipojení k Internetu! %s Kliknìte na Konfigurovat, pokud chcete spustit prùvodce nastavením.
eu: Internet konexio banatua! %s Konfiguratun saka egokitzapenak egiteko.
hr: Dobro do¹li u alat za konfiguriranje dijeljenja Internet veze! %s Kliknite na Postavke ukoliko ¾elite pokreniti èarobnjak za postavljanja.
sk: Vítajte v utilite na zdieµanie pripojenia k internetu! %s Kliknite na Nastavi» ak chcete spusti» sprievodcu nastavením.
tr: Ýnternet Baðlantýsý Paylaþýmý uygulama gereçlerine hoþgeldiniz! %s Ayarlama sihirbazýný baþlatmak için "Yapýlandýr"a basýn!
uk: Ласкаво просимо до програми конф╕╜урац╕╖ сп╕льного користування з'╓днання з ╕нтернетом %s Клацн╕ть на "Настро╖ти" щоб запустити конф╕╜уратор.
vi: Chµo mõng tiÖn Ých Chia SÎ KÕt Nèi Internet! %s NhÊn lªn CÊu h×nh ®Ó ch¹y ®å thuËt cho thiÕt lËp.

source: Network configuration (%d adapters)
cs: Nastavení sítì (%d adaptéry(ù))
eu: Sare Konfigurazioa (%d egokitzaileak)
hr: Mre¾ne postavke (%d adaptera)
lt: Tinklo konfigûravimas (%d adapteris)
lv: Tîkla konfigurâcija (%d adapteri)
sk: Konfigurácia siete (%d rozhraní)
tr: Að Yapýlandýrmasý(%d baðdaþtýrýcýlarý)
uk: Конф╕гурац╕я мереж╕ (%d плат)
vi: CÊu h×nh m¹ng (%d adapter)

source: Profile:
cs: Profil:
eu: Profila:
hr: Profil:
lt: Profailas:
lv: Profils:
sk: Profil:
tr: Profil:
uk: Проф╕ль:
vi: Lý lÞch:

source: Del profile...
cs: Smazat profil...
eu: Ezaba profila...
hr: Obri¹i profil...
lt: Iðtrinti profailà...
lv: Dzçst profilu...
sk: Zma¾ profil...
tr: Profili sil...
uk: Стерти проф╕ль...
vi: Xo¸ lý lÞch...

source: Profile to delete:
cs: Smazat profil:
eu: Ezabatzeko profila:
hr: Profil za obrisati:
lt: Profailas iðtrynimui:
lv: Dzçðamais profils:
sk: Zmena profilu:
tr: Silinecek Profil:
uk: Проф╕ль для стирання:
vi: Lý lÞch ®Ó xãa:

source: New profile...
cs: Nový profil...
eu: Profil berria...
hr: Novi profil...
lt: Naujas profailas...
lv: Jauns profils...
sk: Nový profil...
tr: Yeni Profil...
uk: Новий проф╕ль...
vi: Lý lÞch míi...

source: Name of the profile to create (the new profile is created as a copy of the current one) :
cs: Zadejte jméno vytváøeného profilu (nový profil je vytvoøen jako kopie vybraného) :
tr: Oluþturulacak olan profilin adý( bu profil þu ankinin bir kopyasý olacaktýr )
uk: Назва проф╕лю для створення (новий проф╕ль створю╓ться як коп╕я вже ╕снуючого):
vi: Tªn lý lÞch ®Ó t¹o ra (lý lÞch míi ®­îc t¹o ra gièng nh­ mét b¶n copy cña lý lÞch hiÖn thêi) :

source: Hostname:
cs: Jméno poèítaèe:
eu: Ostalari-izena:
hr: Ime raèunala:
lt: Kompiuterio vardas:
lv: Resursa vârds:
sk: Meno poèítaèa:
tr: Sunucu adý:
uk: ╤м'я хоста:
vi: Tªn m¸y chñ:

source: Internet access
cs: Pøístup na Internet
eu: Internet lotura
hr: Internet pristup
lt: Priëjimas prie Interneto
lv: Interneta pieeja
sk: Prístup k internetu
tr: Ýnternet Hesabý
uk: Доступ до ╕нтернету
vi: Truy cËp Internet

source: Type:
cs: Typ:
eu: Mota:
hr: Tip:
lt: Tipas:
lv: Tips:
sk: Typ:
tr: Tür:
uk: Тип:
vi: KiÓu:

source: Gateway:
cs: Brána(gateway):
eu: Ataria (gateway):
lt: Ðliuzas (Gateway):
lv: Vârteja:
sk: Brána:
tr: Að geçiti:
uk: Шлюз:
vi: Cæng kÕt nèi:

source: Interface:
cs: Rozhraní:
hr: Meðusklop:
lt: Interfeisas:
lv: interfeiss:
sk: Rozhranie:
tr: Arayüz:
uk: ╤нтерфейс:
vi: Giao diÖn :

source: Status:
lt: Bûsena:
lv: Stâvoklis:
tr: Durum:
uk: Статус:
vi: T×nh tr¹ng:

source: Connected
cs: Pøipojen
eu: Konektaturik
hr: Povezan
sk: Pripojený.
tr: Baðlanýldý
uk: З'╓днано
vi: §· kÕt nèi

source: Not connected
cs: Nepøipojen
eu: Konektatu gabe
hr: Nije povezan
lt: Nepajungtas
lv: Nav pieslçgts
sk: Nepripojený
tr: Baðlanýlamadý
uk: Нема╓ з'╓днання
vi: Ch­a kÕt nèi

source: Connect...
cs: Pøipojit...
eu: Konektatu...
hr: Pove¾i...
lt: Sujungimas...
sk: Pripojenie...
tr: Baðlan...
uk: З'╓днання...
vi: KÕt nèi...

source: Disconnect...
cs: Odpojit...
eu: Eten...
hr: Odspoji...
sk: Odpojenie...
tr: Baðlantýyý Kes...
uk: В╕дключення...
vi: Ng¾t kÕt nèi...

source: Starting your connection...
cs: Pøipojuji se k internetu...
eu: Lotura abiatzen...
hr: Pokreæem va¹u vezu...
sk: Spú¹»am pripojenie...
tr: Baðlantýnýz baþlatýlýyor...
uk: Починаю з'╓днання...
vi: §ang khëi ®éng kÕt nèi...

source: Closing your connection...
cs: Ukonèuji pøipojení...
eu: Konexioa ixten...
hr: Zatvaram va¹u vezu...
sk: Ukonèujem va¹e pripojenie...
tr: Baðlantýnýz kapatýlýyor...
uk: Закриваю з'╓днання...
vi: §ang ®ãng kÕt nèi...

source: The connection is not closed. Try to do it manually by running /etc/sysconfig/network-scripts/net_cnx_down in root.
cs: Pøipojení není ukonèeno. Zkuste to provést ruènì spu¹tìním /etc/sysconfig/network-scripts/net_cnx_down jako root.
eu: Konexioa itxita. Eskuz ireki root-en: /etc/sysconfig/network-scripts/net_cnx_down
hr: Veza nije zatvorena. Da li da ju poku¹am ruèno pokretanjem /etc/sysconfig/network-scripts/net_cnx_down u root-u.
sk: Spojenie nieje ukonèené. Skúste ukonèi» manuálne spustením /etc/sysconfig/network-scripts/net_cnx_down ako root.
tr: Baðlantý kapatýlamadý(kesilemedi). Siz bunu 'root' olarak kendiniz aþaðýdaki komutla deneyiniz /etc/sysconfig/network-scripts/net_cnx_down Tekrar görüþmek üzere
uk: З'╓днання не закрите. Спробуйте зробити це вручну виконавши скрипт /etc/sysconfig/network-scripts/net_cnx_down як адм╕н╕стратор (root)
vi: KÕt nèi ch­a ®­îc ®ãng. Thö ®ãng b»ng c¸ch ch¹y /etc/sysconfig/network-scripts/net_cnx_down trong root.

source: The system is now disconnected.
cs: Poèítaè je nyní odpojen.
eu: Sistema deskonektatuta.
hr: Sustav je sada odspojen sa Interneta.
sk: Systém je teraz pripojený odpojený.
tr: Sistem þu anda baðlantýsýný kesti.
uk: Система в╕д'╓днана
vi: HÖ thèng b©y giê ®É ®­îc ng¾t kÕt nèi

source: Configure Internet Access...
cs: Nastavuji pøístup na Internet...
eu: Konfiguratu Internet Lotura...
hr: Pode¹avanje Internet Pristupa...
lt: Nustatyti Priëjimà prie Internet...
lv: Konfigurçt Interneta pieeju...
sk: Konfigurácia prístupu k internetu...
tr: Ýnternet Hesaplarýný Yapýlandýr...
uk: Настро╖ти доступ до ╕нтернету...
vi: CÊu h×nh truy cËp Internet...

source: LAN configuration
cs: Nastavení LAN
eu: LAN konfigurazioa
hr: LAN postavke
lt: LAN konfiguravimas
lv: LAN konfigurâcija
sk: Konfigurácia LAN
tr: LAN yapýlandýrmasý
uk: Конф╕╜урац╕я мереж╕
vi: CÊu h×nh LAN

source: Driver
cs: Ovladaè
eu: Gidaria
hr: Upravljaèki program
lt: Tvarkyklë
lv: Draiveris
sk: Ovládaè
tr: Sürücü
uk: Драйвер

source: Interface
cs: Rozhraní
hr: Meðusklop
lt: Interfeisas
lv: Interfeiss
sk: Rozhranie
tr: Arayüz
uk: ╤нтерфейс
vi: Giao diÖn

source: Protocol
cs: Protokol
eu: Protokolo
hr: Protokol
sk: Protokol
tr: Protokol
uk: Протокол
vi: Giao thøc

source: State
cs: Status
sk: Status
tr: Durum
uk: Статус
vi: T×nh tr¹ng

source: Configure Local Area Network...
cs: Nastavuji lokální sí»...
eu: Konfiguratu bertoko sarea LAN...
hr: Podesi lokalnu mre¾u...
lt: Nustatyti Vietiná Tinklà...
lv: Konfigurçt lokâlo datortîklu...
sk: Konfigurácia lokálnej siete...
tr: Yerel aðý yapýlandýr..
uk: Настро╖ти локальну мережу...
vi: CÊu h×nh m¹ng côc bé...

source: Click here to launch the wizard ->
cs: Kliknìte pro spu¹tìní prùvodce ->
tr: Sihirbazý baþlatmak için buraya týklayýnýz ->

source: Apply
cs: Pou¾ít
eu: Ezarri
hr: Primjeni
sk: Aplikova»
tr: Uygula
uk: Застосувати
vi: ¸p dông

source: Please Wait... Applying the configuration
cs: Èekejte prosím... Aktivuji konfiguraci
eu: Zain egon...konfigurazioa ezartzen
hr: Molimo prièekajte... Primjenjujem konfiguraciju
nb: Vent litt … Legger til oppsettet
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ... ਸੰਰਚਨਾ ਲਾਗੂ ਹੋ ਰਹੀ ਹੈ
sk: Prosím èakajte... Aplikujem konfiguráciu
tr: Lütfen Bekleyiniz... Yapýlandýrmalar aktifleþtiriliyor
uk: Зачекайте, будь ласка. Тестування конф╕╜урац╕╖
vi: H·y chê...®ang ¸p dông cÊu h×nh

source: You don't have any configured interface. Configure them first by clicking on 'Configure'
cs: Nemáte nakonfigurováno ¾ádné rozhraní. Nastavte jej kliknutím na 'Konfigurovat'
eu: Ez daukazu interfaze batere ezarrita. Ezarri itzazu 'Ezarri' gainean sakatuz
hr: Nemate niti jedan konfigurirani meðusklop. Konfigurirajte ga prvo klikanjem na 'Postavljanje'
sk: Nemáte nastavené ¾iadne rozhranie. Nastavte ho kliknutím na Konfiguruj
tr: Hiç bir arayüz yapýlandýrýlmamýþ. Yapýlandýrmak için ilk önce 'Yapýlandýra' týklayýn
uk: У вас нема╓ жодного сконф╕╜урованого ╕нтерфейса. Сконф╕╜уруйте ╖х спочатку, клацнувши на "Настро╖ти"
vi: B¹n kh«ng cã giao diÖn nµo ®· ®­îc ®Þnh cÊu h×nh. CÊu h×nh chóng b»ng c¸ch nhÊn vµo 'Configure'

source: LAN Configuration
cs: Nastavení LAN
eu: LAN konfigurazioa
hr: LAN postavke
lt: LAN Konfiguravimas
lv: LAN konfigurâcija
sk: Konfigurácia LAN
tr: LAN ayarlarý
uk: Конф╕╜урац╕я локально╖ мереж╕
vi: CÊu h×nh LAN

source: Adapter %s: %s
cs: Adaptér %s: %s
eu: Egokitzaile %s: %s
lt: Adapteris %s: %s
lv: Adapteris %s: %s
sk: Adaptér %s: %s
tr: Adaptör %s: %s
uk: Плата %s: %s

source: Boot Protocol
cs: Protokol o spu¹tìní
eu: Abiatze Protokoloa
hr: Boot protokol
lt: Ákrovos Protokolas
sk: ©tartovací protokol
tr: Boot Protokolü
uk: Протокол завантаження
vi: Giao thøc khëi ®éng

source: Started on boot
cs: Spustit pøi startu
eu: Abiatzerakoan hasia
hr: Pokrenuto pri podizanju
lt: Startavo ákrovos metu
sk: Spustené pri ¹tarte
tr: Boot edilince baþlatýlan
uk: Стартувати при завантаженн╕
vi: §­îc n¹p khi khëi ®éng

source: DHCP client
cs: DHCP klient
eu: DHCP bezeroa
hr: DHCP klijent
lt: DHCP klientas
lv: DHCP klients
sk: DHCP klient
tr: DHCP Clent
uk: кл╕╓нт DHCP

source: activate now
cs: aktivovat nyní
sk: aktivuj teraz
tr: Etkinleþtir
uk: актив╕зувати зараз
vi: KÝch ho¹t b©y giê

source: desactivate now
cs: deaktivovat nyní
sk: deaktivuj teraz
tr: Pasifleþtir
uk: деактив╕зувати зараз
vi: BÊt ho¹t b©y giê

source: You don't have any internet connection. Create one first by clicking on 'Configure'
cs: Nemáte ¾ádné pøipojení k Internetu. Vytvoøte si jej kliknutím na 'Konfigurovat'
eu: Ez daukazu interneterako loturarik. Sortu ezazu bat 'Ezarri' gainean sakatuz
hr: Nemate niti jednu internet vezu. Napravite jednu klikanjem na 'Podesi'
sk: Nemáte nastavené pripojenie na internet. Vytvorte ho zakliknutím tlaèítka konfiguruj
tr: Siz internet baðlantýsýna sahip deðilsiniz Oluþturmak için ilk adým olarak 'Yapýlandýr'a týklayýnýz
uk: Ви не ма╓те жодного з'╓днання з ╕нтернетом. Створ╕ть таке з'╓днання клацнувши на "Настро╖ти"
vi: B¹n ch­a cã mét kÕt nªt internet nµo. T¹o mét c¸i tr­íc b»ng c¸ch nhÊn vµo 'Configure'

source: Internet connection configuration
cs: Konfigurace pøipojení k internetu
eu: Internet konexioaren konfigurazioa
hr: Postava Internet veze
lt: Interneto jungties konfiguravimas
lv: Interneta pieslçguma konfigurâcija
sk: Konfigurácia pripojenia internetu
tr: Ýnternet baðlantýsý ayarlarý
uk: Конф╕гурац╕я з'╓днання з ╕нтернетом
vi: CÊu h×nh kÕt nèi Internet

source: Internet Connection Configuration
cs: Konfigurace pøipojení k internetu
eu: Internet konexioaren konfigurazioa
hr: Postava Internet veze
lt: Interneto Jungties Konfiguravimas
lv: Interneta pieslçguma konfigurâcija
sk: Konfigurácia pripojenia internetu
tr: Ýnternet baðlantýsý ayarlarý
uk: Конф╕гурац╕я з'╓днання з ╕нтернетом
vi: CÊu H×nh KÕt Nèi Internet

source: Connection type:
cs: Typ pøipojení:
eu: Konexioaren mota:
hr: Tip veze:
lt: Jungties tipas:
lv: Savienojuma tips:
sk: Typ pripojenia:
tr: Baðlantý türü:
uk: Тип зв'язку:
vi: KiÓu kÕt nèi:

source: Parameters
cs: Parametry
eu: Parametroak
hr: Parametri
lt: Parametrai
lv: Parametri
sk: Parametre
tr: Paremetreler
uk: Параметри
vi: C¸c th«ng sè

source: Ethernet Card
cs: Ethernetová karta
eu: Ethernet txartela
hr: Ethernet kartica
lt: Ethernet Korta
lv: Ethernet karte
sk: Ethernet karta
tr: Að kartý
uk: Плата Ethernet
vi: Card Ethernet

source: DHCP Client
cs: DHCP klient
eu: DHCP bezeroa
hr: DHCP klijent
lt: DHCP klientas
lv: DHCP klients
sk: DHCP klient
tr: DHCP Programý
uk: Кл╕╓нт DHCP

source: Welcome To Crackers
cs: Dveøe dokoøán
eu: Ongi etorri Crackers-era
hr: Dobrodo¹li Crackeri
lt: Sveiki atvykæ á cracker'iø ðalá
lv: Sveiciens hakeriem
pa_in: ਖੋਜੀਆਂ ਵੱਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
ro: Bun venit Piraþilor
sk: ®iadna
tr: Crackerlar hoþgeldiniz
uk: Зломщики! Ласкаво просимо!
vi: Chµo mõng c¸c Cracker

source: Poor
cs: Slabá
eu: Txiroa
hr: Slab
lt: Menkas
lv: Vâjð
pa_in: ਘੱਟ
ro: Slab
sk: Veµmi slabá
tr: Zayýf
uk: Дуже низький
vi: Téi nghiÖp

source: Paranoid
cs: Paranoidní
eu: Paranoidea
hr: Paranoidan
lt: Paranojiðkas
lv: Paranoisks
pa_in: ਪੈਰਾਨਾਇਡ
ro: Paranoiac
sk: Paranoidná
tr: Paranoyak
uk: Парано╕дальний
vi: Hoang t­ëng

source: This level is to be used with care. It makes your system more easy to use, but very sensitive: it must not be used for a machine connected to others or to the Internet. There is no password access.
cs: Tato úroveò musí být pou¾ita s rozmyslem. Sice mù¾ete snadnìji pou¾ívat svùj systém, ale na druhou stranu je velmi citlivý: Nesmí být pou¾it pro poèítaè pøipojený k Internetu. Pro pøihlá¹ení není zapotøebí ¾ádné heslo.
eu: Kontuz erabili beharreko maila. Sistema erabilterraza egiten du, baina oso sentsiblea: internetez lotutako makinetan ez da erabili behar. Pasahitz bidezko sarrerarik ez baitauka.
hr: Ova razina se treba koristiti sa pa¾njom. Ona èini va¹ sustav mnogo lak¹im za kori¹tenje, ali vrlo osjetljiv: ne smije biti kori¹ten za raèunala koja su povezana u mre¾i ili na Internet. Naime, nema lozinke za pristup.
lt: Ðiame lygyje reikia elgtis atsargiai. Tai leidþia lengviau naudoti sistemà, bet labai jautriai: ji turëtø nebûti naudojama kompiuteriuose, sujungtais su kitais arba prie Interneto. Èia nëra slaptaþodþiø.
lv: Ðo lîmeni ir jâizmanto uzmanîgi. Tas padara jûsu sistçmu vieglâk izmantojamu, taèu ïoti nedroðu: to nedrîkst izmantot datoram, kas ir pieslçgts citiem datoriem vai Internetam. Netiek prasîtas paroles.
ro: Va trebui sã folosiþi acest nivel cu grijã. Aceasta face ca sistemul sã fie mai uºor de folosit, dar foarte sensibil: nu trebuie sã fie folosit pentru un calculator conectat cu altele de pe Internet. Nu existã nici o parolã de acces.
sk: Táto úroveò by mala by» pou¾ívaná opatrne. Zjednodu¹uje prácu so systémom, ale nemal by by» pripojený k iným poèítaèom, alebo k internetu. Nie sú toti¾ pou¾ívané ¾iadne heslá.
tr: Bu seviye RAID'i dikkatli kullanmanýzý öneririz. Sisteminiz daha kolay kullanýlacak, ancak hatalara karþý da duyarlýlýðý artacaktýr. Ýnternet'e baðlýysanýz bu seçimi yapmanýzý önermiyoruz. Parola eriþimi bulunmamaktadýr.
uk: Цей р╕вень потр╕бно використовувати з обережн╕стю. В╕н дозволя╓ б╕льш просте користування Вашою системою, але ╓ надзвичайно ненад╕йним. Не можна користуватися такою системою, коли вона п╕д'╓днана мережею до ╕нших систем, або до ╕нтернету. Парол╕ не використовуються в ц╕й систем╕.
vi: Møc ®é nµy ®­îc dïng víi sù l­u t©m. Nã lµm hÖ thèng dÔ sö dông h¬n, nh­ng dÔ bÞ tæn th­¬ng: kh«ng ®­îc dïng cho m¸y tÝnh nèi m¹ng hoÆc nèi víi Internet. Kh«ng cã truy cËp mËt khÈu.

source: Password are now enabled, but use as a networked computer is still not recommended.
cs: Hesla jsou nyní aktivní, ale stále nedoporuèuji pou¾ít tento poèítaè na síti.
eu: Pasahitzak indarrean, baina sarean sartutako konputagailu bezala ez erabiltzea gomendatzen da.
hr: Lozinke su sada ukljuèene meðutim jo¹ ne preporuèam kori¹tenje ovog raèunala u mre¾nom okoli¹u.
lt: Dabar slaptaþodþiai yra ájungti bet naudoti kaip tinkliná kompiuterá dar nerekomenduojama.
lv: Tagad tiek izmantota parole, taèu izmantot datoru tîklâ vçl aizvien nav ieteicams.
ro: Parolele sunt acum activate, dar utilizarea lui ca un calculator într-o reþea tot nu recomandatã.
sk: Je nastavené pou¾ívanie hesiel, ale pou¾itie tohoto poèítaèa v sieti nemô¾em doporuèi».
tr: Parolalar etkinleþtirildi, yine de bir að üzerinde kullanmamanýz tavsiye edilir.
uk: Парол╕ тепер вмикнен╕, але все одно не рекоменду╓ться користуватися цим комп'ютером в мереж╕.
vi: B©y giê cho phÐp mËt khÈu, nh­ng sö dông cho mét m¸y nèi m¹ng th× vÉn kh«ng nªn.
