Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: The total size for the groups you have selected is approximately %d MB.
cs: Celková velikost zvolených balíèkù je pøibli¾nì %d MB.
eu: Hautatutako taldeen tamaina gutxigorabehera %d MBekoa da.
hr: Ukupna velièina izabranih grupa je otprilike %d MB.
lt: Grupiø, kurias tu pasirinkai, bendras dydis yra apie %d MB.
lv: Kopçjais jûsu izvçlçto grupu izmçrs ir aptuveni %d MB.
ro: Mãrimea totalã a grupurilor selectate e în jur de %d MB.
sk: Celková veµkos» skupín, ktoré ste oznaèili je pribli¾ne %d MB.
tr: Seçtiðiniz paket gruplarýnýn toplam boyu yaklaþýk %d MB.
uk: Загальний розм╕р вибрано╖ Вами групи близько %d Мб.
vi: KÝch th­íc tæng céng cña c¸c nhãm sÏ cµi ®Æt mµ b¹n chän kho¶ng %d MB.

source: If you wish to install less than this size, select the percentage of packages that you want to install. A low percentage will install only the most important packages; a percentage of 100%% will install all selected packages.
cs: Pokud si pøejete instalaci na men¹í prostor ne¾ je tento, zvolte si kolik procent balíèkù se má nainstalovat. Malý poèet procent nainstaluje pouze ty nejdùle¾itìj¹í balíèky, 100%% nainstaluje v¹echny zvolené.
eu: Tamaina hau baino txikiagoa nahi baduzu, hauta instalatu nahi duzun paketeen ehunekoa. 100%%ekoak pakete guztiak instalatuko du.
hr: Ukoliko ¾elite instalirati manje od ove velièine, izaberite postotak paketa koliko ¾elite instalirati. Mali postotak æe instalirati samo najva¾nije pakete; dok postotak od 100%% æe instalirati sve odabrane pakete.
lt: Jei tu nori ádiegti maþiau, nei èia nurodyta, pasirink, kiek procentø paketø tu norëtum ádiegti. Jei procentø maþai, bus ádiegti tik patys svarbiausi paketai; su 100% bus ádiegti visi paþymëti paketai.
lv: Ja jûs vçlaties instalçt mazâk nekâ ðo izmçru, procentuâli izvçlieties instalçjamo pakotòu daudzumu. Zems procentu lîmenis instalçs tikai vissvarîgâkâs pakotnes; 100% lîmenî tiks instalçtas visas izvçlçtâs pakotnes.
ro: Dacã doriþi sã instalaþi mai puþin decît aceastã mãrime, selectaþi procentul pachetelor pe care doriþi sã le instalaþi. Un procent slab va instala numai pachetele cele mai inmportante; un procent de 100% va instala toate pachetele selectate.
sk: Ak si ¾eláte in¹talova» menej ako je dané èíslo, zvoµte toµko percent balíkov, koµko uznáte za vhodné. Pri malých percentách sa budú in¹talova» iba naozaj dôle¾ité balíky a ak zvolíte 100%% nain¹taluje sa v¹etko.
tr: Bu boyuttan daha azýný yüklemek isterseniz, kurmak istediðiniz paket yüzdesini seçin. Düþük bir yüzde belirtirseniz sadece çok önemli paketler kurulacaktýr.%%100 belirtirseniz seçtiðiniz bütün paketler kurulacaktýr.
uk: Якщо Ви хочете встановити менше, н╕ж цей розм╕р, вибер╕ть розм╕р у в╕дсотках тих пакет╕в, що ви бажа╓те встановити. Якщо ви виберете мале число, т╕льки пакети, без яких не можна об╕йтися будуть встановлен╕. При вибор╕ 100% буде встановлено все вибране.
vi: NÕu b¹n muèn cµi ®Æt thÊp h¬n kÝch th­íc nµy, h·y chän tû lÖ phÇn tr¨m cña c¸c gãi mµ b¹n muèn cµi ®Æt. Víi tû lÖ phÇn tr¨m thÊp sÏ chØ cã c¸c gãi quan träng nhÊt ®­îc cµi ®Æt; Víi tû lÖ 100%% sÏ cµi ®Æt toµn bé c¸c gãi ®­îc chän.

source: You have space on your disk for only %d%% of these packages. If you wish to install less than this, select the percentage of packages that you want to install. A low percentage will install only the most important packages; a percentage of %d%% will install as many packages as possible.
cs: Na va¹em hardisku je místo pouze pro %d%% tìchto balíèkù. Pokud jich chcete nainstalovat je¹tì ménì, zvolte jiný poèet procent. Malý poèet procent nainstaluje pouze ty nejdùle¾itìj¹í balíèky, %d%% nainstaluje maximální mo¾né mno¾ství balíèkù.
eu: Zure diskoan, paketeen %d%%rako tokia duzu. Gutxiago nahi baduzu, hauta instalatu nahi duzun paketeen ehunekoa. Ehuneko txikiak pakete nagusiak instalatuko ditu; %d%% ehunekoak ahal bezain besteko paketeak instalatuko ditu.
hr: Imate mjesta na va¹em disku za samo %d%% paketa. Ukoliko ¾elite instalirati manje od ovoga, izaberite postotak paketa koliko ¾elite instalirati. Mali postotak æe instalirati samo najva¾nije pakete; dok postotak od %d%% æe instalirati koliko god je paketa moguæe.
lt: Tu turi vietos diske tik %d%% ðiø paketø. Jei tu nori ádiegti maþiau, nei èia nurodyta, pasirink, kiek procentø paketø tu norëtum ádiegti. Jei procentø maþai, bus ádiegti tik patys svarbiausi paketai; su %d%% bus ádiegtà tiek paketø, kiek tik ámanoma.
lv: Jums uz diska ir vieta tikai %d%% no ðîm pakotnçm. Ja vçlaties instalçt mazâk, procentuâli izvçlieties instalçjamo pakotòu daudzumu. Zems procentu lîmenis instalçs tikai vissvarîgâkâs pakotnes; %d%% lîmenis instalçs tik daudz pakotòu, cik ir iespçjams.
ro: Nu aveþi spaþiu pe discul dunmeavoastrã decît pentru %d%% al acestor pachete. Dacã doriþi sã instalaþi mai puþin decît atît, selectaþi procentul pachetelor pe care doriþi sãle instalaþi. Un procent slab nu va installa decît pachetele cele mai importante; un procent de %d%% va instala cît de multe pachete va fi posibil.
sk: Na disku máte priestor iba pre %d%% z oznaèených balíkov. Ak si ¾eláte nain¹talova» menej, zvoµte toµko percent balíkov, koµko uznáte za vhodné. Pri malých percentách sa budú in¹talova» iba naozaj dôle¾ité balíky Ak necháte %d%% nain¹taluje sa toµko balíkov, koµko bude mo¾né.
tr: Sabit diskinizde bu paketlerin sadece %%%d'sini kuracak kadar yer var. Bundan daha azýný kurmak isterseniz, %%%d ile kurulabilecek tüm paketler, daha düþük bir yüzde ile ise sadece çok önemli paketler kurulacaktýr.
uk: На Вашому диску вистача╓ м╕сця т╕льки для %d%% цих пакет╕в. Якщо ви хочете встановити менше, н╕ж це, вибер╕ть число у в╕дсотках в╕д розм╕ру пакет╕в для установки. Якщо ви виберете мале число, т╕льки пакети, без яких не можна об╕йтися будуть встановлен╕. При вибор╕ %d%% буде встановлено максимально можливе число пакет╕в.
vi: Kh«ng gian trªn ®Üa chØ cho phÐp %d%% cña c¸c gãi nµy. NÕu b¹n muèn cµi ®Æt Ýt h¬n tû lÖ nµy, h·y chän tû lÖ phÇn tr¨m c¸c gãi b¹n muèn cµi ®Æt. Víi tû lÖ phÇn tr¨m thÊp sÏ chØ cã c¸c gãi quan träng nhÊt ®­îc cµi ®Æt; Víi tû lÖ %d%% sÏ cµi ®Æt cµng nhiÒu gãi cµng tèt.

source: You will be able to choose them more specifically in the next step.
cs: Pøesnìji si budete moci vybrat v pøí¹tím kroku
eu: Hurrengo hurratsean zehatzago hauta dezakezu
hr: Detaljniji izbor nalazi se u slijedeæem koraku.
lt: Sekanèiame þingsnyje tu juos galësi pasirinkti tiksliau.
lv: Nâkamajâ solî jûs varçsit izvçlçties daudz precîzâk.
ro: Veþi putea sã le alegeþi mai în detaliu la etapa urmãtoare.
sk: V ïal¹om kroku budete ma» mo¾nos» nastavi» presnej¹ie
tr: Sonra ki adýmda daha ayrýntýlý bir seçim karþýnýza gelecektir.
uk: Б╕льш точно можна буде вибрати на наступному кроц╕
vi: B¹n sÏ cã thÓ chän chóng mét c¸ch cô thÓ h¬n ë b­íc sau.

source: Percentage of packages to install
cs: Procent balíèkù k instalaci
eu: Instalatu beharreko paketeen ehunekoa
hr: Odaberite postotak paketa koje ¾elite instalirati
lt: Kiek procentø paketø ádiegti
lv: Instalçjamo pakotòu procentuâlais daudzums
ro: Procentul pachetelor de instalat
sk: Percentuálny poèet balíkov pre in¹taláciu
tr: Kurulacak paketlerin yüzdesi
uk: Процентн╕ в╕дношення пакет╕в для установки
vi: Tû lÖ phÇn tr¨m c¸c gãi cµi ®Æt

source: Package Group Selection
cs: Výbìr skupiny balíèkù
eu: Pakete Taldearen aukeraketa
hr: Odabir grupe paketa
lt: Paketø grupiø pasirinkimas
lv: Pakotòu grupu izvçle
ro: Selectarea grupurilor de pachete
sk: Výber skupín balíkov
tr: Paket Grubu Seçimi
uk: Виб╕р груп пакет╕в
vi: Nhãm gãi tin ®­îc chän

source: Individual package selection
cs: Výbìr jednotlivých balíèkù
eu: Banan-banako pakete hautapena
hr: Individualan odabir paketa
lt: Atskirø paketø pasirinkimas
lv: Atseviðíu pakotòu izvçle
ro: Selectare individualã a pachetelor
sk: Osobitná voµba balíkov
tr: Tek tek paket seçimi
uk: ╤ндив╕дульний виб╕р пакет╕в
vi: C¸c gãi riªng ®­îc chän

source: Total size: %d / %d MB
cs: Celková velikost: %d / %d MB
eu: Tamaina guztira: %d / %d MB
hr: Ukupna velièina: %d / %d MB
lt: Bendras dydis: %d / %d MB
lv: Kopçjais izmçrs: %d / %d MB
ro: Mãrime totalã: %d / %d MB
sk: Celková veµkos»: %d / %d MB
tr: Toplam boyut: %d / %d MB
uk: Загальний розм╕р: %d / %d Мб
vi: KÝch th­íc toµn bé: %d / %d MB

source: Bad package
cs: ©patný balíèek
eu: Pakete okerra
hr: Lo¹ paket
lt: Blogas paketas
lv: Slikta pakotne
ro: Pachet defectuos
sk: Chybný balík
tr: Hatalý paket
uk: Пакети неробоч╕
vi: Gãi háng

source: Name: %s
cs: Jméno: %s
eu: Izena: %s
hr: Ime: %s
lt: Pavadinimas: %s
lv: Nosaukums: %s
ro: Nume: %s
sk: Meno: %s
tr: Ýsim: %s
uk: Назва: %s
vi: Tªn: %s

source: Importance: %s
cs: Dùle¾itost: %s
eu: Garrantzia: %s
hr: Znaèaj: %s
lt: Svarba: %s
lv: Svarîgums: %s
ro: Importanþã: %s
sk: Dôle¾ité: %s
tr: Önem seviyesi: %s
uk: Важлив╕сть: %s
vi: Quan träng: %s

source: You can't select this package as there is not enough space left to install it
cs: Nemù¾ete oznaèit tento balíèek, proto¾e pro jeho instalaci není dost místa
eu: Ez dago lekurik pakete honetarako
hr: Ne mo¾ete oznaèiti ovaj paket buduæi da nema dovoljno mjesta gdje ga se mo¾e instalirati
lt: Tu negali pasirinkti ðio paketo, kadangi nebëra pakankamai vietos jam ádiegti
lv: Jûs nevarat izvçlçties ðo pakotni, jo nepietiek vietas tâs instalçðanai
ro: Nu aveþi destul spaþiu pentru a instala acest pachet
sk: Nemô¾ete oznaèi» tento balík preto¾e na jeho in¹taláciu nie je dos» miesta.
tr: Yeterli yeriniz kalmadýðýndan bu paketi seçemezsiniz
uk: Вибрати цей пакет неможливо. Для його установки не вистача╓ м╕сця.
vi: B¹n kh«ng thÓ chän gãi nµy v× kh«ng cßn ®ñ kh«ng gian ®Ó cµi ®Æt

source: The following packages are going to be installed
cs: Tyto balíèky budou instalovány
eu: Hurrengo paketeak instalatuko dira
hr: Slijedeæi paketi æe biti instalirani
lt: Ruoðiamasi ádiegti ðiuos paketus
lv: Tiks instalçtas sekojoðas pakotnes
sk: Budú nain¹talované nasledujúce balíky
tr: Aþaðýdaki paketler kurulacaktýr
uk: Ц╕ пакети будуть встановленими
vi: C¸c gãi sau ®©y sÏ ®­îc cµi ®Æt

source: The following packages are going to be removed
cs: Tyto balíèky budou odebrány
eu: Hurrengo paketeak ezabatuko dira
hr: Slijedeæi paketi æe biti uklonjeni
lt: Ruoðiamasi paðalinti ðiuos paketus
lv: Tiks noòemtas sekojoðas pakotnes
sk: Nasledujúce balíky budú odstránené
tr: Aþaðýdaki paketler sistemden silinecekler
uk: Ц╕ пакети будуть де╕нстальованими
vi: C¸c gãi sau ®©y sÏ ®­îc bá ra

source: You can't select/unselect this package
cs: Nemù¾ete vybrat/nevybrat tento balíèek
eu: Ezin hauta/kendu pakete hau
hr: Ne mo¾ete oznaèiti/odznaèiti ovaj paket
lt: Tu negali paþymëti/atþymëti ðio paketo
lv: Jûs varat izvçlçties/atteikties no ðîs pakotnes
ro: Nu puteþi selecta/deselecta acest pachet
sk: Mô¾ete oznaèi»/odznaèi» tento balík
tr: Bu paket seçimlik deðildir
uk: Не можна вибрати або в╕дм╕нити виб╕р цього пакету.
vi: B¹n kh«ng thÓ chän/bá chän gãi nµy

source: This is a mandatory package, it can't be unselected
cs: Toto je nepostradatelný balíèek, nemù¾e být odstranìn
eu: Ezinbesteko paketea da, ezin zaio huatapena kendu
hr: Buduæi da je ovo obvezni paket ne mo¾ete ga odznaèiti
lt: Tai yra privalomas paketas, jis negali bûti atþymëtas
lv: Ðî ir obligâta pakotne, no tâs nevar atteikties
ro: Acesta este un pachet indispensabil ºi nu poate fi deselectat
sk: Toto je jeden zo základných balíkov, nemô¾e by» odznaèený
tr: Bu zorunlu bir pakettir, sistemden kaldýrýlamaz
uk: Цей пакет необх╕дний. Не можна в╕дм╕нити його виб╕р
vi: Gãi nµy b¾t buéc chän, kh«ng thÓ bá chän nã

source: You can't unselect this package. It is already installed
cs: Nemù¾ete od-oznaèit tento balíèek, proto¾e je u¾ nainstalovaný
eu: Ezin duzu hautatutako hau kendu. Dagoeneko instalatua
hr: Ne mo¾ete odznaèiti ovaj paket buduæi da je veæ instaliran
lt: Tu negali atþymëti ðio paketo. Jis jau yra ádiegtas
lv: Jûs nevarat atteikties no ðîs pakotnes. Tâ jau ir instalçta
ro: Nu puteþi deselecta aces pachet. E deja instalat
sk: Nemô¾ete odznaèi» tento balík. Je u¾ nain¹talovaný
tr: Bu paketi seçimlerinizden çýkaramazsýnýz. Zaten kurulmuþ.
uk: Виб╕р цього пакету неможливо в╕дм╕нити. Його вже встановлено.
vi: B¹n kh«ng thÓ bá chän gãi nµy. Nã ®­îc cµi ®Æt råi

source: This package must be upgraded Are you sure you want to deselect it?
cs: Tento balíèek musí být obnoven Jste si jisti, ¾e ho nechcete zvolit?
eu: Pakete hau eguneratu behar da Aukera kendu nahi?
hr: Ovaj paket treba nadograditi Da li ste sigurni da ga ¾elite odznaèiti?
lt: Ðis paketas privalo bûti atnaujintas Ar tu tikrai nori já atþymëti?
lv: Ðo pakotni ir nepiecieðams uzlabot Vai tieðâm vçlaties atteikties no tâs?
ro: Acest pachet trebuie actualizat Sunteþi sigur cã doriþi sã-l deselectaþi ?
sk: Tento balík potrebuje nov¹iu verziu Ste si istý, ¾e ho chcete odznaèi»?
tr: Bu paket güncellenmek zorunda Seçimlerinizden çýkarmak istediðinizden emin misiniz?
uk: Цей пакет повинен бути поновлений Ви справд╕ хочете в╕дм╕нити його виб╕р?
vi: Gãi nµy ph¶i ®­îc n©ng cÊp B¹n cã ch¾n lµ muèn bá chän nã kh«ng?

source: You can't unselect this package. It must be upgraded
cs: Tento balíèek musí být obnoven, nemù¾ete ho nezvolit
eu: Ezin duzu hautatutakoa kendu. Eguneratu behar da
hr: Ne mo¾ete odznaèiti ovaj paket buduæi da ga treba nadograditi
lt: Tu negali atþymëti ðio paketo. Jis privalo bûti atnaujintas
lv: Jûs nevarat atteikties no ðîs pakotnes. To ir nepiecieðams uzlabot
ro: Nu puteþi deselecta acest pachet. Trebuie acualizat.
sk: Nemô¾ete odznaèi» tento balík. Musíte prida» novú verziu
tr: Bu paketi seçimlerinizden çýkaramazsýnýz. Güncellenmek zorunda
uk: Виб╕р цього пакету неможливо в╕дм╕нити. В╕н повинен бути поновлений.
vi: B¹n kh«ng thÓ kh«ng chän gãi nµy. Nã ph¶i ®­îc n©ng cÊp.

source: Show automatically selected packages
cs: Ukázat automaticky vybrané balíèky
eu: Erakutsi automatikoki aukeraturiko paketeak
hr: Prika¾i automatski odabrane pakete
sk: Zobraz automaticky zvolené balíèky
tr: Kendiliðinden seçilen paketleri göster
uk: Показувати автоматично вибран╕ пакети
vi: HiÓn thÞ c¸c gãi ®­îc chän tù ®éng

source: Load/Save on floppy
cs: Ulo¾it/Nahrát na/z disketu/y
eu: Zamatu/Gorde disketean
hr: Uèitaj/Spremi na disketu
sk: Nahra»/Ulo¾i» na disketu
tr: Disketten yükle/Diskete kaydet
uk: Прочитати/записати з/на дискету
vi: T¶i/L­u vµo ®Üa mÒm

source: Updating package selection
cs: Aktualizuji výbìr balíèkù
eu: Pakete aukera eguneratzen
hr: Dograðujem izbor paketa
sk: Aktualizácia voµby balíèkov
tr: Paket seçimini güncellemesi
uk: Зберегти виб╕р пакет╕в
vi: §ang cËp nhËt sù lùa chän c¸c gãi

source: Minimal install
cs: Minimální instalace
eu: Gutxieneko instalazioa
sk: Minimálna in¹talácia
tr: En küçük Kurulum
uk: М╕н╕мальна установка
vi: Cµi ®Æt tèi thiÓu

source: Estimating
cs: Odhaduji
eu: Neurtzen
hr: Procjenjujem
lt: Skaièiuojama
lv: Aprçíinu
ro: Estimare
sk: Odhadujem
tr: Tahminen
uk: Наближене обчислення
vi: §ang ­íc l­îng

source: Please wait, preparing installation
cs: Èekejte prosím, pøipravuji instalaci
eu: Instalazioa prestatzen, itzaron mesedez
hr: Molimo prièekajte, Pripremam instalaciju
lt: Praðome palaukti. Ruoðiamas ádiegimas
lv: Lûdzu gaidiet, gatavoju instalâciju
sk: Prosím èakajte, pripravujem in¹taláciu
tr: Lütfen bekleyin, Kurulum hazýrlanýyor
uk: Зачекайте, ╕де п╕дготовка установки
vi: H·y chê, ®ang chuÈn bÞ cµi ®Æt.

source: %d packages
cs: %d balíèkù(y)
eu: %d pakete
hr: %d paketa
lt: %d paketø
lv: %d pakotnes
ro: %d pachete
sk: %d balíky
tr: %d paket
uk: %d пакети
vi: %d gãi
