Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Congratulations, installation is complete. Remove the boot media and press return to reboot. For information on fixes which are available for this release of Mandrake Linux, consult the Errata available from http://www.mandrakelinux.com/. Information on configuring your system is available in the post install chapter of the Official Mandrake Linux User's Guide.
cs: Gratulujeme vám, instalace je dokonèena. Vyjmìte startovací média a stisknìte return pro restart. Na opravy této instalace systému Mandrake Linux se lze informovat na stránce Errata na http://www.mandrakelinux.com/. Informace o konfiguraci systému po instalaci jsou dostupné v dané kapitole oficiální u¾ivatelské pøíruèky pro Mandrake Linux.
eu: Zorionak, instalazioa osotu duzu. Abiarazlea (boot media) kendu eta return sakatu berrabiatzeko. Mandrake Linux honentzako beharrezko litzatezken konpoketetaz jabetzeko, http://www.mandrakelinux.com/-n dauden Erratak begiratu. Systemaren post instalaziozko konfiguraziorako beharrezkoa den informazioa Mandrake Linux Erabiltzailearen Gida Ofizialean dagoen instalazio kapitulura jo.
hr: Èestitam, instalacija je kompletna. Uklonite boot medij i pritisnite return za ponovno podizanje. Za informacije o popravcima koji su raspolo¾ivi za ovo izdanje Mandrake Linux-a, konzultirajte Eratu raspolo¾ivu na http://www.mandrakelinux.com/. Informacije o konfiguriranju va¹eg sustava je raspolo¾ivo u poslije instalacijskom poglavlju od Official Mandrake Linux User's Guide.
lt: Sveikiname. Ádiegimas baigtas. Iðtrauk ádiegimo laikmenas ir spausk Enter, kad perkrautum. Kad suþinotum apie pataisymus, kurie prieinami ðiai Mandrake Linux laidai, pasiþiûrëk á Errata, kuris yra http://www.mandrakelinux.com/. Informacija apie tavo sistemos konfigûravimà yra oficialioje Mandrake Linux User's Guide knygoje.
lv: Apsveicam, instalçðana ir pabeigta. Izòemiet sâknçðanas datu nesçju un nospiediet ievadu, lai pârstartçtu datoru. Lai saòemtu informâciju par labojumiem, kas ir pieejami ðim Mandrake Linux izdevumam, skatiet Errata failu, kas atrodams http://www.linux-mandrake.com/. Informâcija par jûsu sistçmas konfigurçðanu ir pieejama Oficiâlâs Mandrake Linux rokasgrâmatas pçcinstalçðanas nodaïâ.
sk: Gratulujeme! In¹talácia je kompletná. Vyberte zavádzacie médium (disketa, CD) a staète enter pre re¹tart poèítaèa. Informácie o opravách tejto verzie Mandrake Linux-u mô¾ete nájst nahttp://www.mandrakelinux.com/.
tr: Tebrikler, kurulum tamamlandý. Cdrom ve disketi çýkarttýktan sonra Enter'a basarak bilgisayarýnýzý yeniden baþlatýn. Mandrake Linux'nin bu sürümündeki yamalar hakkýnda bilgi almak için http://www.mandrakelinux.com adresinden Errata'ya bakýnýz. Sisteminizin ayarlarý hakkýnda daha geniþ bilgiyi Mandrake Linux Kullanýcý Kitapçýðý'nda bulabilirsiniz.
uk: В╕тання, установка зак╕нчена. Вийм╕ть з дисковод╕в завантажувальн╕ нос╕╖ ╕ пот╕м натисн╕ть Return для перевантаження системи. Для ╕нформац╕╖ про виправлен╕ помилки знайден╕ в цмй верс╕╖ Mandrake Linux зверн╕ться до розд╕лу Errata на сервер╕ http://www.mandrakelinux.com/. Дов╕дки про конф╕гурац╕ю Вашо╖ системи приведен╕ в пост-установочному розд╕л╕ Оф╕ц╕йного Кер╕вництва Користувача Mandrake Linux.
vi: Chóc mõng b¹n, qu¸ tr×nh cµi ®Æt ®· hoµn thµnh. LÊy ®Üa khëi ®éng ra vµ nhÊn return ®Ó khëi ®éng l¹i. VÒ th«ng tin söa lçi cã s½n cho c¸c phiªn b¶n cña Mandrake Linux, h·y tham kh¶o Errata cã t¹i http://www.mandrakelinux.com/. Th«ng tin cÊu h×nh hÖ thèng cã s½n trong ch­¬ng 'sau cµi ®Æt' cña h­íng dÉn chÝnh sö dông Linux(Official Mandrake Linux User's Guide)

source: Generate auto install floppy
cs: Vytvoøit disketu pro automatickou instalaci
eu: Berez instalatzeko disketea prestatu
hr: Napravi auto instalacijsku disketu
lt: Sukurti automatinio ádiegimo diskelá
lv: Sagatavot auto instalçðanas disketi
sk: Príprava auto in¹talaènej diskety
tr: Otomatik kurulum disketi oluþtur
uk: Створення автоустановочно╖ дискети
vi: T¹o ®Üa mÒm cµi ®Æt tù ®éng

source: The auto install can be fully automated if wanted, in that case it will take over the hard drive!! (this is meant for installing on another box). You may prefer to replay the installation.
cs: Instalace mù¾e být v pøípadì potøeby plnì automatická, ale pou¾ije se celý disk!!! (v pøípadì instalace na druhý poèítaè) Takto lze jednodu¹e zopakovat instalaci.
eu: Nahi izanez gero autoinstall guztiz automatikoa izan daiteke. Horrela izatekotan disko zurruna bere gain hartudo du!! (beste kutxa bateko instalazioaz ari gara). Instalazioa berriz abiariazi nahi zenezake.
hr: Auto instalacija mo¾e biti potpuno automatska ukoliko ¾elite, u tom sluèaju æe preuzeti hard disk!! (ovo znaèi za instalaciju na drugo raèunalo). Mo¾ete preferirati da ponovite instalaciju.
lt: Automatinis ádiegimas reikalui esant gali bûti pilnai automatizuotas. Tokiu atveju jis uþims visà diskà!! (turint omenyje ádiegimà á kità dëþæ). Jûs galbût norësite pakartoti ádiegimà.
sk: Automatická in¹talácia mô¾e by» plne automatizovaná v tom prípade v¹ak in¹talácia zaberie celý pevný disk.
tr: Tam otomatik bir kurulum yapýlabilir, ancak bu durumda sabit diskiniz tamamen ele geçirilebilir!! (Yani kurulum programý bütün diski kullanmaya kalkabilir). Etkileþimli bir kurulumu da tercih edebilirsiniz.
uk: Якщо потр╕бно, автоматизована установка може бути повн╕стю автоматично. В цьому випадку установка буде мати повний контроль над вашим диском!! (Такий тип установки в основному п╕дходить для установки на ╕нш╕й систем╕) Можливо ви захочете повторити установку.
vi: Cµi ®Æt tù ®éng cã thÓ hoµn toµn tù ®éng nÕu muèn, trong tr­êng hîp nµy nã sÏ tiÕp nèi æ cøng!! (NghÜa lµ tiÕn hµnh cµi ®Æt lªn mét æ kh¸c). Cã thÓ b¹n thÝch diÔn l¹i qu¸ tr×nh cµi ®Æt.

source: Automated
cs: Automaticky
eu: Automatikoa
hr: Automatski
lt: Automatinis
lv: Automâtisks
sk: Automatická
tr: Otomatik
uk: Автоматизована
vi: Tù ®éng

source: Replay
cs: Zopakovat
eu: Berabiatu
hr: Ponovno prika¾i
lt: Parodyti vël
lv: Atkârtot
sk: Prehra»
tr: Tekrarla
uk: Повторити
vi: DiÔn l¹i

source: Save packages selection
cs: Ulo¾it výbìr jednotlivých balíèkù
eu: Pakete hautapena gorde
hr: Spremi odabir paketa
lt: Iðsaugoti paketø pasirinkimà
lv: Saglabât pakotòu izvçli
sk: Ulo¾i» voµbu balíkov
tr: Paket seçimini Kaydet
uk: Зберегти виб╕р пакет╕в
vi: L­u lùa chän c¸c gãi

source: Mandrake Linux Installation %s
cs: Mandrake Linux Instalace %s
eu: Mandrake Linux-ren %s instalazioa
hr: Mandrake Linux instalacija %s
lt: Mandrake Linux ádiegimas %s
lv: Mandrake Linux instalçðana %s
sk: In¹talácia Mandrake Linux %s
tr: Mandrake Linux Kurulum %s
uk: Установка Mandrake Linux %s
vi: Cµi ®Æt Mandrake Linux %s

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
cs: <Tab>/<Alt-Tab> pøepn. mezi prvky | <Space> výbìr | <F12> dal¹í obraz.
eu: <Tab>/<Alt-Tab> elementuen artean | <Space> hautatzeko | <F12> hurrengo pantaila
hr: <Tab>/<Alt-Tab> izmeðu elemenata | <Space> bira | <F12> slijedeæi zaslon
lt: <Tab>/<Alt-Tab> tarp elementø | <Tarpas> parenka | <F12> kitas langas
lv: <Tab>/<Alt-Tab> pâriet | <Space> izvçlçties | <F12> uz nâkamo ekrânu
ro: <Tab>/<Alt-Tab> între elemente | <Space> selecteazã | <F12> urmãtorul ecran
sk: <Tab>/<Alt-Tab> medzi polo¾kami | <Medzera> oznaèuje | <F12> ïalej
tr: <Tab>/<Alt-Tab> ileri/geri | <Boþluk> iþaretle | <F12> sonraki ekran
uk: <Tab>/<Alt-Tab> м╕ж елементами | <Space> виб╕р | <F12> наступний екран
vi: <Tab>/<Alt-Tab> gi÷a c¸c phÇn tö | <Space> chän | <F12> mµn h×nh tiÕp theo

source: kdesu missing
cs: chybí kdesu
eu: kdesu galduta
hr: kdesu nedostaje
sk: chýba kdesu
tr: kdesu vazgeç
uk: нема╓ kdesu
vi: mÊt kdesu

source: Choose a file
cs: Vyberte soubor
nb: Velg fil
pa_in: ਇੱਕ ਫਾਇਲ ਚੁਣੋ
sk: Zvoµte súbor
tr: Bir dosya seçin
uk: Вибер╕ть файл
vi: Chän mét tËp tin

source: Advanced
cs: Roz¹íøení
eu: Aurreratua
hr: Napredno
lt: Iðplëstinis
lv: Izvçrsta
nb: Avansert
pa_in: ਤਕਨੀਕੀ
sk: Roz¹írene
tr: Geliþmiþ
uk: Досв╕дчений
vi: N©ng cao

source: Please wait
cs: Prosím poèkejte
eu: Mesedez itxaron
hr: Molim prièekajte
lt: Praðom palaukti
lv: Lûdzu uzgaidiet
nb: Vent litt
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ
ro: Puþinticã rãbdare
sk: Prosím èakajte
tr: Lütfen bekleyin
uk: Зачекайте, будь-ласка
vi: H·y ®îi

source: Expand Tree
cs: Rozbal vìtev
eu: Zabaldu adarrak
hr: Pro¹iri stablo
lt: Iðskleisti medá
lv: Izvçrst koku
pa_in: ਲੜੀ ਫੈਲਾਓ
ro: Expandaþi Arborele
sk: Uká¾ strom
tr: Aðacý Aç
uk: Розширити дерево
vi: Më réng C©y

source: Collapse Tree
cs: Sbal vìtev
eu: Batu adarrak
hr: Sa¾mi stablo
lt: Suskleisti medá
lv: Sakïaut koku
pa_in: ਲੜੀ ਸਮੇਟੋ
ro: Închideþi Arborele
sk: Skri strom
tr: Aðacý Kapat
uk: Стиснути дерево
vi: Thu gän C©y

source: Toggle between flat and group sorted
cs: Pøepnutí mezi abecedním a skupinovým øazením
hr: Prebaci izmeðu ravno i grupno sortiranog
lt: Perjungti tarp rikiavimo pagal grupes ar abëcëlæ
lv: Sakârtots vienâ sarakstâ vai pa grupâm
pa_in: ਕ੍ਰਮਬੱਧ ਫਲੈਟ ਅਤੇ ਸਮੂਹ ਵਿੱਚ ਤਬਦੀਲੀ
ro: Basculaþi între plat ºi triere în funcþie de grup
sk: Priame, alebo skupinové triedenie
tr: Birbirine baðla ve sýralý grupla
uk: Перемикнути м╕ж показом по групам ╕ звичайним списком
vi: ChuyÓn gi÷a d·y vµ nhãm ®­îc ph©n lo¹i

source: Ambiguity (%s), be more precise
cs: Dvojsmyslnost (%s), buïte pøesnìj¹í
eu: Anbiguitatea (%s), zehatzago izan
hr: Dvosmislenost (%s), budite precizniji
lt: Dviprasmiðkumas (%s), bûk tikslesnis
lv: Nenoteiktîba (%s), esiet precîzâks
ro: Ambiguitate (%s), fiþi mai precis
sk: Nejednoznaènos» (%s), buïte presnej¹í
tr: Karýþýklýk (%s), daha açýk yazýn
uk: Неоднозначн╕сть (%s). Вкаж╕ть, будь-ласка, точн╕ше
vi: Kh«ng râ (%s), h·y lµm chÝnh x¸c h¬n

source: Bad choice, try again
cs: ©patná volba, zkuste to znovu
eu: Aukera okerra, saia zaitez berriro
hr: Krivi izbor, poku¹ajte ponovo
lt: Blogas pasirinkimas, bandyk vël
lv: Slikta izvçle, pamçìiniet vçlreiz
nb: Ugyldig valg. Prøv på nytt.
pa_in: ਗਲਤ ਚੋਣ, ਫਿਰ ਕੋਸ਼ਿਸ਼
ro: Alegere greºitã, încercaþi din nou
sk: Chybná voµba, skúste znovu
tr: Hatalý tercih, tekrar deneyin
uk: Невдалий виб╕р, спробуйте ще раз
vi: Chän tåi, h·y thö l¹i

source: ? (default %s)
cs: ? (výchozí %s)
eu: ? (jatorrizkoa %s)
hr: ? (uobièajeno %s)
lt: ? (pagal nutylëjimà %s)
lv: ? (noklusçti %s)
ro: ? (din oficiu %s)
sk: ? (predvolené %s)
tr: ? (%s öntanýmlý)
uk: ? (рекомендований %s)
vi: ? (mÆc ®Þnh %s)

source: Your choice? (default %s)
cs: Va¹e volba? (výchozí %s)
eu: Zure aukera? (jatorrizkoa %s
hr: Va¹ izbor? (uobièajeno %s)
lt: Tavo pasirinkimas? (pagal nutylëjimà %s)
lv: Jûsu izvçle? (noklusçti %s)
nb: Valg? (Standard: «%s».)
pa_in: ਤੁਹਾਡੀ ਚੋਣ? (ਮੂਲ %s)
ro: Ce alegeþi? (din oficiu %s)
sk: Va¹a voµba? (predvolené %s)
tr: Seçiminiz? (%s öntanýmlý)
uk: Ваш виб╕р? (рекомендований %s)
vi: Lùa chän cña b¹n? (mÆc ®Þnh %s)

source: Your choice? (default %s enter `none' for none)
cs: Va¹e volba? (výchozí %s; zadejte 'nic' pro nic)
eu: Zure aukera? (jatorrizko % sar `none' ezer denean
hr: Va¹ izbor? (uobièajeno %s unesite `none' za nijedan)
lt: Tavo pasirinkimas? (pagal nutylëjimà %s, ávesk `none' jei nieko nenori)
lv: Jûsu izvçle? (noklusçti %s ievadiet `none', ja nav)
ro: Ce alegeþi ? (din oficiu %s enter `niciuna' pentru niciuna)
sk: Va¹a voµba? (predvolené %s vlo¾te `none' pre niè
tr: Seçiminiz (öntanýmlý %s, yoksa `none' yazýn)
uk: Ваш виб╕р? (рекомендований %s, введ╕ть `none' для н╕якого)
vi: Lùa chän cña b¹n? (mÆc ®Þnh %s nhËp `kh«ng cã' khi kh«ng cã)

source: Czech (QWERTZ)
cs: Èeské (QWERTZ)
eu: Txekoa (QWERTZ)
hr: Èe¹ka (QWERTZ)
lt: Èekø (QWERTZ)
lv: Èehijas (QWERTZ)
sk: Èeská (QWERTZ)
tr: Çek dili (QWERTZ)
uk: Чеська (QWERTZ)

source: German
cs: Nìmecké
eu: Germaniarra
hr: Njemaèka
lt: Vokieèiø
lv: Vâcijas
sk: Nemecká
tr: Almanca
uk: Н╕мецька
vi: §øc

source: Dvorak
cs: Dvoøák
lt: Dvorako
lv: Dvoraka
tr: Dvorak dili
uk: Дворака

source: Spanish
cs: ©panìlské
eu: Hegoko Euskalduna edo Espaniarra
hr: ©panjolska
lt: Ispanø
lv: Spânijas
ro: Spaniol
sk: ©panielska
tr: Ýspanyolca
uk: ╤спанська
vi: T©y ban nha

source: Finnish
cs: Finské
eu: Finlandarra
hr: Finska
lt: Suomiø
lv: Somijas
ro: Finlandez
sk: Fínska
tr: Fince
uk: Ф╕нська
vi: PhÇn lan

source: French
cs: Francouzské
eu: Iparreko Euskalduna edo Frantziarra
hr: Francuska
lt: Prancûzø
lv: Francijas
ro: Francez
sk: Francúzska
tr: Fransýzca
uk: Французька
vi: Ph¸p

source: Norwegian
cs: Norské
eu: Norbegiarra
hr: Norve¹ka
lt: Norvegø
lv: Norvçìijas
ro: Norvegian
sk: Nórska
tr: Norveççe
uk: Норвезька
vi: Na uy

source: Polish
cs: Polské
eu: Polonesa
hr: Poljska
lt: Lenkø
lv: Polijas
ro: Polonez
sk: Polská
tr: Polonya dili
uk: Польська
vi: Ba lan

source: Russian
cs: Ruské
eu: Errusiarra
hr: Ruska
lt: Rusø
lv: Krievijas
ro: Rus
sk: Ruská
tr: Rusça
uk: Рос╕йська
vi: Nga

source: Swedish
cs: ©védské
eu: Suediarra
hr: ©vedska
lt: Ðvedø
lv: Zviedrijas
ro: Suedez
sk: ©védska
tr: Ýsveççe
uk: Шведська
vi: Thôy ®iÓn

source: UK keyboard
cs: UK-Britské
eu: Erresuma Batukoa
hr: UK tipkovnica
lt: Jungtinës karalystës klaviatûra
lv: Apvienotâs Karalistes
ro: Tastatura UK
sk: UK klávesnica
tr: Ýngiliz (UK) klavye
uk: Британська клав╕атура
vi: Bµn phÝm Anh

source: US keyboard
cs: US-Americké
eu: Estatu Batuetakoa
hr: US tipkovnica
lt: JAV klaviatûra
lv: ASV tastatûra
ro: Tastatura US
sk: US klávesnica
tr: Amerikan (US) klavye
uk: Клав╕атура США
vi: Bµn phÝm Mü

source: Albanian
cs: Albánské
eu: Albaniarra
hr: Albanska
sk: Albánska
tr: Arnavutça
uk: Албанська

source: Armenian (old)
cs: Arménské (staré)
eu: Armeniarra (zaharra)
hr: Armenska (stara)
lt: Armënø (senoji)
lv: Armçnijas (vecâ)
ro: Armenian (vechi)
sk: Arménska (stará)
tr: Ermenice (eski)
uk: В╕рменська (стара)
vi: Mü (cæ)

source: Armenian (typewriter)
cs: Arménské (psací stroj)
eu: Armeniarra (teklatuzkoa)
hr: Armenska (pisaæa ma¹ina)
lt: Armënø (spausd. maðinëlës)
lv: Armçnijas (rakstâmmaðîna)
ro: Armenian (maºinã de scris)
sk: Arménska (písací stroj)
tr: Ermenice (daktilo)
uk: В╕рменська (друкарська машинка)
vi: Mü (m¸y ch÷)

source: Armenian (phonetic)
cs: Arménské (foneticky)
eu: Armeniarra (fonetikoa)
hr: Armenska (fonetska)
lt: Armënø (fonetinë)
lv: Armçnijas (fonçtiskâ)
ro: Armenian (fonetic)
sk: Arménska (fonetická)
tr: Ermenice (fonetik)
uk: В╕рменська (фонетична)
vi: Mü (ng÷ ©m)

source: Azerbaidjani (latin)
cs: Ázerbajd¾ánské (latinka)
eu: Azerbaidjan-era (latinoa)
hr: Azerbejd¾anska (latinica)
lt: Azerbaidþanieèiø (lotyniðka)
lv: Azerbaidþânas (latîòu)
sk: Azerbajd¾an (latin)
tr: Azerice (latin)
uk: Азербайджанська (латина)

source: Belgian
cs: Belgické
eu: Belgikarra
hr: Belgijska
lt: Belgø
lv: Beïìijas
sk: Belgická
tr: Belçika dili
uk: Бельг╕йська
vi: BØ

source: Bulgarian
cs: Bulharské
eu: Bulgariarra
hr: Bugarska
lt: Bulgarø
lv: Bulgârijas
ro: Bulgar
sk: Bulharská
tr: Bulgarca
uk: Болгарська

source: Brazilian (ABNT-2)
cs: Brazilské (ABNT-2)
eu: Brazildarra
hr: Brazilska (ABNT-2)
lt: Brazilø (ABNT-2)
lv: Brazîlijas (ABNT-2)
sk: Brazílska
tr: Brezilya dili
uk: Браз╕л╕йська (ABNT-2)

source: Belarusian
cs: Bìloruské
eu: Bielorrusiarra
hr: Bjeloruska
lt: Baltarusiø
lv: Baltkrievijas
ro: Bielorus
sk: Bieloruská
tr: Belarusça
uk: Б╕лоруська

source: Swiss (German layout)
cs: ©výcarské (Nìmecký styl)
eu: Suitzarra (Germaniarra)
hr: ©vicarska (Njemaèki raspored)
lt: Ðveicarø (Vokiðkas iðdëstymas)
lv: Ðveices (vâcu izvietojums)
ro: Elveþian (dispoziþie germanâ)
sk: ©vajèiarska (Nemecké rozlo¾enie kláves)
tr: Ýsveççe (Alman düzeni)
uk: Швейцарська (н╕мецька розкладка)
vi: Thôy sü (bµn phÝm §øc)

source: Swiss (French layout)
cs: ©výcarské (Francouzský styl)
eu: Suitzarra (Frantseza)
hr: ©vicarska (francuski raspored)
lt: Ðveicarø. (Prancûziðkas iðdëstymas)
lv: Ðveices (franèu izvietojums)
ro: Elveþian (dispoziþie francezâ)
sk: ©vajèiarska (Francúzske rozlo¾enie kláves)
tr: Ýsveççe (Fransýz düzeni)
uk: Швейцарська (французька розкладка)
vi: Thôy sü (bµn phÝm Ph¸p)

source: Czech (QWERTY)
cs: Èeské (QWERTY)
eu: Txekoa (QWERTY)
hr: Èe¹ka (QWERTY)
lt: Èekø (QWERTY)
lv: Èehijas (QWERTY)
sk: Èeská (QWERTY)
tr: Çek dili (QWERTY)
uk: Чеська (QWERTY)

source: German (no dead keys)
cs: Nìmecké (bez mrtvých kláves)
eu: Alemana (alferrikako teklarik ez)
hr: Njemaèka (bez mrtvih tipaka)
lt: Vokieèiø (be mirusiø klaviðø)
lv: Vâcijas (bez mçmajiem taustiòiem)
ro: German (fãra taste moarte)
sk: Nemecká (bez màtvych kláves)
tr: Almanca (ölü tuþlar yok
uk: Н╕мецька (без мертвих клав╕ш)
vi: §øc (kh«ng cã phÝm chÕt)

source: Danish
cs: Dánské
eu: Daniarra
hr: Danska
lt: Danø
lv: Dânijas
ro: Danez
sk: Dánska
tr: Danimarka dili
uk: Датська
vi: §an m¹ch

source: Dvorak (US)
cs: Dvoøák (US)
hr: Dvorak (USA)
lt: Dvorako (JAV)
lv: Dvoraka (US)
tr: Dvorak dili (US)
uk: Дворака (США)

source: Dvorak (Norwegian)
cs: Dvoøák (Norské)
eu: Dvorak (Norbegiarra)
hr: Dvorak (Norve¹ka)
lt: Dvorako (Norvegø)
lv: Dvoraka (Norvçìijas)
sk: Dvorak (Nórska)
tr: Dvorak (Norveççe)
uk: Дворака (Норвезька)

source: Estonian
cs: Estonské
eu: Estoniarra
hr: Estonska
lt: Estø
lv: Igaunijas
sk: Estónska
tr: Estonya dili
uk: Естонська

source: Georgian ("Russian" layout)
cs: Gruzínské ("Ruské" rozlo¾ení)
eu: Georgiarra ("Errusiarra")
hr: Gruzijska ("Ruski" raspored)
lt: Gruzinø ("Rusiðkas" iðdëstymas)
lv: Gruzijas ("krievu" izvietojums)
ro: Georgian (dispoziþie "Rusã")
sk: Gruzínska ("Ruské" rozlo¾enie kláves)
tr: Gürcü dili (Rus düzeni)
uk: Грузинська (рос╕йська розкладка)

source: Georgian ("Latin" layout)
cs: Gruzínské (rozlo¾ení "Latin")
eu: Georgiarra ("Latindarra")
hr: Gruzijska ("Latin" raspored)
lt: Gruzinø ("Latin" iðdëstymas)
lv: Gruzijas ("latîòu" izvietojums)
ro: Georgian (dispoziþie "Latinã")
sk: Gruzínska ("Latin" rozlo¾enie kláves)
tr: Gürcü dili (Latin düzen)
uk: Грузинська (латинська розкладка)
vi: Tæ chøc bµn phÝm Georgian ("Latin")

source: Greek
cs: Øecké
eu: grekoa
hr: Grèka
lt: Graikø
lv: Grieíijas
ro: Grec
sk: Grécka
tr: Yunanca
uk: Грецька
vi: Hy l¹p

source: Hungarian
cs: Maïarské
eu: Hungariarra
hr: Maðarska
lt: Vengrø
lv: Ungârijas
ro: Ungar
sk: Maïarská
tr: Macarca
uk: Угорська

source: Israeli
cs: Izraelské
eu: Israeldarra
hr: Izraelska
lt: Izraelio
lv: Izraçlas
ro: Izraelian
sk: Izraelská
tr: Ýbranice
uk: ╤зра╖льська

source: Israeli (Phonetic)
cs: Izraelské (foneticky)
eu: Israeldarra (fonetikoa)
hr: Izraelska (fonetska)
lt: Þydø (Fonetinë)
lv: Izraçlas (fonçtiskâ)
ro: Izraelian (fonetic)
sk: Izraelská (fonetická)
tr: Ýbranice (Fonetik)
uk: ╤зра╖льська (фонетична)

source: Iranian
cs: Íránské
eu: Iraniarra
hr: Iranska
lt: Iranieèiø
lv: Irânas
sk: Iránska
tr: Farsça
uk: ╤ранська

source: Icelandic
cs: Islandské
eu: Islandiarra
hr: Islandska
lt: Islandø
lv: Islandes
ro: Islandez
sk: Islandská
tr: Ýzlanda dili
uk: ╤сландська

source: Italian
cs: Italské
eu: Italiarra
hr: Talijanska
lt: Italø
lv: Itâlijas
sk: Talianska
tr: Ýtalyanca
uk: ╤тал╕йська
vi: ý

source: Japanese 106 keys
cs: Japonská 106 kláves
eu: Japoniarra 106 tekla
hr: Japanska (106 tipaka)
lt: Japoniðka 106 klaviðø
lv: Japânas 106 taistiòi
sk: Japonská 106 kláves
tr: Japonca 106 tuþ
uk: Японська 106 клав╕ш
vi: NhËt b¶n 106 keys

source: Korean keyboard
cs: Korejská klávesnice
eu: Korearra
hr: Korejska tipkovnica
sk: Kórejska klávesnica
tr: Kore klavye
uk: Корейська клав╕атура
vi: Bµn phÝm Hµn quèc

source: Latin American
cs: Latinsko-Americké
eu: Amerika latindarra
hr: Latino amerièka
lt: Lotynø Amerikos
lv: Latîòamerikas
sk: Latinsko Americká
tr: Latin Amerika dili
uk: Латино-американська

source: Lithuanian AZERTY (old)
cs: Litevské AZERTY (stará)
eu: Lituaniako AZERTY (zaharra)
hr: Lituanska AZERTY (stara)
lt: Lietuviø ÀÞERTY (sena)
lv: Lietuvas AZERTY (vecâ)
ro: Lituanian AZERTY (vechi)
sk: Litovská AZERTY (stará)
tr: Litvanya dili AZERTY (eski)
uk: Литовська AZERTY (стара)

source: Lithuanian AZERTY (new)
cs: Litevské AZERTY (nová)
eu: Lituaniako AZERTY (berria)
hr: Lituanska AZERTY (nova)
lt: Lietuviø ÀÞERTY (nauja)
lv: Lietuvas AZERTY (jaunâ)
ro: Lituanian AZERTY (nou)
sk: Litovská AZERTY (nová)
tr: Litvanya dili AZERTY
uk: Литовська AZERTY (нова)

source: Lithuanian "number row" QWERTY
cs: Litevské "èíselná øada" QWERTY
eu: Lituaniako "lerro zenbakia" QWERTY
hr: Lituanska "number row" QWERTY
lt: Lietuviø "skaièiø eilë" QWERTY
lv: Lietuvas "numuru rinda" QWERTY
ro: Lituanian QWERTY
sk: Litovská QWERTY
tr: Litvanya dili QWERTY
uk: Литовська "цифровий ряд" QWERTY

source: Lithuanian "phonetic" QWERTY
cs: Litevské "foneticky" QWERTY
eu: Lituaniako "fonetikoa"QWERTY
hr: Lituanska "fonetska" QWERTY
lt: Lietuviø "fonetinë" QWERTY
lv: Lietuvas "fonçtiskâ" QWERTY
ro: Lithuanian "fonetic" QWERTY
sk: Litovská "fonetická" QWERTY
tr: Litvanya dili "Fonetik" QWERTY
uk: Литовська "фонетична" QWERTY

source: Macedonian
cs: Makedonské
eu: Mazedoniarra
hr: Makedonska
lt: Makedonieèiø
lv: Maíedonijas
sk: Macedónska
tr: Makedonya dili
uk: Македонська

source: Dutch
cs: Holandské
eu: Holandarra
hr: Nizozemska
lt: Olandø
lv: Dânijas
ro: Olandez
sk: Holandský
tr: Hollanda dili
uk: Датська

source: Polish (qwerty layout)
cs: Polské (rozlo¾ení QWERTY)
eu: Poloniarra (QWERTY)
hr: Poljska (qwerty raspored)
lt: Lenkø (QWERTY iðdëstymas)
lv: Polijas (qwerty izvietojums)
ro: Polonez (dispoziþie qwerty)
sk: Poµská (qwerty rozlo¾enie kláves)
tr: Lehçe (QWERTY düzeni)
uk: Польська (розкладка qwerty)

source: Polish (qwertz layout)
cs: Polské (rozlo¾ení QWERTZ)
eu: Poloniarra (QWERTZ)
hr: Poljska (qwertz raspored)
lt: Lenkø (QWERTZ iðdëstymas)
lv: Polijas (qwertz izvietojums)
ro: Polonez (dispoziþie qwertz)
sk: Poµská (qwertz rozlo¾enie kláves)
tr: Lehçe (QWERTZ düzeni)
uk: Польська (розкладка qwertz)

source: Portuguese
cs: Portugalské
eu: Portugaldarra
hr: Portugalska
lt: Portugalø
lv: Portugâles
ro: Portughez
sk: Portugalská
tr: Portekizce
uk: Португальська

source: Canadian (Quebec)
cs: Kanadské (Quebec)
eu: Kanadakoa (Quebec)
hr: Kanadska (Quebec)
lt: Kanadieèiø (Kvebeko)
lv: Kanâdas (Kvebeka)
sk: Kanadská (Quebec)
tr: Fransýzca (Kanada/Quebec)
uk: Канадська (Квебек)

source: Romanian (qwertz)
cs: Rumunské (qwertz)
eu: Errumaniarra (qwertz)
hr: Rumunjska (qwertz)
sk: Románska (Yawerty)
tr: Romence (qwertz)
uk: Румунська (qwertz)

source: Romanian (qwerty)
cs: Rumunské (qwerty)
eu: Errumaniarra (qwerty)
hr: Rumunjska (qwerty)
sk: Románska (Yawerty)
tr: Romence (qwerty)
uk: Румунська (qwerty)

source: Russian (Yawerty)
cs: Ruské (Yawerty)
eu: Errusiarra (Yawerty)
hr: Ruska (Yawerty)
lt: Rusiðka (Yawerty)
lv: Krievijas (Yawerty)
ro: us (Yawerty)
sk: Ruská (Yawerty)
tr: Rusça (Yawerty)
uk: Рос╕йська (ЯВЕРТИ)

source: Slovenian
cs: Slovinské
eu: Eslobeniarra
hr: Slovenska
lt: Slovënø
lv: Slovçnijas
ro: Sloven
sk: Slovinská
tr: Slovence
uk: Словенська

source: Slovakian (QWERTZ)
cs: Slovenské (QWERTZ)
eu: Eslobakiarra (QWERTZ)
hr: Slovaèka (QWERTZ)
lt: Slovakø (QWERTZ)
lv: Slovâkijas (QWERTZ)
sk: Slovenská (QWERTZ)
tr: Slovakça (QWERTZ)
uk: Словацька (QWERTZ)

source: Slovakian (QWERTY)
cs: Slovenské (QWERTY)
eu: Eslobakiarra (QWERTY)
hr: Slovaèka (QWERTY)
lt: Slovakø (QWERTY)
lv: Slovâkijas (QWERTY)
sk: Slovenská (QWERTY)
tr: Slovakça (QWERTY)
uk: Словацька (QWERTY)

source: Serbian (cyrillic)
cs: Srbské (cyrilice)
sk: Srbská (cyrillic)
tr: Seriban (kril alfabesi)
uk: Сербська (кирилиця)

source: Thai keyboard
cs: Thajské
eu: Tailandarra
hr: Tajlandska tipkovnica
lt: Thai klaviatûra
lv: Tai tastatûra
ro: Tastaturã Thai
sk: Thaiská klávesnica
tr: Thai klavye
uk: Тайська клав╕атура

source: Tajik keyboard
cs: Tad¾iská klávesnice
sk: Tajik klávesnica
tr: Tajik klavye
uk: Таджицька клав╕атура

source: Turkish (traditional "F" model)
cs: Turecké (tradièní model "F")
eu: Turkiarra (ohiko "F" modeloa
hr: Turska (tradicionalni "F" model)
lt: Turkø (tradicinis "F" modelis)
lv: Turcijas (tradicionâlais "F" modelis)
ro: Turc (tradiþional model "F")
sk: Turecká (tradièný "F" model)
tr: Türkçe (geleneksel "F" klavye)
uk: Турецька (традиц╕йна "F" модель)
