Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Configure all heads independently
cs: Konfigurovat v¹echny monitory nezávisle
eu: Konfiguratu buru guztiak banan-banan
hr: Podesi sve zaslone nezavisno
lv: Konfigurât visus ekrânus neatkarîgi
sk: Nastavi» v¹etky hlavy osobitne
tr: Tüm kafalar tek tek yapýlandýrýlýyor
uk: Сконф╕╜урувати вс╕ мон╕тори незалежно
vi: CÊu h×nh ®éc lËp toµn bé c¸c head

source: Use Xinerama extension
cs: Pou¾ít roz¹íøení Xinerama
eu: Erabili Xinerama estentsioa
hr: Koristi Xinerama pro¹irenje
lv: Lietot Xinerama piebûvi
sk: Pou¾i» Xinerama roz¹írenie
tr: Xinerama geniþletmesini kullan
uk: Користуватися розширенням Xinerama
vi: Dïng Xinerama më réng

source: Configure only card "%s" (%s)
cs: Konfigurovat pouze kartu "%s" (%s)
eu: Konfiguratu bakarrik "%s" (%s) txartela
hr: Podesi samo karticu "%s" (%s)
lv: Konfigurât tikai karti "%s" (%s)
sk: Nastavi» iba kartu "%s" (%s)
tr: Sadece "%s" (%s) kartý yapýlandýrýlsýn
uk: Настро╖ти т╕льки плату "%s" (%s)
vi: ChØ cÊu h×nh card "%s" (%s)

source: Multi-head configuration
cs: Konfigurace dvou monitorù
eu: Buru-anitz konfigurazioa
hr: Vi¹e-zaslonska postava
lv: N-ekrânu konfigurâcija
sk: Nastavenie "viac-hláv"
tr: Çoklu-Kafa yapýlandýrmasý
uk: Конф╕╜урац╕я з к╕лькома мон╕торами
vi: CÊu h×nh Multi-head

source: Your system support multiple head configuration. What do you want to do?
cs: Vá¹ systém podporuje zobrazení na dvou monitorech. Co chcete dìlat?
eu: Zure sistemak buru anitzezko konfigurazioaz balia daiteke. Zer egin nahi duzu?
hr: Va¹ sustav podr¾ava postavu sa vi¹e zaslona. ©to ¾elite napraviti?
lv: Jûsu sistçma atbalsta n-ekrânu konfigurâciju. Ko nu darîsim?
sk: Vá¹ systém podporuje nastevenie pre "viac hláv". Èo chcete spravi»?
tr: Sisteminiz Çoklu-Kafa yapýlandýrmasýný destekliyor. Yapýlmasýný ister misiniz?
uk: Ваша система може працювати з к╕лькома мон╕торами. Що ви хочете настро╖ти?
vi: HÖ thèng cña b¹n hç trî cÊu h×nh Multi-head. B¹n muèn lµm g×?

source: Graphic card
cs: Grafická karta
eu: Grafikoen txartela
hr: Grafièka kartica
lt: Vaizdo plokðtë
lv: Grafiskâ karte
ro: Carte graficã
sk: Grafická karta
tr: Ekran kartý
uk: В╕део плата
vi: Card ®å häa

source: Select a graphic card
cs: Zvolte typ va¹í grafické karty
eu: Hautatu grafikoen txartela
hr: Odaberite grafièku karticu
lt: Pasirink vaizdo plokðtæ
lv: Izvçlieties grafisko karti
ro: Alegeþi o carte graficã
sk: Zvoµte grafickú kartu
tr: Bir ekran kartý seçiniz
uk: Вибер╕ть граф╕чну плату
vi: Chän card ®å häa

source: Choose a X server
cs: Zvolte X server
eu: Hautatu X zerbitzaria
hr: Odaberite X poslu¾itelj
lt: Pasirink X serverá
lv: Izvçlieties X serveri
ro: Alegeþi un server X
sk: Zvoµte X server
tr: Bir X sunucusu seçiniz
uk: Вибер╕ть X сервер
vi: Chän X server

source: X server
eu: X zerbitzaria
hr: X poslu¾itelj
lt: X serveris
lv: X serveris
ro: Server X
tr: X sunucusu
uk: X сервер

source: Which configuration of XFree do you want to have?
cs: Které XFree byste chtìli pou¾ít?
eu: XFree-ren zein konfigurazio izan nahi duzu?
hr: Koju konfiguraciju XFree-a ¾elite imati?
lt: Kurià XFree konfigûracijà tu nori turëti?
lv: Kuru XFree konfigurâciju izvçlaties?
sk: Akú konfiguráciu XFree chcete ma»?
tr: Hangi XFree86 yapýlandýrmasýný kullanmak istiyorsunuz?
uk: Яку конф╕гурац╕ю XFree ви хочете мати?
vi: B¹n muèn cã cÊu h×nh XFree nµo?

source: Your card can have 3D hardware acceleration support but only with XFree %s. Your card is supported by XFree %s which may have a better support in 2D.
cs: Va¹e karta podporuje 3D akceleraci, ale pouze s XFree %s. Pokud pou¾ijete XFree %s, mù¾ete na druhou stranu dosáhnout lep¹ích výsledkù ve 2D.
eu: Zure txartelak 3D azelerazioa izan lezake, baina soilik XFree %s-z. XFree %s-ek zure txartela onar lezake, honek dena den, 2D-tan hobeto lan egin lezake.
hr: Va¹a video kartica mo¾e imati 3D ubrzanje samo sa XFree %s. Va¹a kartica je podr¾ana od XFree %s koji mo¾da ima bolju podr¹ku u 2D.
lt: Tavo plokðtë palaiko 3D árenginio akseleracijà, bet tik su XFree %s. Tavo plokðtë dirba su XFree %s, kuris galbût geriau palaiko 2D.
lv: Jûsu karte spçj nodroðinât 3D akselerâciju, bet tikai ar XFree %s. Jûsu karti uztur XFree %s, kam var bût labâks 2D atbalsts.
sk: Va¹a karta má podporu hardwarovej 3D akcelerácie ale iba v XFree %s. Va¹a karta je podporovaná XFree %s, ktoré majú lep¹iu podporuj v 2D.
tr: Ekran kartýnýz 3D donaným hýzlandýrmasý desteðine sadece XFree %s ile sahip olabilir. Kartýnýz 2 boyutta daha iyi destek verebilen XFree %s tarafýndan da desteklenmektedir.
uk: Ваша в╕деоплата може користуватися апаратним прискоренням трьохвим╕рно╖ граф╕ки але т╕льки з сервером XFree %s. Ваша в╕деоплата п╕дтриму╓ться сервером XFree %s, у якому ви можливо матимете кращий супров╕д для двохвим╕рно╖ граф╕ки.
vi: Card cña b¹n cã thÓ ®­îc hç trî phÇn cøng t¨ng tèc 3D nh­ng chØ víi XFree %s. Card cña b¹n ®­îc hç trî bëi XFree %s lo¹i nµy cã thÓ hç trî tèt h¬n khi dïng 2D.

source: Your card can have 3D hardware acceleration support with XFree %s.
cs: S XFree %s mù¾e va¹e karta vyu¾ít 3D hardwarové akcelerace.
eu: Zure txartelak harware bidezko 3D azelerazioa onar lezake XFree %s-z
hr: Va¹a kartica mo¾e imati 3D hardware-sku akceleraciju sa XFree %s.
lt: Tavo plokðtë palaiko 3D akseleracijà su XFree %s.
lv: Jûsu karte spçj nodroðinât 3D akselerâciju ar XFree %s.
sk: Va¹a karta má podporu hardwarovej 3D akcelerácie v XFree %s.
tr: Ekran kartýnýz XFree %s ile çalýþtýrýldýðýnda 3D donaným hýzlandýrmasý desteðine sahip olabilir.
uk: Ваша в╕деоплата може користуватися апаратним 3D прискоренням граф╕ки але т╕льки з сервером XFree %s.
vi: Card cña b¹n cã thÓ cã hç trî phÇn cøng t¨ng tèc 3D víi XFree %s.

source: XFree %s with 3D hardware acceleration
cs: XFree %s s hardwarovou 3D akcelerací
eu: XFree %s hardwarearen 3D azelerazioaz
hr: XFree %s sa 3D hardware akceleracijom
lt: XFree %s su 3D árenginio akseleracija
lv: XFree %s ar aparatûras 3D akselerâciju
sk: XFree %s s 3D hardwerovou akceleráciou
tr: XFree %s ile 3D donaným hýzlandýrmasý
uk: XFree %s з апаратним прискоренням трьохвим╕рно╖ граф╕ки
vi: XFree %s víi phÇn cøng t¨ng tèc 3D

source: Your card can have 3D hardware acceleration support with XFree %s, NOTE THIS IS EXPERIMENTAL SUPPORT AND MAY FREEZE YOUR COMPUTER.
cs: S XFree %s mù¾e va¹e karta vyu¾ít 3D hardwarové akcelerace. TOTO JE POUZE EXPERIMENTÁLNÍ VERZE, A MÙ®E VÉST K NESTABILITÌ SYSTÉMU.
eu: Zure txartelak 3D azelerazioa izan lezake XFree %s-z. KASU: EXPERIMENTAZIOAN DAGOEN ONARPENA DA ETA KONPUTAGAILUA IZOZTU LEZAKE.
hr: Va¹a kartica mo¾e imati 3D hadware akceleraciju podr¾anu od XFree %s, UPOZORAVAMO VAS DA JE OVO EKSPERIMENTALNA PODR©KA I MO®E ZAMRZNUTI VA©E RAÈUNALO.
lt: Jûsø korta palaiko 3D akseleracija su XFree %s.ATMINKITE, KAD TAI YRA EKSPERIMENTINIS PALIKYMAS IR GALI PAKABINTI KOMPIUTERÁ.
lv: Jûsu karte spçj nodroðinât 3D akselerâciju ar XFree %s. ÒEMIET VÇRÂ, KA TAS IR EKSPERIMENTÂLS ATBALSTS, KAS VAR UZKÂRT DATORU.
sk: Va¹a karta má podporu hardwarovej 3D akcelerácie ale iba v XFree %s. POZOR, TÁTO PODPORA JE IBA EXPERIMENTÁLNA A MO®E SPOSOBI« ZAMRZNUTIE POÈÍTAÈA.
tr: Ekran kartýnýz XFree %s ile 3D donaným hýzlandýrmasý desteðine sahip olabilir, ANCAK BU DENEYSEL BÝR DESTEKTÝR VE MAKÝNANIZI KÝLÝTLEYEBÝLÝR.
uk: Ця в╕деоплата ма╓ п╕дтримку апаратного прискорення трьохвим╕рно╖ граф╕ки, але т╕льки для XFree %s, В╤ДМ╤ТЬТЕ, ЩО ЦЕ ЕКСПЕРИМЕНТАЛЬНИЙ РЕЖИМ, ЯКИЙ МОЖЕ ПРИВЕСТИ ДО ЗАВИСАННЯ ВАШОГО КОМП'ЮТЕРА.
vi: Card cña b¹n cã thÓ cã hç trî phÇn cøng t¨ng tèc 3D víi XFree %s, L­u ý ®©y lµ hç trî cã tÝnh lý thuyÕt nªn nã cã thÓ lµm × m¸y tÝnh cña b¹n.

source: XFree %s with EXPERIMENTAL 3D hardware acceleration
cs: XFree %s s EXPERIMENTÁLNÍ 3D hardwarovou akcelerací
eu: XFree %s harware bidezko 3D azelerazioaz; EXPERIMENTALA
hr: XFree %s sa EXPERIMENTALNOM 3D hardware akceleracijom
lt: XFree %s su EKSPERIMENTINE 3D árenginio akseleracija
lv: XFree %s ar EKSPERIMENTÂLU aparatûras 3D akselerâciju
sk: XFree %s s EXPERIMENTÁLNOU 3D akceleráciou
tr: XFree %s ile deneysel 3D donaným hýzlandýrmasý
uk: XFree %s з ЕКСПЕРИМЕНТАЛЬНОЮ п╕дтримкою апаратного прискорення трьохвим╕рно╖ граф╕ки
vi: XFree %s víi phÇn cøng t¨ng tèc 3D thö nghiÖm

source: Your card can have 3D hardware acceleration support but only with XFree %s, NOTE THIS IS EXPERIMENTAL SUPPORT AND MAY FREEZE YOUR COMPUTER. Your card is supported by XFree %s which may have a better support in 2D.
cs: Va¹e karta podporuje 3D akceleraci, ale pouze s XFree %s, TOTO JE POUZE EXPERIMENTÁLNÍ VERZE, A MÙ®E VÉST K NESTABILITÌ SYSTÉMU. Va¹e karta je podporována i v XFree %s, kde mù¾e mít lep¹í podporu pro 2D.
eu: Zure txartelak harware bidezko 3D azelerazioa onar lezake baina soilik XFree %s-z.KASU: EXPERIMENTAZIOAN DAGOEN ONARPENA DA ETA KONPUTAGAILUA IZOZTU LEZAKE. XFree %s-ek zure txartela onar lezake, honek dena den, 2D-tan hobeto lan egin lezake.
hr: Va¹a video kartica mo¾e imati 3D ubrzanje samo sa XFree %s, UPOZORAVAMO VAS DA JE OVO EKSPERIMENTALNA PODR©KA I MO®E ZAMRZNUTI VA©E RAÈUNALO.Va¹a kartica je podr¾ana od XFree %s koja mo¾e imati bolju podr¹ku u 2D.
lt: Jûsø korta palaiko 3D árenginio akseleracija tik su XFree %s, ATMINKITE, KAD TAI YRA EKSPERIMENTINIS PALIKYMAS IR GALI PAKABINTI KOMPIUTERÁ. Jûsø korta dirba su XFree %s kuris galbût geriau palaiko 2D.
lv: Jûsu karte spçj nodroðinât 3D akselerâciju, bet tikai ar XFree %s, ÒEMIET VÇRÂ, KA TAS IR EKSPERIMENTÂLS ATBALSTS, KAS VAR UZKÂRT DATORU. Jûsu karti uztur XFree %s, kam var bût labâks 2D atbalsts.
sk: Va¹a karta má podporu hardwarovej 3D akcelerácie ale iba v XFree %s. POZOR, TÁTO PODPORA JE IBA EXPERIMENTÁLNA A MO®E SPOSOBI« ZAMRZNUTIE POÈÍTAÈA. Va¹a karta je podporovaná XFree %s, ktoré majú lep¹iu podporuj v 2D.
tr: Ekran kartýnýz sadece XFree %s ile 3D donaným hýzlandýrmasý desteðine sahip olabilir, ANCAK BU DENEYSEL BÝR DESTEKTÝR VE MAKÝNANIZI KÝLÝTLEYEBÝLÝR. Kartýnýza XFree %s tarafýndan verilen 2D desteði daha iyi durumdadýr.
uk: Ця в╕деоплата ма╓ п╕дтримку апаратного прискорення трьохвим╕рно╖ граф╕ки, але т╕льки для XFree %s, В╤ДМ╤ТЬТЕ, ЩО ЦЕ ЕКСПЕРИМЕНТАЛЬНИЙ РЕЖИМ, ЯКИЙ МОЖЕ ПРИВЕСТИ ДО ЗАВИСАННЯ ВАШОГО КОМП'ЮТЕРА. Ваша плата п╕дтриму╓ться XFree %s, який ма╓ кращу п╕дтримку двовим╕рно╖ граф╕ки.
vi: Card cña b¹n cã thÓ cã hç trî phÇn cøng t¨ng tèc 3D nh­ng chØ víi XFree %s, L­u ý ®©y lµ hç trî cã tÝnh lý thuyÕt nªn nã cã thÓ lµm × m¸y tÝnh cña b¹n. Card cña b¹n ®­îc hç trî bëi XFree %s lo¹i nµy cã thÓ hç trî tèt h¬n khi dïng 2D.

source: Xpmac (installation display driver)
cs: Xpmac (instalaèní ovladaè pro obrazovku)
eu: Xpmac (pantailaren instalazio gidaria)
sk: Xpmac (ovládaè obrazovky pre in¹taláciu)
tr: Xpmac (kurulum ekran sürücüsü)
uk: Xpmac (драйвер дисплея для установки)
vi: Xpmac (cµi ®Æt driver hiÓn thÞ)

source: XFree configuration
cs: Nastavení XFree
eu: XFree-ren konfigurazioa
hr: XFree postavke
lt: XFree konfigûravimas
lv: XFree konfigurâcija
sk: XFree konfigurácia
tr: XFree yapýlandýrmasý
uk: Конф╕╜урац╕я XFree
vi: CÊu h×nh XFree

source: Select the memory size of your graphic card
cs: Kolik pamìti je na va¹í grafické kartì ?
eu: Hatatu zure grafikoen txartelerako memoriaren tamaina
hr: Odaberite kolièinu memorije na grafièkoj kartici
lt: Pasirink savo vaizdo plokðtës atminties dydá
lv: Izvçlieties grafiskâs kartes atmiòas apjomu
ro: Alegeþi memoria pentru cartea graficã
sk: Zvoµte veµkos» grafickej pamäti
tr: Ekran kartýnýzýn bellek miktarýný seçin
uk: Вибер╕ть розм╕р пам'ят╕ Вашо╖ граф╕чно╖ плати
vi: Chän dung l­îng bé nhí cña card

source: Choose options for server
cs: Zvolte mo¾nosti pro daný X server
eu: Hautatu zerbitzariarentzako aukerak
hr: Postavke poslu¾itelja
lt: Pasirink serverio nuostatas
lv: Norâdiet servera opcijas
ro: Alegeþi opþiunile pentru server
sk: Zvoµte parametre servra
tr: X sunucusu için seçenekleri belirtin
uk: Вибер╕ть параметри для сервера
vi: Chän tïy biÕn cho server

source: Choose a monitor
cs: Zvolte typ svého monitoru
eu: Hautatu monitorea
hr: Odaberite monitor
lt: Pasirink monitoriø
lv: Norâdiet monitoru
ro: Alegeþi un monitor
sk: Zvoµte monitor
tr: Monitörünüzü seçin
uk: Вибер╕ть тип мон╕тору
vi: Chän mµn h×nh

source: Monitor
eu: Monitorea
lt: Monitorius
lv: Monitors
tr: Monitör
uk: Мон╕тор
vi: Mµn h×nh

source: The two critical parameters are the vertical refresh rate, which is the rate at which the whole screen is refreshed, and most importantly the horizontal sync rate, which is the rate at which scanlines are displayed. It is VERY IMPORTANT that you do not specify a monitor type with a sync range that is beyond the capabilities of your monitor: you may damage your monitor. If in doubt, choose a conservative setting.
cs: Dva rozhodující parametry jsou: vertikální synchronizaèní frekvence, co¾ je frekvence, kterou je obnovována celá obrazovka, a frekvence øádkové synchronizace (horiz. sync. rate), co¾ je frekvence jakou jsou zobrazovány jednotlivé mikroøádky (scanline). Je VELMI DÙLE®ITÉ abyste nezvolili typ monitoru se schopnostmi vy¹¹ími ne¾ má vá¹ monitor, proto¾e byste si ho tím mohli po¹kodit. Jestli¾e si nejste jistí zvolte radìji typ s ni¾¹ími schopnostmi.
eu: Parametro kritiko dira freskatze maiztasun bertikala, pantailaren freskatzemaiztasuna ematen duena, eta garrantzitzuagoa daitekeen horizontal sync maiztasuna, eskaneatutako lerroak erakusteko maiztasuna. Monitorearen ahalmenaren gainetik dagoen sync maiztasuna gainditzen duen espezifikaziorikez ematea OSO GARRANTZITSUA da: monitorea kaltetudezakezu. Dudatan bazaude izan kontserbakorra.
hr: Dva kritièna parametra su vertikalna vrijednost osvje¾avanja, koja je vrijednost u kojoj se cijeli zaslon osvje¾ava, i najva¾nije horizontalna vrijednost osvje¾avanja koja ja vrijednost u kojoj se svaka linija prikazuje. JAKO JE VA®NO da ne specifirate tip monitora kod kojega je raspon osvje¾avanja veæi od moguænosti va¹eg monitora jer mo¾ete o¹tetiti va¹ monitor. Ukoliko ste u nedoumici, izaberite konzervativne postavke.
lt: Du svarbiausi dydþiai yra vertikalaus atnaujinimo daþnis, kuris rodo, kaip daþnai perpieðiamas visas ekranas, ir horizontaliosios skleistinës daþnis, kuris parodo, kaip greit perpieðiamos eilutës. Tai LABAI SVARBU, kad nenurodytum skleistinës daþnio, didesnio uþ palaikomà monitoriaus, nes gali já sugadinti. Jeigu abejoji, pasirink konservatyvià nuostatà.
lv: Divi svarîgâkie parametri ir vertikâlâ pârzîmçðanas frekvence, kas nosaka visa ekrâna pârzîmçðanas bieþumu, un horizontâlâs sinhronizâcijas frekvence, kas nosaka skançðanas lîniju parâdîðanas bieþumu. Ir ÏOTI SVARÎGI, lai jûs nenorâdîtu monitora tipu, kura sinhronizâcijas frekvence pârsniedz jûsu monitora iespçjas: jûs varat sabojât savu monitoru. Ja neesat pârliecinâts, izvçlieties konservatîvâko variantu.
ro: Cei doi parametri critici sunt rata de actualizare verticalã, care este rata la care întregul ecran e actualizat ºi mai important rata de sincronizare orizontalã, care este rata la care liniile de scan sunt afiºate. Este FOARTE IMPORTANT sã nu specificaþi un tip de monitor cu interval de sincronizare care depãºeºte capabilitãþile monitorului vostru: puteþi distruge monitorul în acest fel. Dacã nu sunteþi sigur, alegeþi parametri conservativi.
sk: Dva kritické parametre sú vertikálna frekvencia (frekvencia, ktorou je obnovovaná celá obrazovka) a horizontálna frekvencia (frekvencia, ktorou sú zobrazované jednotlivé riadky). Je veµmi dôle¾ité, aby ste nenastavili frekvencie, ktoré prevy¹ujú schopnosti vá¹ho monitora. Mohol by sa po¹kodi». Ak ste si nie celkom istý, zvoµte rad¹ej slab¹ie nastavenie.
tr: Burada ki iki önemli parametre dikey ve yatay tazeleme hýzlarýdýr. Seçiminizi yaparken monitörünüzün kapasitesinin üstünde bir seçim yapmamanýz oldukça önemlidir, aksi takdirde monitör zarar görebilir. Seçerken bir ikileme düþerseniz, düþük çözünürlükte bir ayar seçin.
uk: Два дуже важливих параметри - це частота вертикально╖ розгортки (тобто - частота, з якою обновлю╓ться зображення на екран╕), та найб╕льш важливо - частота горизонтально╖ синхрон╕зац╕╖ (тобто - та частота, з якою на екран╕ малюються горизонтальн╕ рядки). ДУЖЕ ВАЖЛИВО ПАМ'ЯТАТИ, що ви повинн╕ вибрати такий мон╕тор, параметри якого не перевищують справжн╕х параметр╕в Вашого мон╕тора: ╕накше Ви можете причинити непоправну шкоду сво╓му мон╕тору. Якщо ви ма╓те сумн╕ви щодо характеристик свого мон╕тора вибер╕ть певно г╕рший мон╕тор.
vi: Hai th«ng sè quan träng lµ tÇn sè quÐt däc, ®©y lµ th«ng sè ®Ó toµn bé mµn h×nh ®­îc lµm t­¬i, vµ quan träng nhÊt lµ tÇn sè quÐt ngang, lµ th«ng sè ®Ó hiÓn thÞ dßng quÐt. Quan träng lµ b¹n kh«ng ®Þnh râ lo¹i mµn h×nh cã th«ng sè thÝch hîp, do vËy v­ît qu¸ kh¶ n¨ng cña mµn h×nh: B¹n cã thÓ lµm háng mµn h×nh. NÕu kh«ng râ, h·y chän mét thiÕt lËp võa ph¶i.

source: Horizontal refresh rate
cs: Horizontální(øádková) synchronizace
eu: Freskatze horizontalaren maiztasuna
hr: Horizontalna vrijednost osvje¾avanja
lt: Horizontalaus atnaujinimo daþnis
lv: Horizontâlâ frekvence
ro: Rata de actualizare orizontalã
sk: Horizontálna frekvencia
tr: Yatay tazeleme hýzý
uk: Частота горизонтально╖ розгортки
vi: TÇn sè quÐt ngang

source: Vertical refresh rate
cs: Vertikální(obrazovková) synchronizace
eu: Freskatze bertikalaren maiztasuna
hr: Vertikalna vrijednost osvje¾avanja
lt: Vertikalaus atnaujinimo daþnis
lv: Vertikâlâ frekvence
ro: Rata de actualizare verticalã
sk: Vertikálna frekvencia
tr: Dikey tazeleme hýzý
uk: Частота вертикально╖ розгортки
vi: TÇn sè quÐt däc

source: Monitor not configured
cs: Monitor není nastaven
eu: Monitorea konfiguratu gabe
hr: Niste podesili monitor
lt: Monitorius nenurodytas
lv: Monitors nav konfigurçts
ro: Monitor nu a fost încã configurat
sk: Nie je nastavený monitor
tr: Monitör yapýlandýrýlmamýþ
uk: Мон╕тор не сконф╕╜урований
vi: Mµn h×nh ch­a ®­îc cÊu h×nh

source: Graphic card not configured yet
cs: Grafická karta je¹tì není nastavena
eu: Grafikoen txartela konfiguratu gabe oraindik
hr: Niste podesili grafièku karticu
lt: Vaizdo plokðtë dar nenurodyta
lv: Grafiskâ karte vçl nav konfigurçta
ro: Cartea graficã nu a fost configuratã încã
sk: Nie je nastavená grafická karta
tr: Ekran kartý henüz yapýlandýrýlmadý
uk: В╕део плата ще не сконф╕╜урована
vi: Card ®å häa vÉn ch­a ®­îc cÊu h×nh

source: Resolutions not chosen yet
cs: Je¹tì nejsou zvolena rozli¹ení
eu: Oraindik erresoluzioak hautatu gabe
hr: Niste podesili rezoluciju
lt: Dar nepasirinkta skiriamoji geba
lv: Izðíirtspçjas vçl nav izvçlçtas
ro: Rezoluþia nu a fost încã aleasã
sk: Nie sú nastavené grafické rozlí¹enia
tr: Çözünürlük henüz seçilmedi
uk: ви ще не вибрали розд╕льну здатн╕сть
vi: §é ph©n gi¶i vÉn ch­a ®­îc chän

source: Do you want to test the configuration?
cs: Chcete si vyzkou¹et nastavení?
eu: Konfigurazioa frogatu nahi duzu?
hr: Da li ¾elite isku¹ati postavu ?
lt: Ar tu nori iðbandyti nustatymus?
lv: Vai vçlaties izmçìinât ðo konfigurâciju?
ro: Doriþi sã testaþi configuraþia ?
sk: Otestova» konfiguráciu?
tr: Yapýlandýrmanýzý denemek ister misiniz?
uk: Чи ви хочете випробувати нову конф╕╜урац╕ю?
vi: B¹n cã muèn ch¹y thö cÊu h×nh nµy?

source: Warning: testing this graphic card may freeze your computer
cs: Varování: na této grafické kartì je testování nebezpeèné
eu: Kasu: txartel grafiko honen saiakerak konputagailua izoztu lezake
hr: Upozorenje: testiranje grafièke kartice mo¾e zamrzunti va¹e raèunalo
lt: Perspëjimas: ðios plokðtës bandymas gali pakabinti kompiuterá
lv: Brîdinâjums: ðîs grafiskâs kartes izmçìinâðana var uzkârt datoru
sk: Varovanie: Testovanie tejto grafickej karty mô¾e spôsobi» zamrznutie systému
tr: Uyarý: Bu grafik kartý denenirken makinanýz kilitlenebilir
uk: Увага! Тестування ц╕╓╖ граф╕чно╖ плати може призвести до зависання Вашого комп'ютера.
vi: Chó ý: thö card ®å ho¹ nµy cã thÓ lµm × m¸y tÝnh cña b¹n

source: Test of the configuration
cs: Vyzkou¹et nastavení
eu: Frogatu konfigurazioa
hr: Isku¹aj postavu
lt: Nustatymø tikrinimas
lv: Konfigurâcijas izmçìinâðana
ro: Test de configuraþie
sk: Test konfigurácie
tr: Yapýlandýrmanýn denenmesi
uk: Тестування конф╕╜урац╕╖
vi: Ch¹y thö cÊu h×nh nµy

source: try to change some parameters
cs: zkuste zmìnit nìkteré parametry
eu: saia zaitez beste parametruez
hr: provjerite parametre koje ste unjeli
lt: pabandyk pakeisti kai kuriuos parametrus
lv: mçìiniet izmainît daþus parametrus
ro: reîncercaþi dupã ce aþi modificat ceva parametri
sk: skúste zmeni» niektoré parametre
tr: bazý parametreleri deðiþtirmeyi deneyin
uk: попробуйте зм╕нити деяк╕ характеристики
vi: h·y thö thay ®æi mét vµi th«ng sè

source: An error has occurred:
cs: Vyskytla se tato chyba:
eu: Errorea gertatu da:
hr: Pojavila se gre¹ka:
lt: Ávyko klaida:
lv: Atklâta kïûda:
ro: A apãrut o eroare:
sk: Vyskytla sa chyba
tr: Bir hata oluþtu:
uk: Сталася помилка:
vi: X¶y ra lçi:

source: Leaving in %d seconds
cs: Test skonèí automaticky za %d sekund
eu: %d segundu barru irtengo naiz
hr: Zatvaram nakon %d sekundi
lt: Baigiu per %d sekundþiø (-es)
lv: Atliek %d sekundes
ro: Testul se va termina în %d secunde
sk: Návrat za %d sekúnd
tr: %d saniye sonra çýkýlýyor
uk: Виходжу через %d секунд
vi: Tho¸t sau %d gi©y

source: Is this the correct setting?
cs: Je to správné nastavení?
eu: Zuzenak dira hautuak?
hr: Da li je ovo ispravno?
lt: Ar toks nustatymas tave tenkina?
lv: Vai viss ir pareizi?
ro: Configuraþia e corectã
sk: Je toto správne nastavenie?
tr: Bu ayarlar doðru mu?
uk: Це в╕рн╕ установки?
vi: ThiÕt lËp nµy ®· ®óng ch­a?

source: An error has occurred, try to change some parameters
cs: Vyskytla se chyba, zkuste zmìnit nìkteré parametry
eu: Errorea gertatu da, saia zaitez zenbait parametro aldatuz
hr: Pojavila se gre¹ka, provjerite parametre koje ste unjeli
lt: Ávyko klaida, bandyk pakeisti kai kuriuos parametrus
lv: Atklâta kïûda, mçìiniet izmainît daþus parametrus
ro: Eroare, reîncercaþi dupã ce aþi modificat ceva parametri
sk: Vyskytla sa chyba, skúste zmeni» niektoré parametre
tr: Bir hata oluþtu, bazý parametreleri deðiþtirmeyi deneyin
uk: Сталася помилка, попробуйте зм╕нити деяк╕ характеристики
vi: BÞ lçi, h·y thö thay ®æi mét vµi th«ng sè

source: Resolution
cs: Rozli¹ení
eu: Erresoluzioa
hr: Rezolucija
lt: Skiriamoji geba
lv: Izðíirtspçja
ro: Rezoluþie
sk: Rozlí¹enie
tr: Çözünürlük
uk: Розд╕льна здатн╕сть
vi: §é ph©n gi¶i

source: Choose the resolution and the color depth
cs: Vyberte si rozli¹ení a barevnou hloubku
eu: Hautatu erresoluzioa eta kolore sakontasuna
hr: Odaberite rezoluciju i color depth
lt: Pasirink skiriamàjà gebà ir spalvø gylá
lv: Norâdiet izðíirtspçju un krâsu dziïumu
ro: Alegeþi rezoluþia ºi culorile
sk: Zvoµte rozlí¹enie a farebnú håbku
tr: Çözünürlüðü ve renk derinliðini belirtin
uk: Вибер╕ть розд╕льну здатн╕сть та к╕льк╕сть кольор╕в
vi: Chän ®é ph©n gi¶i vµ ®é s©u cña mµu

source: Graphic card: %s
cs: Grafická karta: %s
eu: Grafikoen txartela: %s
hr: Grafièka kartica: %s
lt: Vaizdo plokðtë: %s
lv: Grafiskâ karte: %s
ro: Carte graficã: %s
sk: Grafická karta: %s
tr: Ekran kartý: %s
uk: В╕део плата: %s
vi: Card ®å häa: %s

source: XFree86 server: %s
eu: XFree86 zerbitzaria: %s
hr: XFree86 poslu¾itelj: %s
lt: XFree86 serveris: %s
lv: XFree86 serveris: %s
ro: Server XFree86: %s
tr: XFree86 sunucusu: %s
uk: Сервер XFree86: %s

source: Expert Mode
cs: Expertní re¾im
eu: Aditu Modua
hr: Ekspertni mod
lt: Eksperto Reþimas
lv: Eksperta reþîms
sk: Expertný mód
tr: Uzman kipi
uk: Експертний режим
vi: ChÕ ®é Chuyªn gia

source: Show all
cs: Ukázat v¹e
eu: Erakutsi dena
hr: Poka¾i sve
lt: Rodyti viskà
lv: Parâdît visu
ro: Afiºaþi tot
sk: Zobraz v¹etko
tr: Hepsini Göster
uk: Показати все
vi: HiÓn thÞ tÊt c¶

source: Resolutions
cs: Rozli¹ení
eu: Erresoluzioak
hr: Rezolucije
lt: Skiriamosios gebos
lv: Izðíirtspçjas
ro: Rezoluþii
sk: Rozlí¹enia
tr: Çözünürlükler
uk: Розд╕льн╕ здатност╕
vi: §é ph©n gi¶i
