Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: The Mandrake Linux CDROM has a built-in rescue mode. You can access it by booting from the CDROM, press the >>F1<< key at boot and type >>rescue<< at the prompt. But in case your computer cannot boot from the CDROM, you should come back to this step for help in at least two situations: * when installing the boot loader, DrakX will rewrite the boot sector (MBR) of your main disk (unless you are using another boot manager) so that you can start up with either Windows or GNU/Linux (assuming you have Windows in your system). If you need to reinstall Windows, the Microsoft install process will rewrite the boot sector, and then you will not be able to start GNU/Linux! * if a problem arises and you cannot start up GNU/Linux from the hard disk, this floppy disk will be the only means of starting up GNU/Linux. It contains a fair number of system tools for restoring a system, which has crashed due to a power failure, an unfortunate typing error, a typo in a password, or any other reason. When you click on this step, you will be asked to enter a disk inside the drive. The floppy disk you will insert must be empty or contain data which you do not need. You will not have to format it since DrakX will rewrite the whole disk.
cs: CDROM s distribucí Mandrake Linux má zabudovaný záchranný re¾im. Mù¾ete ho spustit pøímo pøi spu¹tìní z CD, kdy stisknete klávesu >>F1<< a na pøíkazový øádek napí¹ete >>rescue<<. Pokud poèítaè neumo¾òuje bootovat z CD, potom v tomto kroku najdete øe¹ení na následující situace: * pokud pou¾íváte zavádìcí program, DrakX pøepí¹e zavádìcí sektor (MBR) na pevném disku (pokud nepou¾íváte jiný zavádìcí program) aby umo¾nil start buï Windows nebo GNU/Linuxu (pokud máte Windows na poèítaèi nainstalovány). Pokud potøebujete Windows pøeinstalovat, instalaèní program Microsoftu pøepí¹e zavádìcí sektor a nemáte tak mo¾nost spustit GNU/Linux! * pokud se objeví problémy a není mo¾né spustit GNU/Linux z pevného disku, je disketa jedinou mo¾ností, jak systém spustit. Obsahuje základní systémové nástroje na obnovení systému buï pøí výpadku napájení, chybì v hesle nebo z jiných dùvodù. Pokud zvolíte tento krok, musíte vlo¾it disketu do mechaniky. Disketa musí být prázdná, nebo na ní mohou být data, která ji¾ nepotøebujete. následnì se provede formát diskety a DrakX celý její obsah pøepí¹e.
tr: Mandrake Linux CD'si içinde bir kurtarma kipi bulunmaktadýr. Kurtarma kipine CD'den baþlatýrken »F1« tuþuna bastýktan sonra isteðiniz sorulduðunda »rescue« yazarak eriþebilirsiniz. Ancak bu seçimle makinanýz CD'den açýlmaz, bunun yerine en az iki olasýlýktan birini seçmeniz gerekir: * Önyükleyicinin ana diskinizin ilk sektörüne yazýlmasý (baþka bir açýlýþ yöneticisi kullanmýyorsanýz): GNU/Linux ve Windows ayný makina üzerinde kurulu ise ve Windows'u yeniden kurmak istediðinizde MS kurulum programý diskin önyükleme bölümünü yeniden yazar. Bu durumda GNU/Linux baþlatýlamaz. * Herhangi bir sebepten dolayý GNU/Linux sabit diskten açýlmýyorsa bir açýlýþ disketi ile sisteminizi açabilirsiniz. Elektrik kesintisi, hatalý bir iþlem sonucu olarak, bir parola sorunu ya da öngörülmeyen bir sebeple sisteminiz açýlýþ sýrasýnda bir noktadan daha ileri gidemiyorsa sisteminizi kurtaracak araçlarý içeren bu disketi kullanabilirsiniz. Bu son adýmý seçerseniz sizden sürücüye bir disket yerleþtirmeniz istenecektir. Bu disket boþ olmalý ya da size gerekecek bilgiler içermemelidir. DrakX disketi yazmayý bitirdikten sonra artýk o disketi biçemlendiremeyeceksiniz.

source: At this point you need to choose where on your hard drive to install your Mandrake Linux operating system. If your hard drive is empty or if an existing operating system is using all the space available, you will need to partition it. Basically, partitioning a hard drive consists of logically dividing it to create space to install your new Mandrake Linux system. Because the effects of the partitioning process are usually irreversible, partitioning can be intimidating and stressful if you are an inexperienced user. Fortunately, there is a wizard which simplifies this process. Before beginning, please consult the manual and take your time. If you are running the install in Expert mode, you will enter DiskDrake, the Mandrake Linux partitioning tool, which allows you to fine-tune your partitions. See the DiskDrake chapter of the manual. From the installation interface, you can use the wizards as described here by clicking the "Wizard" button of the dialog. If partitions have already been defined, either from a previous installation or from another partitioning tool, simply select those to install your Linux system. If partitions are not defined, you will need to create them using the wizard. Depending on your hard drive configuration, several options are available: * "Use free space": this option will simply lead to an automatic partitioning of your blank drive(s). You will not be prompted further. * "Use existing partition": the wizard has detected one or more existing Linux partitions on your hard drive. If you want to use them, choose this option. * "Use the free space on the Windows partition": if Microsoft Windows is installed on your hard drive and takes all the space available on it, you have to create free space for Linux data. To do that, you can delete your Microsoft Windows partition and data (see "Erase entire disk" or "Expert mode" solutions) or resize your Microsoft Windows partition. Resizing can be performed without the loss of any data. This solution is recommended if you want to use both Mandrake Linux and Microsoft Windows on same computer. Before choosing this option, please understand that after this procedure, the size of your Microsoft Windows partition will be smaller than at the present time. You will have less free space under Microsoft Windows to store your data or to install new software. * "Erase entire disk": if you want to delete all data and all partitions present on your hard drive and replace them with your new Mandrake Linux system, choose this option. Be careful with this solution because you will not be able to revert your choice after confirmation. !! If you choose this option, all data on your disk will be lost. !! * "Remove Windows": this will simply erase everything on the drive and begin fresh, partitioning everything from scratch. All data on your disk will be lost. !! If you choose this option, all data on your disk will be lost. !! * "Expert mode": choose this option if you want to manually partition your hard drive. Be careful - it is a powerful but dangerous choice. You can very easily lose all your data. Hence, do not choose this unless you know what you are doing.
cs: V tomto bodì si musíte definovat, na které diskové oddíly budete instalovat nový operaèní systém Mandrake Linux. Pokud je disk prázdný nebo existující operaèní systém pou¾ívá celý disk, je nutné ho rozdìlit. Rozdìlení disku spoèívá ve vytvoøení volného prostoru pro instalaci systému Mandrake Linux. Proto¾e rozdìlení disku je nenávratná operace, je to velmi nebezpeèná akce pro ty u¾ivatele, kteøí nemají ¾ádné zku¹enosti. Pro tyto u¾ivatele je dobrý prùvodce, který zjednodu¹í daný proces. Je¹tì pøed zapoèetím rozdìlování disku si proètìte manuál. Pokud máte zvolený Expertní re¾im, spustil se nástroj na práci s diskem: Diskdrake, který umo¾òuje lépe nastavit diskové oddíly. Pokud chcete pou¾ít prùvodce, kliknìte na tlaèítko "Prùvodce". Pokud máte ji¾ vytvoøeny diskové oddíly z pøedchozích instalací nebo od jiných diskových nástrojù, lze je nyní pou¾ít pro instalaci. Pokud nejsou definovány ¾ádné diskové oddíly, je nutné je vytvoøit. K tomu slou¾í prùvodce, který nabídne nìkolik øe¹ení: * "Pou¾ít volný prostor": takto se jednodu¹e automaticky disk(y) rozdìlí a ji¾ se o nic nemusíte starat. * "Pou¾ít existující oddíly": prùvodce detekoval jeden nebo více existujících Linuxových oddílù a ty nabídne pro instalaci. * "Pou¾ít volné místo na oddíle s Windows": pokud máte na disku nainstalovány Microsoft Windows a zabírají celý disk, je mo¾né tento prostor zmen¹it a pou¾ít ho pro instalaci. Zmìna velikost oddílu je provedena bez ztráty dat. Tento postup je doporuèený, pokud chcete na disku provozovat jak systém Linux Mandrake tak i Microsoft Windows. Pøed touto volbou si uvìdomte, ¾e velikost oddílu s Microsoft Windows bude men¹í ne¾ je nyní. To znamená, ¾e budete mít ménì místa pro instalaci programù do Microsoft Windows. * "Zru¹it celý disk": pokud chcete smazat ve¹kerá data a v¹echny oddíly na disku a pou¾ít je pro instalaci systému Mandrake Linux, vyberte toto øe¹ení. Zde postupujte opatrnì, po výbìru ji¾ není mo¾né vzít volbu zpìt. !! Pokud zvolíte tuto mo¾nost, v¹echna data na disku budou ztracena.!! * "Odstranit Windows": takto se jednodu¹e sma¾e celý disk a bude se instalovat na celý disk- V¹echna data tak budou ztracena. !! Pokud vyberete tuto volbu, ve¹kerá data budou ztracena. !! * "Expertní re¾im": pokud chcete disk rozdìlit ruènì. Pøed touto volbou buïte opatrní, je sice mocná, ale nebezpeèná. Nedoporuèuje se tìm, kteøí pøesnì nevìdí, co dìlají.
tr: Bu noktada, Mandrake Linux iþletim sisteminizi sabit diskinizde nereye kuracaðýnýzý seçmeniz gerekiyor. Diskiniz boþsa, ya da halihazýrda bir iþletim sistemi diskin tamamýný kullanýyorsa diski bölümlendirmeniz gerekmektedir. Temel olarak, bir diski bölümlendirmek, Mandrake Linux sistemini kurabilmek için onu mantýksal olarak bölmek ve böylece boþ alan oluþturmak anlamýna gelir. Bölümlendirme iþleminin etkilerinin geri dönülmezliði yüzünden bu iþlem, eðer tecrübesizseniz, korkutucu ve stresli bir iþ olabilir. Mandrake Linux, bu iþlemi oldukça kolaylaþtýran bir sihirbaz sunmaktadýr. Baþlamadan önce lütfen kýlavuzu okuyun. Uzman kipinde kurulum yapýyorsanýz Mandrake Linux Disk Bölümlendirme Aracý DiskDrake'i kullanabilirsiniz. DiskDrake hakkýnda ayrýntýlý bilgi edinmek için kýlavuzun ilgili bölümünü okuyabilirsiniz. Ayrýca kurulum arayüzünden dialoðun "Sihirbaz" düðmesine týklayarak burada açýklanan sihirbazlarý da kullanabilirsiniz. Önceki bir Linux kurulumunda ya da baþka bir sistemin disk bölümlendirme aracýný kullanarak disk bölümlendirmenizi zaten yapmýþsanýz Linux sisteminizi kurmak için basitçe bir disk bölümü seçiniz. Disk bölümlendirmesi yapýlmamýþsa sihirbazý kullanarak bu bölümleri oluþturabilirsiniz. Sabit disk yapýlandýrmanýza baðlý olarak aþaðýdaki seçeneklerden birini kullanabilirsiniz: * "Boþ alan kullanýlsýn": bu seçenek ile boþ sabit disklerinizden biri üzerinde otomatik bölümlendirme yapýlacak, size bir þey sorulmayacaktýr. * "Mevcut disk bölümü kullanýlsýn": sihirbazýn sabit diskinizde bulduðu Linux disk bölümlerinden birini kullanmak istiyorsanýz bu seçeneði kullanýn. * "Windows'un bulunduðu bölümdeki boþ alan kullanýlsýn": sabit diskinizde MS Windows kurulu ve diskin tamamý ona ayrýlmýþsa ancak diskte boþ yer varsa bu seçeneði kullanarak boþ kalan yerde Linux disk bölümü oluþturulabilir. Bunu yapmak için MS Windows'u silebilir ("Tüm Diski sil" veya "Uzman kip" çözümlerini kullanarak) ya da MS Windows disk bölümünü yeniden boyutlandýrabilirsiniz. Yeniden boyutlandýrma veri kaybýna sebep olmadan gerçekleþtirilebilir. Makinanýzda hem MS Windows hem de Mandrake Linux kullanacaksanýz bu çözümü kullanmanýz önerilir. Bu seçeneði kullanacaksanýz bu iþlemden sonra MS Windows için ayrýlan yerin azalacaðýný gözönüne almanýz gerekir. * "Tüm diski sil": bu seçeneði kullanarak sabit diskinizdeki tüm veriyi ve disk bölümlerini kaldýrabilir yerine Mandrake Linux sistemini yerleþtirebilirsiniz. Seçimi onayladýktan sonra artýk geri dönüþ mümkün olmayacaðýný bu seçeneði kullanýrken aklýnýzdan çýkarmayýn. !! Bu seçeneði kullandýðýnýz takdirde diskinizdeki tüm verilerinizi kaybedeceksiniz. !! * "Windows'u Sil": bu seçenek ile sabit diskinizdeki herþey silinecek ve temiz bir disk üzerine yeniden bölümlendirme yapýlacaktýr. !! Bu seçeneði kullandýðýnýz takdirde diskinizdeki tüm verilerinizi kaybedeceksiniz. !! * "Uzman kipi": sabit diskiniz kendiniz elle bölümlendirmek istiyorsanýz bunu seçeneði kullanabilirsiniz. Bu çözümü seçmeden önce dikkatli olun. Güçlü bir çözüm olduðu kadar tehlikelidir de. Tüm verilerinizi kolayca kaybedebilirsiniz. Bu nedenle ne yaptýðýnýzý tam olarak bilmediðiniz sürece bunu seçmeyin.
uk: Тепер ви ма╓те вибрати де саме ви б хот╕ли встановити свою систему Мандрейк Л╕накс на жорсткому диску. Якщо диск пустий, або якщо в╕н повн╕стю зайнятий ╕ншою операц╕йною системою, Вам потр╕бно буде перерозпод╕лити диск. Фактично, перерозпод╕л жорсткого диску означа╓, що диск буде розд╕лено на лог╕чн╕ п╕дрозд╕ли, для того, щоб створити прост╕р для установки Мандрейк Л╕накса. Через те, що насл╕дки в╕д перерозпод╕лу диску звичайно незворотн╕, ця операц╕я може бути хвилюючою для недосв╕дченого користувача. Якщо Ви користу╓тесь програмою установки в експертному режим╕, Ви вв╕йдете в зас╕б для розбивки диск╕в на п╕дрозд╕ли Мандрейк Л╕накса: DiskDrake. В╕д нада╓ можлив╕сть точного вибору розм╕р╕в п╕дрозд╕л╕в. Подив╕ться розд╕л DiskDrake в п╕дручнику. Ви можете також скористуватись пом╕чниками для р╕зних етап╕в установки, якщо клацнете кнопку Пом╕чник. Цей пом╕чник спрощу╓ процес. Перш, н╕ж починати перерозпод╕л диску, проконсультуйтесь з пос╕бником користувача. Якщо п╕дрозд╕ли вже було визначено (в╕д попередньо╖ установки або за допомогою ╕ншо╖ програми розпод╕лу диск╕в), Вам потр╕бно буде вибрати ц╕ п╕дрозд╕ли для увстановлення операц╕йно╖ системи Л╕накс на цих п╕дрозд╕лах. Якщо так╕ п╕дрозд╕ли ще не були визначен╕, Вам потр╕бно буде ╖х створити. Для цього ви можете скористуватися пом╕чником, який Ви бачите вгор╕. В залежност╕ в╕д конф╕╜угац╕╖ Вашого жорсткого диску, Ви можете мати к╕лька р╕зних вар╕ант╕в конф╕╜урац╕╖. * Користуватися ╕снуючими п╕дрозд╕лами: пом╕чник виявив один або б╕льше п╕дрозд╕л╕в Л╕накса на Вашому жорсткому диску. Якщо ви хочете зберегти ц╕ п╕дрозд╕ли, вибер╕ть цей пункт. * Стерти весь диск: якщо ви хочете стерти вс╕ дан╕ на вс╕х п╕дрозд╕лах Вашого жорсткого диску ╕ зам╕нити ╖х новою системою Мандрейк Л╕накс, можете вибрати цю опц╕ю. Будьте уважн╕, бо вибравши цей режим, ви вже не зможете повернутись назад. * Скористуватись в╕льним простором на п╕дрозд╕л╕ операц╕йно╖ системи Windows: якщо на комп'ютер╕ встановлена операц╕йна система Microsoft Windows ╕ вона займа╓ весь прост╕р на Вашому жорсткому диску, Ви повинн╕ створити в╕льний прост╕р на диску для Л╕накса. Це можна зробити, стерши повн╕стю всю систему Windows (див. "Стерти весь диск" або режим установки "Експерт") або зм╕нивши розм╕р п╕дрозд╕лу, який зайнятий Windows. Зм╕на розм╕ру п╕дрозд╕лу може бути зроблена без втрати даних. Цей спос╕б установки рекоменду╓ться, якщо ви хочете мати обидв╕ системи, ╕ Microsoft Windows, ╕ Мандрейк Л╕накс встановлен╕ на сво╓му комп'ютер╕. Перш, н╕ж вибирати цей режим, зрозум╕йте, що у цьому випадку розм╕р п╕дрозд╕лу для Microsoft Windows буде меншим, н╕ж зараз. Це означа╓, що ви будете мати менше в╕льного простору при робот╕ в Microsoft Windows для запису Ваших даних та програм. * Стерти Windows: це просто з╕тре повн╕стю весь диск ╕ почне св╕жий под╕л на п╕дрозд╕ли. Вс╕ дан╕ на диску буде втрачено. !! Якщо Ви виберете цей пункт, вс╕ дан╕ на диску будуть втрачен╕. !! * Експертний режим: якщо ви хочете вручну перерозпод╕лити прост╕р на Вашому жорсткому диску, ви можете вибрати цей режим. Однак будьте обережними перш, н╕ж вибирати цей режим. Це -- потужний, але дуже небезпечний режим. Ви можете втратити вс╕ дан╕ дуже просто. Отже, не вибирайте цей режим, якщо добре не розум╕╓те, що саме ви робите.

source: There you are. Installation is now complete and your GNU/Linux system is ready to use. Just click "OK" to reboot the system. You can start GNU/Linux or Windows, whichever you prefer (if you are dual-booting), as soon as the computer has booted up again. The "Advanced" button (in Expert mode only) shows two more buttons to: * "generate auto-install floppy": to create an installation floppy disk which will automatically perform a whole installation without the help of an operator, similar to the installation you just configured. Note that two different options are available after clicking the button: * "Replay". This is a partially automated install as the partitioning step (and only this one) remains interactive. * "Automated". Fully automated install: the hard disk is completely rewritten, all data is lost. This feature is very handy when installing a great number of similar machines. See the Auto install section at our web site. * "Save packages selection"(*): saves the packages selection as made previously. Then, when doing another installation, insert the floppy inside the driver and run the installation going to the help screen by pressing on the [F1] key, and by issuing >>linux defcfg="floppy"<<. (*) You need a FAT-formatted floppy (to create one under GNU/Linux, type "mformat a:")
cs: Nyní je instalace ukonèena a operaèní systém GNU/Linux je pøipraven k pou¾ití. Kliknìte na "OK" a systém bude restartován. Potom mù¾ete spustit GNU/Linux nebo Windows, zále¾í který preferujete Tlaèítko "Roz¹íøené" zobrazí dal¹í dvì tlaèítka: * Generovat disketu pro automatickou instalaci: vytvoøí disketu, se kterou lze celou instalaci opakovat bez zásahu operátora se stejnými volbami, které byly zvoleny pøi instalaci. Po kliknutí na toto tlaèítko se zobrazí dal¹í dvì volby: * : Zopakovat: je to èásteènì automatická instalace, kdy se potvrzuje krok pøi rozdìlování diskù (a pouze tento krok). * : Automaticky: plnì automatická instalace, data na pevném disku budou zru¹ena a disk pøepsán. Tato volba je velmi u¾iteèná, kdy¾ potøebujete nainstalovat vìt¹í poèet stejných poèítaèù. Více o této mo¾nosti je na na¹ich WWW stránkách. * Ulo¾it výbìr balíèkù(*): ulo¾í výbìr balíèkù, který byl zvolen pøi instalaci. Pokud budete instalovat dal¹í poèítaè, vlo¾te disketu do mechaniky a spus»te instalaci, stisknìte [F1] a napi¹te na pøíkazový øádek >linux defcfg="floppy"<. (*) Potøebujete disketu formátovanou FAT (Pod Linuxem ji vytvoøíte pøíkazem "mformat a:")
tr: Buraya kadar geldiyseniz kurulum tamamlanmýþ ve GNU/Linux sisteminizi kullanmaya hazýrsýnýz demektir. "TAMAM" düðmesine týkladýðýnýzda sisteminiz yeniden baþlatýlacaktýr. Hem Windows hem de GNU/Linux kullanýmýný seçtiyseniz makinanýzýn her açýlýþýnda bu sistemlerden biri için tercihinizi kullanabileceksiniz. "Geliþmiþ" düðmesine týladýðýnýzda size iki seçenek sunulacaktýr: * "Otomatik kurulum disketi oluþturulsun": yaptýðýnýz kuruluma benzer bir kurulumu herhangi bir yardým gerekmeksizin otomatik olarak yapýlabilmesini saðlayacak bir kurulum disketi oluþturabilirsiniz. Bu seçeneði kullanmaya karar verdiðinizde size iki seçenek sunulacaktýr: * "Etkileþimli": bu sadece disk bölümlemesinin etkileþimli olduðu yarý otomatik kurulumdur. * "Otomatik": bu seçenek sabit diskin tamamen silinip yeniden yazýlmasý ile kurulumu tamamen otomatik olarak gerçekleþtirebilirsiniz. Bu seçenek ayný sistemi çok sayýda makinaya kurmak için çok kullanýþlýdýr. Web sitemizde ki "Auto install" bölümünde daha ayrýntýlý bilgi edinebilirsiniz. * "Paket seçim listesini kaydet"(*): kurulum sýrasýnda seçtiðiniz paketlerin listesi kaydedilir. Bir baþka kurulum sýrasýnda disketi sürücüye yerleþtirdikten sonra [F1] tuþuna bastýktan sonra »linux defcfg="floppy"« yazarak kurulumu yardým ekranýna kadar ilerletin (*) Bu seçenek için FAT biçemli bir diskete ihtiyacýnýz olacak. Bu disketi GNU/Linux altýnda "mformat a:" komutu ile oluþturabilirsiniz.

source: Any partitions that have been newly defined must be formatted for use (formatting means creating a file system). At this time, you may wish to reformat some already existing partitions to erase any data they contain. If you wish to do that, please select those partitions as well. Please note that it is not necessary to reformat all pre-existing partitions. You must reformat the partitions containing the operating system (such as "/", "/usr" or "/var") but you do not have to reformat partitions containing data that you wish to keep (typically "/home"). Please be careful when selecting partitions. After formatting, all data on the selected partitions will be deleted and you will not be able to recover any of them. Click on "OK" when you are ready to format partitions. Click on "Cancel" if you want to choose another partition for your new Mandrake Linux operating system installation. Click on "Advanced" if you wish to select partitions that will be checked for bad blocks on the disc.
cs: Ka¾dý novì vytvoøený diskový oddíl musí být pøed pou¾itím zformátován (formátováním se myslí vytvoøení souborového systému). Nyní lze formátovat ji¾ existující diskové oddíly pro vymazání v¹ech dat, která obsahují. Pokud to chcete provést, vyberte diskové oddíly pro pøeformátování. Není ale nutné pøeformátovat v¹echny ji¾ existující diskové oddíly. Je nutné pøeformátovat oddíly, které obsahují operaèní systém (jako je "/", "/usr" nebo "/var") ale není nutné pøeformátovat oddíly, které obsahují data, která chcete zachovat (typicky /home). Pøi výbìru diskových oddílù, které se budou formátovat buïte opatrní, v¹echna data na formátovaných oddílech budou ztracena a nelze je ji¾ obnovit. Pokud je v¹e pøipraveno pro formátování, kliknìte na "OK". Kliknìte na "Zru¹it" pokud chcete vybrat jiné oddíly pro instalaci systému Mandrake Linux. Kliknutím na "Roz¹íøené" mù¾ete vybrat, které oddílz budou otestovány na vadné bloky.
tr: Yeni tanýmlanmýþ her bölüm, kullaným için biçemlendirilmelidir. (Biçemlendirmek bir dosya sistemi oluþturmak anlamýna gelir.) Þimdi, halihazýrda bulunan bölümlerinizdeki verileri silmek için onlarý tekrar biçemlendirmek isteyebilirsiniz. Bunu istiyorsanýz, biçemlendirmek istediðiniz bu bölümleri de ayrýca seçili duruma getirin. Eskiden kalma tüm bölümlerin biçemlendirilmesi gerekmediðini lütfen unutmayýn. Ýþletim sistemi içerenleri (örneðin "/", "/usr" ya da "/var" gibi) biçemlendirmelisiniz, ama sadece verilerinizin bulunduðu bölümleri biçemlendirmeyebilirsiniz. (örneðin "/home".) Biçemlendireceðiniz bölümleri seçerken dikkatli olun, içlerindeki tüm veriler yok olacaktýr ve biçemlendirildikten sonra geri dönülmesi mümkün deðildir. Bölümleri biçemlendirmeye hazýr olduðunuzda "Tamam"'a týklayýn. Mandrake Linux sisteminizi kurmak isteyeceðiniz baþka bölümler de seçmek isterseniz "Ýptal"'e basýn. "Geliþmiþ" düðmesine týkladýktan sonra isterseniz, sabit diskinizinde ki disk bölümlerinde hatalý blok sýnamasý yapabilirsiniz.
uk: Будь-який з нових визначених п╕дрозд╕л╕в ма╓ бути в╕дформатований для використання (форматування означа╓ створення файлово╖ системи). Зараз Ви, можливо, захочете в╕дформатувати деяк╕ з уже ╕снуючих п╕дрозд╕л╕в для того, щоб стерти дан╕, як╕ на них записан╕. Якщо Ви хочете це зробити, вибер╕ть також п╕дрозд╕ли, як╕ ви хочете в╕дформатувати. Зауважте, однак, що не обов'язково форматувати вс╕ п╕дрозд╕ли, як╕ ╕снували ран╕ше. Ви ма╓те в╕дформатувати п╕дрозд╕ли, як╕ м╕стять операц╕йну систему (так╕, як "/", "/usr" чи "/var"), але ви не ма╓те форматувати т╕ розд╕ли, як╕ м╕стять дан╕, як╕ ви б хот╕ли зберегти (типово це п╕дрозд╕л "/home"). Будьте уважн╕ з вибором п╕дрозд╕л╕в. П╕сля форматування вс╕ дан╕ на п╕дрозд╕лах будуть стерт╕ ╕ ви не зможете в╕дновити н╕чого з них. Клацн╕ть на "Гаразд" коли ви готов╕ приступити до форматування п╕дрозд╕л╕в. Клацн╕ть на "В╕дм╕нити", якщо ви хочете вибрати ╕нш╕ п╕дрозд╕ли для того, щоб встановити нову систему Мандрейк Л╕накс. Натисн╕ть на Додатково, якщо Ви хочете вибрати п╕дрозд╕ли для ╖хньо╖ перев╕рки на ╕снування зб╕йних блок╕в.
