Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Warning Please read carefully the terms below. If you disagree with any portion, you are not allowed to install the next CD media. Press 'Refuse' to continue the installation without using these media. Some components contained in the next CD media are not governed by the GPL License or similar agreements. Each such component is then governed by the terms and conditions of its own specific license. Please read carefully and comply with such specific licenses before you use or redistribute the said components. Such licenses will in general prevent the transfer, duplication (except for backup purposes), redistribution, reverse engineering, de-assembly, de-compilation or modification of the component. Any breach of agreement will immediately terminate your rights under the specific license. Unless the specific license terms grant you such rights, you usually cannot install the programs on more than one system, or adapt it to be used on a network. In doubt, please contact directly the distributor or editor of the component. Transfer to third parties or copying of such components including the documentation is usually forbidden. All rights to the components of the next CD media belong to their respective authors and are protected by intellectual property and copyright laws applicable to software programs.
cs: Varování Pøeètìte si prosím pozornì následující termíny. Pokud s nimi nesouhlasíte, nejste oprávnìn pokraèovat v instalaci následujícím CD. Stisknìte "Odmítnout" pro pokraèování v instalaci bez tohoto média. Nìkteré programy na dal¹ím CD médiu nejsou ¹íøeny podle licence GPL èi podobné. Ka¾dý z tìchto programù je ¹íøen podle vlastní licence a podmínek. Ètete pozornì tyto licence a podmínky pøed tím, ne¾ zaènete daný software pou¾ívat nebo ¹íøit. Nìkteré licence zakazují pøená¹ení, vytváøení duplikatù (mimo zálo¾ní kopii), dal¹í ¹íøení, dekompilaci, reverzní engineering nebo modifikaci komponent. Ka¾dé poru¹ení podmínek okam¾itì pøeru¹uje va¹e práva podle dané licence. I kdy¾ dané licence dávají nìjaká práva, není dovoleno instalovat daný program na více systémù, pøizpùsobovat ho provozu na síti. V pøípadì pochybností kontaktujte distributora nebo výrobce daného programu. Pøenechání práv tøetím osobám nebo kopírování èásti komponent èi dokumentace je také zakázáno. V¹echna práva na programy na dal¹ím CD médiu patøí jejím právoplatným vlastníkùm podle autorského zákona.
eu: Adi Mesedez behean dauden zehazpenak arretaz irakur. Edozerekin e bazaude ados, ezin duzu hurrengo CDak instalatu. Saka 'Ez onartu' instalazioarekin jarraitzeko Cd horiek erabili gabe. Hurrengo CDetako zenbait atal ez daude GPL lizentzia edo antzekoez arautuak. Osagai horietako bakoitzak bere zehazpen eta baldintza bereziak ditu. Mesedez arretaz irakur eta bete lizentziotako zehaztapen eta baldintzak inolako osagaion erabilpen edo banaketa egingo baduzu. Lizentziok gehienetan debekatzen dute transferentzia, bikoizpena (backup-erako ez bada), berbanaketa, reverse engineering, de-assembly, de-compilation edo aldaketarik osagaietan. Akordioaren edozein apurketak, lizentziarekiko dituzun ahalmenak ezabatuko ditu. Lizentzia berezi bakoitzak ez badizu baimen berezirik ematen sisteman zein sarean erabiltzeko. Dudatan bazaude, mesedez osagaiaren editore edo banatzailearengana zuzenean jo. Gehienetan transferentziak eta kopak debekatuta daude. Hurrengo CDetako osagaien jabetza, dagokion jabearena da eta bere jabetza intelektuala eta copyright'a babesttuta daude software programetaz arduratzen diren legeez.
hr: Upozorenje Molimo proèitajte pa¾ljivo èinjenice ni¾e. Ukoliko se ne sla¾ete sa bilo kojim dijelom, nemate dozvolu instalirati slijedeæi CD medij. Pritisnite 'Odbij' za nastavak instalacije bez kori¹tenja ovog medija. Neke komponente sadr¾ane u slijedeæem CD mediju nisu pokrivene GPL licencom ili sliènim ugovorom. Svaka takva komponenta je tada pokrivena stavkama i uvjetima svojim vlastitim specifiènim licencama. Molimo proèitajte pa¾ljivo i slo¾ite se specifiènim licencama prije va¹eg kori¹tenja ili redistribuiranja navedenih komponenti. Takve licence opæenito zabranjuju prijenos, dupliciranje (osim za spasonosne kopije), redistribuciju, reverzno in¾enjerstvo, disasembliranje, dekompilaciju ili promjenu komponente. Svako kr¹enje ugovora æe odmah prekinuti va¹a prava kod specifiène licence. Ako vam stavke specifiène licence ne odobre takva prava, obièno ne mo¾ete instalirati programe na vi¹e od jednog sustava, ili prilagoditi ga za kori¹tenje na mre¾i. Ako ste u nedoumici, kontaktirajte direktno distributera ili urednika komponente. Prijenos treæim osobama ili kopiranje takvih komponenti ukljuèujuæi dokumentaciju je obièno zabranjeno. Sva prava na komponente slijedeæeg CD medija pripadaju njihovim uva¾enim autorima i za¹tiæeni su intelektualnim vlasni¹tvom i autorskim zakonima primjenjivim na software-ske programe.
lt: Perspëjimas Praðau ádëmiai perskaityti ðá susitarimà. Jeigu jûs nesutinkate nors su vienu kunktu jums neleidþiama naudoti ðios laikmenos. Paspauskite 'Atmetu', kad tæsti ádiegimà be ðios laikmenos. Kaikurie CD esantys komponentai nëra paþymëti GPL Licenzija ar kaþkuo panaðiu. Tokiu atveju kiekvienas komponentas turi savo licenzijà. Praðau pirmiau perskaityti ir sutikti su tomis licenzijomis prieð naudojant arba perduodant tuos komponentus. Tokios licenzijos bandrai sulaiko komponentø perdavimà, kopijavimà (iðskyrus rezervinæ kopijà), atvirkðtinæ inþinerijà, de-assembly, de-compilation arba modifikavimà. Bet koks susitarimo lauþymas atima ið jûsø visas ðios licenzijos suteiktas teises. Jeigu jums speciali licenzija nesuteikia ápatinkø ágaliojimø jûs negalite ádiegti ðiø programø á daugiau negu vienà kompiuterá arba pritaikyti naudoti tinkle. Jei abejojate susisiekite tiesiai su gamintoju. Ðiø komponentø arba dokumentacijos perdavimas treèioms ðalims yra uþdraustas. Visos CD diske esanèiø komponentø teisës priklauso gerbiamiems jø autoriams ir saugomos intelektualios nuosavybës teises sauganèiø ástatymø.
lv: Brîdinâjums Lûdzu rûpîgi izlasiet zemâk esoðos nosacîjumus. Ja jûs nepiekrîtat kâdai to daïai, jûs nedrîkstat instalçt no ðî CD. Nospiediet 'Noraidît', lai turpinâtu instalçðanu, neizmantojot ðo datu nesçju. Daþi ðajâ CD datu nesçjâ esoðie komponenti nav pakïauti GPL licencei vai lîdzîgiem lîgumiem. Katra ðâda komponenta izmantoðanu nosaka atseviðías licences noteikumi un nosacîjumi. Lûdzu rûpîgi to izlasiet un ievçrojiet tâs nosacîjumus, pirms izmantot vai izplatît uzskaitîtos komponentus. Ðîs licences pârsvarâ aizliegs jums pârsûtît, dublçt (izòemot rezerves kopçðanas nolûkus), izplatît tâlâk, reversi uzbûvçt, de-asamblçt, de-kompilçt vai modificçt ðo kompomentu. Jebkurð ðîs vienoðanâs pârkâpums jums automâtiski atòems tiesîbas, ko pieðíîrusi attiecîgâ licence. Izòemot gadîjumus, kad konkrçtas lcences nosacîjumi jums dod ðâdas tiesîbas, jûs parasti nedrîkstat instalçt ðâdu programmu uz vairâk nekâ vienas sistçmas vai pielâgot to izmantoðanai tîklâ. Ja ðaubâties, lûdzu sazinieties ar komponenta izplatîtâju vai redaktoru. Ðâdu komponentu, tajâ skaitâ arî iekïautâs dokumentâcijas, nodoðana treðajâm personâm vai kopçðana parasti ir aizliegta. Visas nâkamajâ CD datu nesçjâ iekïauto komponentu tiesîbas pieder to attiecîgajiem autoriem, un tâs aizsargâ intelektuâlâ îpaðuma un autortiesîbu likumi, kas attiecas uz programnodroðinâjumu.
tr: Uyarý Aþaðýdaki maddeleri lütfen dikkatle okuyun. Herhangi birine katýlmýyorsanýz, bir sonraki CD ortamýndan kurulum yapmanýz mümkün deðildir. Bu ortamdan kurulum yapmadan devam edebilmek için 'Reddet'e basýnýz. Bir sonraki CD'deki bazý uygulamalar GPL Lisansý'na ya da benzer anlaþmalara tabi deðildir. Her parça kendine ait bir lisansýn þartlarý ve durumlarý tarafýndan yönlendirilir. Lütfen ilgili lisansý dikkatle okuyup kabul etmeden bu parçalarýn daðýtýmýný yapmayýnýz. Genel olarak bu tür lisanslar ilgili uygulamanýn transferi, kopyalanmasý (yedekleme amacý dýþýnda nedenlerle), daðýtýmý, kodlarýnýn incelenmesi ve deðiþtirilmesini engeller. Herhangi bir anlaþmazlýk, ilgili lisans tarafýndan verilen haklarýnýzý yok eder. Özel bir lisans anlaþmasýyla hak sahibi olmadýysanýz, ilgili parçalarý birden fazla sisteme kuramaz, að ortamýnda çalýþmaya adapte edemezsiniz. Herhangi bir þüphe durumunda doðrudan daðýtýcý, ya da uygulamanýn yazarýyla iletiþim kurunuz. Üçüncü þahýslara transfer ya da dokümanlar da dahil herhangi bir kopyalanmasý genel olarak mümkün deðildir. Bir sonraki CD ortamýndaki parçalarýn tüm haklarý her bir uygulamanýn kendi yazarýna aittir, ve entellektüel özgünlük yasalarý tarafýndan korunmaktadýr.
uk: Будь ласка, уважно прочитайте умови подан╕ дал╕. Якщо ви не погоджу╓тесь з будь-якою частиною, вам не дозволя╓ться встановлювати наступний компакт-диск. Натисн╕ть на В╕дмовитися для того, щоб продовжити установку без використання цього нос╕я. Деяк╕ компоненти на наступному компакт-диску не керуються л╕ценз╕╓ю GPL чи под╕бною до не╖. В такому випадку кожен ╕з компонент╕в керу╓ться сво╓ю специф╕чною л╕ценз╕╓ю. Будь ласка, прочитайте уважно ╕ дотримуйтесь умов тако╖ специф╕чно╖ л╕ценз╕╖ перш, н╕ж користуватися або перерозповсюджувати таку компоненту. Так╕ л╕ценз╕╖ у б╕льшост╕ випадк╕в забороняють передачу, коп╕ювання (кр╕м створення резервно╖ коп╕╖), перерозповсюдження, зворотню ╕нженер╕ю, де-асемблювання, де-комп╕ляц╕ю чи модиф╕кац╕ю компоненти. Будь-яке порушення л╕ценз╕╖ негайно припиня╓ ваш╕ права щодо компоненти. Якщо специф╕чно не вказано про надання таких прав, ви не ма╓те права встановлювати ц╕ програми на б╕льш, н╕ж одн╕й систем╕, або пристосовувати ╖х для установки в мереж╕. Якщо ви ма╓те сумн╕ви щодо л╕ценз╕╖, зверн╕ться безпосередньо до дистриб'ютора чи редактора тако╖ компоненти. Передача таких компонент (включаючи документац╕ю) трет╕м особам у б╕льшост╕ випадк╕в заборонена. Вс╕ авторськ╕ права компонент на наступному компакт-диску застережен╕ за ╖х в╕дпов╕дними авторами ╕ захищаються законами про охорону авторських прав, як╕ мають право застосовуватися до програмних продукт╕в.
vi: C¶nh B¸o H·y ®äc kü c¸c ®iÒu kho¶n d­íi ®©y. NÕu b¹n kh«ng chÊp thuËn víi bÊt cø phÇn nµo, b¹n sÏ kh«ng ®­îc phÐp cµi ®Æt ®Üa CD tiÕp theo. NhÊp vµo 'Tõ chèi' ®Ó tiÕp tôc cµi ®Æt vµ kh«ng sö dông c¸c ®Üa nµy. Mét sè thµnh phÇn trong CD tiÕp theo kh«ng tu©n theo GPL License hoÆc t­¬ng tù. Mçi mét thµnh phÇn nµy l¹i tu©n theo c¸c ®iÒu kiÖn vµ ®iÒu kho¶n trong giÊy phÐp riªng cña nã. H·y ®äc kü vµ chÊp thuËn c¸c giÊy phÐp ®i kÌm tr­íc khi b¹n sö dông hoÆc ph©n phèi l¹i c¸c thµnh phÇn ®· ®­îc ®Ò cËp. C¸c giÊy phÐp nµy nãi chung sÏ ng¨n chÆn viÖc trao ®æi, sao chÐp (trõ c¸c môc ®Ých sao l­u dù phßng), ph©n phèi l¹i, ®¶o lén, th¸o rêi, bá biªn dÞch hoÆc thay ®æi thµnh phÇn. BÊt kú mét ph¹m vi chÊp thuËn nµo ®ã còng sÏ giíi h¹n ngay quyÒn cña b¹n bëi giÊy phÐp. Trõ khi lµ c¸c ®iÒu kho¶n trong giÊy phÐp cho b¹n quyÒn, b¹n kh«ng thÓ cµi ®Æt c¸c ch­¬ng tr×nh cho nhiÒu m¸y tÝnh, hoÆc sö dông chóng trªn m¹ng. NÕu cã vÊn ®Ò g× kh«ng râ, h·y liªn hÖ trùc tiÕp víi nhµ ph©n phèi hoÆc ng­êi viÕt ch­¬ng tr×nh. ChuyÓn cho bªn thø ba hoÆc sao chÐp c¸c thµnh phÇn nµy lu«n bÞ ng¨n cÊm. Mäi quyÒn sö dông c¸c thµnh phÇn ë CD tiÕp theo thuéc së h÷u cña c¸c t¸c gi¶ vµ ®­îc b¶o vÖ bëi luËt së h÷u trÝ tuÖ vµ b¶n quyÒn ¸p dông cho c¸c ch­¬ng tr×nh phÇn mÒm.

source: Accept
cs: Potvrdit
eu: Onartu
hr: Prihvati
lt: Sutinku
lv: Pieòemt
nb: Godta
pa_in: ਸਵੀਕਾਰ
sk: Akceptuj
tr: Kabul et
uk: Прийняти
vi: ChÊp thuËn

source: Refuse
cs: Odmítnout
eu: Ez onartu
hr: Odbij
lt: Atmetu
lv: Noraidît
nb: Ikke godta
pa_in: ਇਨਕਾਰ
sk: Odmietni
tr: Reddet
uk: В╕дкинути
vi: Tõ chèi

source: Change your Cd-Rom! Please insert the Cd-Rom labelled "%s" in your drive and press Ok when done. If you don't have it, press Cancel to avoid installation from this Cd-Rom.
cs: Vymìòte prosím CD! Prosím vlo¾te CD oznaèené "%s" do mechaniky a stisknìte Ok. Pokud toto CD nemáte, stisknìte Zru¹it a toto CD nebude nainstalováno.
eu: Aldatu Cd-Rom-a! Mesedez, "%s" izena duen Cd-Rom-a sartu unitatean eta gero Ados sakaegizu. Ez baldin baduzu Etsi sakatu Cd-Rom-etiko instalazioa ezeztatzeko.
hr: Promjenite va¹ Cd-Rom! Ubacite Cd-Rom oznaèen "%s" u va¹ pogon i pritisnite U redu kada zavr¹ite. Ukoliko ga nemate, pritisnite Odustani kako bi izbjegli instalaciju sa ovog Cd-Rom-a.
lt: Pakeisk CD! Praðom ákiðti CD su uþraðu ¥%s´ á kaupiklá, tada paspausk Gerai. Jei tu jo neturi, spausk Nutraukti, kad iðvengtum ádiegimo ið ðio CD.
lv: Nomainiet Cd-Rom! Lûdzu ielieciet iekârtâ Cd-Rom "%s", kad tas ir izdarîts, nospiediet Labi Ja jums nav ðî diska, nospiediet Atcelt, lai neinstalçtu no ðî Cd-Rom.
ro: Schimbaþi Cd-Rom-ul! Vã rog introduceþi Cd-Rom etichetat "%s" ºi apoi apãsaþi Ok. Dacã nu-l aveþi, apãsaþi Anuleazã pentru a evita instalarea de pe acest Cd-Rom.
sk: Zmeòte vá¹ CD-ROM disk! Prosím, vlo¾te CD-ROM nazvané "%s" do va¹ej mechaniky a zvoµte OK. Ak taký CD disk nemáte, zvoµte Zru¹ pre zru¹enie in¹talácie z tohoto disku.
tr: Cd-Rom'u deðiþtirin! "%s" etiketli Cd-Rom'u sürücünüze takýn ve TAMAM'a basýn. Eðer Cd-Rom elinizde yoksa bu Cd-Rom'dan kurmamak için VAZGEÇ'e basýn.
uk: Зм╕н╕ть компакт-диск! Будь-ласка, вставте компакт-диск, позначений "%s" у пристр╕й ╕ натисн╕ть Гаразд п╕сля цього. Якщо ви не ма╓те такого диску, натисн╕ть В╕дм╕нити, щоб не встановлювати з цього диску.
vi: §æi ®Üa CD! H·y n¹p ®Üa CD cã nh·n "%s" vµo æ ®Üa råi nhÊn OK khi ®· xong. NÕu b¹n kh«ng cã, nhÊn Bá qua ®Ó kh«ng ch¹y cµi ®Æt tõ ®Üa nµy.

source: There was an error installing packages:
cs: Stala se chyba pøi instalaci balíèkù:
eu: Paketeak instalatzerakoan errorea izan da:
hr: Pojavila se gre¹ka kod instalacije paketa:
lt: Ávyko klaida, ádiegiant paketus:
lv: Pakotòu instalçðanas laikâ atklâta kïûda:
ro: A fost o eroare la instalarea pachetelor:
sk: Poèas in¹talácie balíkov sa vyskytla chyba:
tr: Paketler kurulurken bir hata oluþtu:
uk: Сталася помилка п╕д час установки пакет╕в:
vi: Lçi khi ®ang cµi ®Æt c¸c gãi:

source: An error occurred
cs: Stala se chyba
eu: Errorea gertatu da
hr: Pojavila se gre¹ka
lt: Ávyko klaida
lv: Atklâta kïûda
ro: A apãrut o eroare
sk: Vyskytla sa chyba
tr: Bir hata oluþtu
uk: Сталася помилка
vi: Lçi x¶y ra

source: License agreement
cs: Souhlas s licencí
eu: Lizentzia adostasuna
hr: Licencni dogovor
lt: Licenzijos patvirtinimas
lv: Licences lîgums
nb: Lisensavtale
pa_in: ਲਾਈਸਿੰਸ ਸਹਿਮਤੀ
sk: Súhlas s licenciou
tr: Lisans anlaþmasý
uk: Л╕ценз╕йна умова
vi: ChÊp thuËn giÊy phÐp
