Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Introduction The operating system and the different components available in the Mandrake Linux distribution shall be called the "Software Products" hereafter. The Software Products include, but are not restricted to, the set of programs, methods, rules and documentation related to the operating system and the different components of the Mandrake Linux distribution. 1. License Agreement Please read carefully this document. This document is a license agreement between you and MandrakeSoft S.A. which applies to the Software Products. By installing, duplicating or using the Software Products in any manner, you explicitly accept and fully agree to conform to the terms and conditions of this License. If you disagree with any portion of the License, you are not allowed to install, duplicate or use the Software Products. Any attempt to install, duplicate or use the Software Products in a manner which does not comply with the terms and conditions of this License is void and will terminate your rights under this License. Upon termination of the License, you must immediately destroy all copies of the Software Products. 2. Limited Warranty The Software Products and attached documentation are provided "as is", with no warranty, to the extent permitted by law. MandrakeSoft S.A. will, in no circumstances and to the extent permitted by law, be liable for any special, incidental, direct or indirect damages whatsoever (including without limitation damages for loss of business, interruption of business, financial loss, legal fees and penalties resulting from a court judgment, or any other consequential loss) arising out of the use or inability to use the Software Products, even if MandrakeSoft S.A. has been advised of the possibility or occurance of such damages. LIMITED LIABILITY LINKED TO POSSESSING OR USING PROHIBITED SOFTWARE IN SOME COUNTRIES To the extent permitted by law, MandrakeSoft S.A. or its distributors will, in no circumstances, be liable for any special, incidental, direct or indirect damages whatsoever (including without limitation damages for loss of business, interruption of business, financial loss, legal fees and penalties resulting from a court judgment, or any other consequential loss) arising out of the possession and use of software components or arising out of downloading software components from one of Mandrake Linux sites which are prohibited or restricted in some countries by local laws. This limited liability applies to, but is not restricted to, the strong cryptography components included in the Software Products. 3. The GPL License and Related Licenses The Software Products consist of components created by different persons or entities. Most of these components are governed under the terms and conditions of the GNU General Public Licence, hereafter called "GPL", or of similar licenses. Most of these licenses allow you to use, duplicate, adapt or redistribute the components which they cover. Please read carefully the terms and conditions of the license agreement for each component before using any component. Any question on a component license should be addressed to the component author and not to MandrakeSoft. The programs developed by MandrakeSoft S.A. are governed by the GPL License. Documentation written by MandrakeSoft S.A. is governed by a specific license. Please refer to the documentation for further details. 4. Intellectual Property Rights All rights to the components of the Software Products belong to their respective authors and are protected by intellectual property and copyright laws applicable to software programs. MandrakeSoft S.A. reserves its rights to modify or adapt the Software Products, as a whole or in parts, by all means and for all purposes. "Mandrake", "Mandrake Linux" and associated logos are trademarks of MandrakeSoft S.A. 5. Governing Laws If any portion of this agreement is held void, illegal or inapplicable by a court judgment, this portion is excluded from this contract. You remain bound by the other applicable sections of the agreement. The terms and conditions of this License are governed by the Laws of France. All disputes on the terms of this license will preferably be settled out of court. As a last resort, the dispute will be referred to the appropriate Courts of Law of Paris - France. For any question on this document, please contact MandrakeSoft S.A.
cs: Uvod Operacni system a ruzne casti dostupne v distribuci Mandrake Linux jsou nazyvany "Softwarove produkty" ("Software Products"). Softwarové produkty zahrnuji, ale nejsou omezeny, na programy, metody pravidla a dokumentaci vztahujici se k operacnimu systemu a dalsim komponentam distribuce Mandrake Linux. 1. License Agreement Please read carefully this document. This document is a license agreement between you and MandrakeSoft S.A. which applies to the Software Products. By installing, duplicating or using the Software Products in any manner, you explicitly accept and fully agree to conform to the terms and conditions of this License. If you disagree with any portion of the License, you are not allowed to install, duplicate or use the Software Products. Any attempt to install, duplicate or use the Software Products in a manner which does not comply with the terms and conditions of this License is void and will terminate your rights under this License. Upon termination of the License, you must immediately destroy all copies of the Software Products. 2. Limited Warranty The Software Products and attached documentation are provided "as is", with no warranty, to the extent permitted by law. MandrakeSoft S.A. will, in no circumstances and to the extent permitted by law, be liable for any special, incidental, direct or indirect damages whatsoever (including without limitation damages for loss of business, interruption of business, financial loss, legal fees and penalties resulting from a court judgment, or any other consequential loss) arising out of the use or inability to use the Software Products, even if MandrakeSoft S.A. has been advised of the possibility or occurance of such damages. LIMITED LIABILITY LINKED TO POSSESSING OR USING PROHIBITED SOFTWARE IN SOME COUNTRIES To the extent permitted by law, MandrakeSoft S.A. or its distributors will, in no circumstances, be liable for any special, incidental, direct or indirect damages whatsoever (including without limitation damages for loss of business, interruption of business, financial loss, legal fees and penalties resulting from a court judgment, or any other consequential loss) arising out of the possession and use of software components or arising out of downloading software components from one of Mandrake Linux sites which are prohibited or restricted in some countries by local laws. This limited liability applies to, but is not restricted to, the strong cryptography components included in the Software Products. 3. The GPL License and Related Licenses The Software Products consist of components created by different persons or entities. Most of these components are governed under the terms and conditions of the GNU General Public Licence, hereafter called "GPL", or of similar licenses. Most of these licenses allow you to use, duplicate, adapt or redistribute the components which they cover. Please read carefully the terms and conditions of the license agreement for each component before using any component. Any question on a component license should be addressed to the component author and not to MandrakeSoft. The programs developed by MandrakeSoft S.A. are governed by the GPL License. Documentation written by MandrakeSoft S.A. is governed by a specific license. Please refer to the documentation for further details. 4. Intellectual Property Rights All rights to the components of the Software Products belong to their respective authors and are protected by intellectual property and copyright laws applicable to software programs. MandrakeSoft S.A. reserves its rights to modify or adapt the Software Products, as a whole or in parts, by all means and for all purposes. "Mandrake", "Mandrake Linux" and associated logos are trademarks of MandrakeSoft S.A. 5. Governing Laws If any portion of this agreement is held void, illegal or inapplicable by a court judgment, this portion is excluded from this contract. You remain bound by the other applicable sections of the agreement. The terms and conditions of this License are governed by the Laws of France. All disputes on the terms of this license will preferably be settled out of court. As a last resort, the dispute will be referred to the appropriate Courts of Law of Paris - France. For any question on this document, please contact MandrakeSoft S.A.
hr: Uvod Operativni sustav i njegove razlièite komponente raspolo¾ive u Mandrake Linux distribuciji æe se zvati "Software-ski Produkti" daljnje u tekstu. Software-ski Produkti ukljuèuju, ali nisu ogranièeni na, skup programa, metoda, zakona i dokumentacija vezanih uz operativni sustav i razlièite komponente Mandrake Linux distribucije. 1. Licencni Dogovor Molimo pa¾ljivo proèitajte ovaj dokument. Ovaj dokument je licenci dogovor izmeðu vas i MandrakeSoft S.A. koji se primjenjuje na Software-ske produkte. Instaliranjem, dupliciranjem ili kori¹tenjem Software-skih Produkata u bilo kojem obliku,eksplicitno prihvaæate i potpuno se sla¾ete da æete prihvatiti stavke i uvjete ove Licence. Ukoliko se ne sla¾ete sa bilo kojim dijelom licence, nije vam dozvoljeno instalirati, duplicirati ili koristiti Software-ski produkt. Svaki poku¹aj instalacije, dupliciranja ili kori¹tenja Software-skog Produkta u obliku kojem ne prilièi sa stavkama i uvjetima ove licence je prazno i uni¹titi æe va¹a prava pod ovom Licencom. Uslijed uni¹tenja licence, morate odmah uni¹ititi sve kopije Software-skog Produkta. 2. Ogranièeno Jamstvo Software-ski Produkt i pripadajuæa dokumentacija je pru¾ena "kako je", bez jamstva, do mjere dozvoljene zakonom. MandrakeSoft S.A. neæe, u bilo kojim sluèajevima i do te mjere dozvoljene zakonom, biti odgovaran za bilo kakvu specijalnu, nesretnu, direktnu ili indirektnu ¹tetu bilo kakvu (ukljuèujuæi granice ¹tete od gubitka posla, prestanka posla, financijskih gubitaka, legalnih plaæanja i kazni posljedica sudskih presuda, ili bilo kakvih drugih posljedica gubitka) ¹to je posljedica kori¹tenja ili nemoguænosti kori¹tenja Software-skog Produkta, iako je MandrakeSoft S.A. bio upozoren od moguænosti takve ¹tete. OGRANIÈENA ODGOVORNOST POVEZANA SA POSJEDOVANJEM ILI KORI©TENJEM ZABRANJENOG SOFTWARE-A U NEKIM ZEMLJAMA Do granice dozvoljene zakonom, MandrakeSoft S.A. ili njegovi distributori neæe, u bilo kakvim sluèajevima, biti odgovaran za bilo kakvu specijalnu, nesretnu, direktnu ili indirektnu ¹tetu bilo kako (ukljuèujuæi ogranièene ¹tete zbog gubitka posla, prekida posla, financijskog gubitka, legalnih plaæanja i kazni posljedica sudskih presuda, ili bilo kakvih drugih posljedicagubitka) ¹to je posljedica posjedovanja ili kori¹tenja software-skih komponenti ili kao posljedica skidanja (download-a) software-skih komponenti sa jednog od Mandrake Linux site-ova koja su zabranjena ili ogranièena u nekim zemljama po lokalnim zakonima. Ova ogranièena odgovornost se primjenjuje na, ali nije ogranièena, jake kriptografske komponente ukljuèene u Software-ski Produkt. 3. GPL Licenca i sliène licence Software-ski Prodkt se sastoji od komponenti napravljenih od raznih ljudi ili entiteta. Veliki broj tih komponenti je pokriveno pod stavkama i uvjetima GNU Opæe Javne Licence, u daljnjem tekstu zvana "GPL", ili sliènih licenci. Veliki broj tih licenci dozvoljava vam kori¹tenje, dupliciranje, prilagoðavanje ili redistribuciju komponenti koju ona pokriva. Molimo proèitajte pa¾ljivo stavke i uvjete licencnog dogovora svake komponente prije kori¹tenja bilo koje komponente. Bilo koje pitanje o licenci komponente trebao bi biti adresiran autoru komponente a ne MandrakeSoft-u. Programe razvijeni od strane MandrakeSoft S.A. su pokriveni GPL licencom. Dokumentacija napisana od strane MandrakeSoft S.A. je pokrivena specifiènom licencom. Molimo pogledajte dokumentaciju za vi¹e detalja. 4. Prava na intelektualno vlasni¹tvo Sva prava komponenti Software-skog Produkta pripada njihovim uva¾enim autorima i za¹tiæeni su intelektualnim vlasni¹tvom i autorskim zakonima primjenjivim na software-ske programe. MandrakeSoft S.A. zadr¾ava svoje pravo za izmjenu ili prilagoðavanje Software-skog Produkta, kao cijelinu ili u dijelovima, u svim sluèajevima za sve namjene. "Mandrake", "Mandrake Linux" i pripadajuæi logoi su za¹tiæeni prodajni znaci MandrakeSoft S.A. 5. Dr¾avni zakoni Ukoliko neki dio ovog dogovora govori ni¹ta, ilegalan ili neprikladan sudstvu, taj dio mo¾e se iskljuèiti iz ovog ugovora. Ali ostajete obveznu drugim primjenjivim sekcijama ugovora. Za stavke i uvjete ove Licence je nadle¾an zakon Francuske. Sve sporove oko stavaka licence æe preferirano biti ureðeno sudom. Kao zadnji izlaz, spor æe biti predan odgovarajuæem Sudu u Parizu - Francuska. Za bilo kakva pitanja o ovom dokumentu, molimo kontaktirajte MandrakeSoft S.A.
tr: Giriþ Ýþletim sistemi, ve Mandrake Linux daðýtýmýnda bulunan farklý parçalar buradan itibaren "Yazýlým Ürünleri" olarak adlandýrýlacaktýr. Yazýlým ürünleri; iþletim sistemiyle ilgili program kümeleri, yötemleri, kurallarý ve dokümanlarý, Linux- Mandrake'nin farklý parçalarýný içermektedir, fakat bunlarla sýnýrlandýrýlmamaktadýr. 1. Lisans Anlaþmasý Lütfen bu dokümaný dikkatle okuyun. Bu doküman yazýlým ürünlerini uygulayan MandrakeSoft S.A. ile sizin aranýzdaki lisans anlaþmasýdýr. Yazýlým ürünlerini, kurulum yaparak, çoðaltarak, ya da herhangi bir amaçla kullanarak bu Lisans'ýn þartlarýna uyacaðýnýzý açýk ve tam olarak kabul etmiþ bulunuyorsunuz. Eðer bu Lisans'ýn þartlarýný kabul etmiyorsanýz, yazýlým ürünlerini kurma, çoðaltma ve kullanma hakkýnýz yoktur. Yazýlým ürünlerini lisansýn þartlarýna uymayacak herhangi bir þekilde kurma, çoðaltma ya da kullanma teþebbüsü, bu lisans altýndaki haklarýnýzý yok edecektir. Lisansýn anlaþmasýnýn bozulmasý durumunda, yazýlým ürünlerinin tüm kopyalarýný derhal yok etmeniz gerekmektedir. 2. Sýnýrlý Garanti Yazýlým Ürünleri ve yanlarýnda gelen dokümanlar "olduklarý gibi"dirler, ve kanunlarýn izin verdiði açýlýmda garantisizdirler. MandrakeSoft S.A., kullanýcýnýn yazýlým ürünlerini kullanmak konusunda yetkin olmamasý nedeniyle oluþan (iþ kaybý, iþin aksamasý, maddi kayýp, hukuki cezalara çarptýrýlma vb. neden olacak) doðrudan ya da dolaylý (MandrakeSoft S.A. bu tür zararlarýn oluþabileceðini duyursa bile) hiçbir zarar nedeniyle sorumluluk taþýmaz. BAZI ÜLKELERDE YASAKLANMIÞ YAZILIMA SAHÝP OLMAYA YA DA ONU KULLANMAYA BAÐLI SINIRLI SORUMLULUK Kanunlarýn verdiði yetkilere göre, MandrakeSoft S.A. ya da daðýtýmcýlarý kullanýcýnýn, bulunduðu ülkede yasak olduðu halde, yazýlým ürünlerinikullanmasý, onlara sahip olmasý, onlarý Mandrake Linux sitelerinden indirmesi nedeniyle oluþan (iþ kaybý, iþin aksamasý, maddi kayýp, hukuki cezalara çarptýrýlma vb. neden olacak) doðrudan ya da dolaylý (MandrakeSoft S.A. bu tür zararlarýn oluþabileceðini duyursa bile) hiçbir zarar nedeniyle sorumluluk taþýmaz. Bu sýnýrlý sorumluluk, yazýlým ürünleri içindeki güçlü kriptografi araçlarýný kapsar, fakat bunlarla sýnýrlý deðildir. 3. GPL Lisansý ve Ýlgili Lisanslar Yazýlým ürünleri farklý birçok kiþi tarafýndan oluþturulmuþ parçalardan oluþmaktadýr. Bu parçalarýn çoðu GNU Genel Kamu Lisansý (GPL) ya da benzer lisanslara tabidirler. Bu lisanslarýn çoðu, parçalarýn kullanýmýna, çoðaltýlmasýna, deðiþtirilmesine ya da tekrar daðýtýmýnýn yapýlmasýna izin vermektedir. Lütfen kullanýmdan önce her bir yazýlým ürünü için, onu ilgilendiren lisans(lar)ýn tüm þartlarýný okuyunuz. Bir yazýlým ürünü hakkýndaki herhangi bir soru, MandrakeSoft'a deðil, o ürünün geliþtiricisine yöneltilmelidir. MandrakeSoft tarafýndan geliþtirilmiþ yazýlýmlar GPL lisansýyla korunmaktadýr. MandrakeSoft tarafýndan hazýrlanan dokümanlar da özel bir lisansa tabidir. Daha fazla bilgi için lütfen dokümanlara göz atýnýz. 4. Entellektüel Özellik Haklarý Yazýlým ürünleri üzerindeki tüm haklar bu yazýlýmýn geliþtiricisine aittir; yazýlýma uygulanan entellektüel özellik ve kopyalama kanunlarýyla korunmaktadýrlar. MandrakeSoft, yazýlým ürünlerinin, bütün olarak ya da parça parça, herhangi bir amaç için deðiþtirilme ya da adapte edilme haklarýný saklamaktadýr. "Mandrake", ve "Mandrake Linux" ve ilgili logolar MandrakeSoft S.A.'ya ait tescilli markalardýr. 5. Yönetim Kanunlarý Bu lisansýn herhangi bir kýsmý, bir mahkeme tarafýndan kanunsuz ya da uygunsuz bulunursa, o kýsým bu kontrata dahil edilmemiþ olacaktýr. Diðer kýsýmlarýn sýnýrlamalarý devam edecektir. Bu lisansýn þartlarý Fransa Kanunlarý altýndadýr. Bu lisansýn þartlarýna her türlü itiraz Paris Mahkemesi tarafýndan görüþülecektir. Bu doküman hakkýnda herhangi bir soru için lütfen MandrakeSoft S.A'ya baþvurun.
uk: Вступ Операц╕йна система та р╕зноман╕тн╕ компоненти, що маються в дистрибутив╕ Л╕накс Мандрейк надал╕ мають зватися "Програмн╕ продукти". Програмн╕ продукти включають але не обмежуються наборами програм, метод╕в правил та документац╕╓ю, яка ма╓ в╕дношення до операц╕йно╖ системи та р╕зноман╕тних складових частин дистрибутива Л╕накс Мандрейка. 1. Л╕ценз╕йна угода Будь ласка, прочитайте цю угоду уважно. Цей документ ╓ л╕ценз╕йною угодою м╕ж Вами та MandrakeSoft S.A., яка стосу╓ться програмних продукт╕в. Встановленням, дублюванням чи використанням Програмних продукт╕в будь-яким чином, Ви тим самим явно прийма╓те на повн╕стю погоджу╓тесь з умовами дано╖ Л╕ценз╕╖. Якщо Ви не погоджу╓тесь з будь-якою частиною Л╕ценз╕йно╖ угоди, Вам не дозволя╓ться встановлювати, дублювати чи користуватися Програмним продуктом. Будь-яка спроба встановлення, дублювання чи використання Програмного продукту чином, який не в╕дпов╕да╓ умовам Угоди визна╓ться порушенням Угоди ╕, тим самим Ви позбавля╓тесь прав за ц╕╓ю Угодою. П╕сля припинення д╕╖ ц╕╓╖ Угоди, Ви повинн╕ негайно знищити вс╕ коп╕╖ Програмних Продукт╕в. 2. Обмежена гарант╕я Програмн╕ продукти та доповнююча документац╕я поставляються "як ╓", без гарант╕╖, в межах встановлених законодавством. Н╕ за яких умов MandrakeSoft S.A. не буде нести в╕дпов╕дальност╕, в межах встановлених законодавством, за випадков╕, прям╕ чи опосередкован╕ ( включаючи але не обмежуючись втратами чи перепинами б╕знесу, ф╕нансовими втратами, адвокатськими витратами чи штрафами, як результат присуду судово╖ ╕нстанц╕╖, чи будь-як╕ ╕нш╕ втрати), що походять в╕д використання, або, навпаки, в╕д неможливост╕ використання Програмн╕ продукти, нав╕ть у випадку, якщо MandrakeSoft S.A. пов╕домлялося про можливост╕ таких втрат. ОБМЕЖЕННЯ В╤ДПОВ╤ДАЛЬНОСТ╤, ЗАЛЕЖНО╥ В╤Д ОБЛАДАННЯ АБО ВИКОРИСТАННЯ ЗАБОРОНЕНИХ ПРОГРАМНИХ ПРОДУКТ╤В В ДЕЯКИХ КРА╥НАХ В межах встановлених законодавством, MandrakeSoft S.A. чи його дистрибютори н╕ за яких умов не несуть в╕дпов╕дальност╕ за жодне навмисне, випадкове, пряме чи опосередковане пошкодження, (включаючи але не обмежуючись перешкодами для б╕знесу, припиненням б╕знесу, ф╕нансовими втратами, адвокатськими витратами чи штрафами, як результат присуду судово╖ ╕нстанц╕╖, чи будь-якими ╕ншим втратами), як╕ виникають в╕д обладання чи використання програмних компонент чи виникають в╕д завантаження заборонених законодавством чи обмежених до використання в деяких кра╖нах програмних компонент по мереж╕ з одн╕╓╖ з домашн╕х стор╕нок Л╕накс Мандрейк. Ця обмежена в╕дпов╕дальн╕сть включа╓ також (але не обмежу╓ться) так званими сильними криптограф╕чними методами, як╕ включен╕ в Програмний продукт. 3. Л╕ценз╕я GPL та под╕бн╕ Програмн╕ продукти складаються з компонент, розроблених р╕зними ф╕зичними чи юридичними особами. Б╕льш╕сть компонент керуються терм╕нами та умовами загально╖ публ╕чно╖ л╕ценз╕╖ GNU (GNU General Public Licence), яку ми надал╕ будемо називати в даному документ╕ GPL, або под╕бними до дано╖ л╕ценз╕ями. Б╕льш╕сть таких л╕ценз╕й Б╕льш╕сть з цих л╕ценз╕й дозволяють використання, дублювання, прийняття та перерозповсюдження складових частин, як╕ вони регулюють. Будь-ласка, ознайомтесь уважно з терм╕нами та умовами л╕ценз╕йних умов для кожно╖ складово╖ частини перш, н╕ж використовувати будь-яку з частин. Будь-як╕ запитання стосовно л╕ценз╕╖ на окрему складову частину мають адресуватися автору ц╕╓╖ складово╖ частини, а не до MandrakeSoft. Програми, розроблен╕ MandrakeSoft S.A. керуються л╕ценз╕╓ю GPL. Документац╕я, розроблена MandrakeSoft S.A. керу╓ться спец╕альною л╕ценз╕╓ю. Зверн╕ться, будь-ласка, до документац╕╖ за подробицями. 4. Права ╕нтелектуально╖ власност╕ Вс╕ права на складов╕ компоненти Програмних продукт╕в належать в╕дпов╕дним авторам ╕ захищен╕ законами про ╕нтелектуальну власн╕сть та права на коп╕ювання, як╕ мають застосування до програмного забезпечення. MandrakeSoft S.A. залиша╓ за собою право зм╕нювати чи адаптувати Програмн╕ продукти як в ц╕лому, так ╕ окремими частинами з будь-якою метою ╕ для будь-яких ц╕лей. "Mandrake", "Mandrake Linux" та в╕дпов╕дн╕ логотипи ╓ торг╕вельними марками MandarakeSoft S.A. 5. Законодавство Якщо будь-який розд╕л ц╕╓╖ угоди признаний нед╕йсним, таким, що не в╕дпов╕да╓ законодавству чи нев╕дпов╕дним щодо судово╖ постанови, цей розд╕л угоди видаля╓ться з даного контракту. Ви залиша╓тесь зв'язаними ╕ншими секц╕ями ц╕╓╖ угоди, як╕ ще мають застосування. Терм╕ни та умови ц╕╓╖ Л╕ценз╕╖ керуються Законодавством Франц╕╖. Вс╕ сп╕рн╕ питання щодо терм╕н╕в та умов ц╕╓╖ л╕ценз╕╖ будуть розв'язуватися по можливост╕ поза межами судових установ. В крайн╕х випадках сп╕рн╕ питання будуть вир╕шуватися в╕дпов╕дним Законним Судом Парижа - Франц╕я. З будь-якими питаннями щодо цього документа звертайтеся, будь-ласка, до MandrakeSoft S.A.
vi: Giíi ThiÖu HÖ ®iÒu hµnh vµ c¸c thµnh phÇn kh¸c cã trong s¶n phÈm ph©n phèi cña Mandrake Linux sÏ gäi lµ "C¸c S¶n PhÈm PhÇn MÒm" . C¸c S¶n PhÈm PhÇn MÒm bao gåm, nh­ng kh«ng bÞ giíi h¹n, mét bé c¸c ch­¬ng tr×nh, ph­¬ng ph¸p, quy t¾c vµ tµi liÖu liªn quan ®Õn hÖ ®iÒu hµnh vµ c¸c thµnh phÇn kh¸c cã trong s¶n phÈm ph©n phèi Mandrake Linux. 1. ChÊp ThuËn GiÊy PhÐp H·y ®äc cÈn thËn tµi liÖu nµy. Nã lµ sù chÊp thuËn giÊy phÐp gi÷a b¹n vµ MandrakeSoft S.A. ®­îc ¸p dông cho c¸c S¶n PhÈm PhÇn MÒm. B»ng viÖc cµi ®Æt, sao chÐp hay sö dông S¶n PhÈm PhÇn MÒm theo c¸ch nµo ®ã th× hiÓn nhiªn b¹n ®ång ý vµ chÊp thuËn toµn bé c¸c ®iÒu kho¶n vµ ®iÒu kiÖn cña giÊy phÐp nµy. NÕu b¹n kh«ng chÊp thuËn bÊt kú mét ®iÒu kho¶n nµo, b¹n kh«ng ®­îc phÐp cµi ®Æt, sao chÐp hay sö dông c¸c S¶n PhÈm PhÇn MÒm. Mäi cè g¾ng cµi ®Æt, sao chÐp hay sö dông S¶n PhÈm PhÇn MÒm nµy theo c¸ch kh«ng tu©n theo c¸c ®iÒu kho¶n vµ ®iÒu kiÖn trong giÊy phÐp sÏ bÞ cÊm vµ chÊm døt quyÒn cña b¹n theo giÊy phÐp nµy. B¹n ph¶i xo¸ ngay lËp tøc tÊt c¶ sù sao chÐp c¸c S¶n PhÈm PhÇn MÒm nµy. 2. Giíi H¹n B¶o §¶m C¸c s¶n phÈm phÇn mÒm vµ tµi liÖu ®i kÌm ®­îc cung cÊp "nh­ lµ", kh«ng cã sù b¶o ®¶m, theo ph¹m vi cho phÐp cña luËt ph¸p. MandrakeSoft S.A. sÏ tù cã tr¸ch nhiÖm ph¸p lý ë mét møc ®é nµo ®ã vÒ c¸c h­ háng ¶nh h­ëng tíi c«ng viÖc lµm ¨n. 3. GiÊy phÐp GPL vµ c¸c giÊy phÐp liªn quan C¸c S¶n PhÈm PhÇn MÒm gèm cã c¸c phÇn mÒm ®­îc lµm ra bëi c¸c c¸ nh©n vµ tæ chøc kh¸c nhau. HÇu hÕt c¸c thµnh phÇn nµy ®­îc qu¶n lý bëi c¸c ®iÒu kho¶n vµ ®iÒu kiÖncña GNU/GPL. sau nµy gäi lµ "GPL", hoÆc c¸c giÊy phÐp t­¬ng tù. HÇu hÕt c¸c giÊy phÐp nµy cho phÐp b¹n sö dông, sao chÐp, chØnh söa l¹i, hoÆc ph©n phèi l¹i c¸c thµnh phÇn mµ nã ®Ò cËp. H·y ®äc ký c¸c ®iÒu kho¶n vµ c¸c ®iÒu kiÖn trong giÊy phÐp cña tõng thµnh phÇn tr­íc khi sö dông chóng. Mäi c©u hái vÒ giÊy phÐp cña c¸c thµnh phÇn nªn ®­îc göi tíi t¸c gi¶ mµ kh«ng göi tíi MandrakeSoft. C¸c ch­¬ng tr×nh do MandrakeSoft S.A.ph¸t triÓn ®­îc qu¶n lý theo giÊy phÐp GPL. Tµi liÖu do MandrakeSoft S.A. viÕt ®­îc qu¶n lý bëi mét giÊy phÐp ®Æc biÖt. H·y tham kh¶o tµi liÖu ®Ó biÕt thªm chi tiÕt. 4. QuyÒn së h÷u trÝ tuÖ Toµn bé quyÒn ®èi víi c¸c thµnh phÇn cña S¶n PhÈm PhÇn MÒm lµ thuéc vÒ c¸c t¸c gi¶ cña chóng vµ ®­îc b¶o vÖ bëi luËt së h÷u trÝ tuÖ vµ luËt b¶n quyÒn ¸p dông cho c¸c ch­¬ng tr×nh phÇn mÒm. MandrakeSoft S.A. gi÷ quyÒn thay ®æi hoÆc chØnh söa c¸c S¶n PhÈm PhÇn MÒm toµn bé hay mét phÇn. "Mandrake", "Mandrake Linux" vµ c¸c logo cña nã lµ nh·n ®¨ng ký cña MandrakeSoft S.A. 5. Governing Laws If any portion of this agreement is held void, illegal or inapplicable by a court judgment, this portion is excluded from this contract. You remain bound by the other applicable sections of the agreement. The terms and conditions of this License are governed by the Laws of France. All disputes on the terms of this license will preferably be settled out of court. As a last resort, the dispute will be referred to the appropriate Courts of Law of Paris - France. For any question on this document, please contact MandrakeSoft S.A.
