Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Syslog is the facility by which many daemons use to log messages to various system log files. It is a good idea to always run syslog.
cs: Syslog je program pomocí nìho¾ zaznamenává mnoho démonù správy do systémových log souborù. Je dobré mít spu¹tìný syslog.
eu: Syslog-a deabruek erabiltzen dute sistemen log fitxategietan log mezuak uzteko. Komenigarria da beti indarrean izatea.
hr: Syslog je resurs kojega koriste mnogi demoni kako bi logirali poruke u razlièite sustavske log datoteke. Dobra je ideja uvijek imati pokrenuti syslog.
lt: Syslog yra priemonë, kurià daugelis demonø naudoja uþraðyti log áraðams á ávairias sistemos log bylas. Visada pravartu leisti syslog.
lv: Syslog ir mehânisms, ko daudzi demoni izmanto ziòojumu grâmatoðanai daudzos sistçmas þurnâlu failos. Ir gudra doma vienmçr darbinât syslog.
nb: Syslog er en tjeneste mange andre tjenester bruker til å logge meldinger til systemloggfilene. Du bør alltid kjøre syslog.
pa_in: Syslog ਇੱਕ ਸਹੂਲਤ ਹੈ ਜਿਸ ਦੁਆਰਾ ਬਹੁਤ ਸਾਰੇ ਡੈਮਨ ਵੱਖ-ਵੱਖ ਸਿਸਟਮ ਲਾਗ ਫਾਇਲਾਂ ਵਿੱਚ ਸੁਨੇਹੇ ਲਾਗ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। syslog ਨੂੰ ਹਮੇਸ਼ਾ ਚਲਾਉਣ ਲਈ ਵਧੀਆ ਤਰੀਕਾ ਹੈ।
ro: Syslog e facilitatea pe care multe procese o folosesc pentru a scrie mesaje de log în numeroaselor fiºiere de log ale sistemului. E o idee bunã sã demaraþi întotdeauna syslog.
sk: Syslog je mo¾nos», ktorú vyu¾íva mnoho démonov na ukladanie správ do rôznych systémových log súborov. Je dobré, keï je syslog v¾dy spustený.
tr: Syslog, birçok daemonun mesajlarýný çeþitli sistem kayýt dosyalarýnda tutmalarýna izin verir. Syslog'un her zaman çalýþýr durumda olmasý akýllýca bir davranýþtýr.
uk: syslog - це серв╕с в систем╕, за допомогою якого демони записують системн╕ пов╕домлення у р╕зн╕ системн╕ файли ре╓страц╕╖ пов╕домлень. В будь-як╕й систем╕ непогано мати syslog.
vi: Syslog lµ ph­¬ng tiÖn thuËn lîi mµ nhiÒu daemons dïng ®Ó ghi c¸c th«ng ®iÖp vµo c¸c tËp tin log hÖ thèng. Nªn ch¹y syslog th­êng xuyªn.

source: Load the drivers for your usb devices.
cs: Nahrát ovladaèe pro usb zaøízení.
eu: Zamatu zure usb gailuentzako gidariak.
hr: Uèitava upravljaèke programe za va¹e usb ureðaje.
nb: Last driverene for USB-enhetene dine.
pa_in: ਆਪਣੇ usb ਜੰਤਰਾਂ ਲਈ ਡਰਾਈਵਰ ਲੋਡ ਕਰੋ।
sk: Nahratie ovládaèov pre va¹e usb zariadenia.
tr: USB aygýtlarýnýz için dürücülerini yükleyiniz.
uk: Завантажити драйвери для пристро╖в usb.
vi: T¶i c¸c drivers cho thiÕt bÞ usb cña b¹n.

source: Starts the X Font Server (this is mandatory for XFree to run).
cs: Startuje X Font Server (to je nezbytné pro bìh XFree).
eu: X-Font Zerbitzaria abiatzen du (ezinbestekoa da XFree erabiltzeko).
hr: Pokreæe X Pismovni Poslu¾itelj (ovo je nu¾no za XFree da se pokrene).
sk: Spú¹»a X Font Server (je potrebný pre spustenie XFree).
tr: X Font Sunucusu'nu çalýþtýrýr (bunun kullanýmý için XFree gerekir).
uk: Старту╓ та зупиня╓ сервер шрифт╕в для X (обов'язкове для роботи сервера XFree).
vi: Khëi ®éng X Font Server (nhÊt thiÕt ph¶i cã ®Ó ch¹y XFree).

source: Choose which services should be automatically started at boot time
cs: Zvolte si, které slu¾by by mìli být automaticky spu¹tìny pøi startu
eu: Hautatu zein zerbitzu hasiko den automatikoki abiatzerakoan
hr: Izaberite koji servisi trebaju biti startani automatski kod boot-a
lt: Pasirink kokias tarnybas ájungus paleisti automatiðkai
lv: Izvçlçties, kurus servisus vajag automâtiski startçt ielâdes laikâ
nb: Velg hvilke tjenester som skal startes automatisk ved oppstart
pa_in: ਚੁਣੋ ਕਿ ਕਿਹੜੀ ਸੇਵਾ ਬੂਟ ਦੌਰਾਨ ਸਵੈ ਚੱਲਣੀ ਚਾਹੀਦੀ ਹੈ
ro: Alegeþi ce servici doriþi sã fie lansate automat la demaraj
sk: Zvoµte si slu¾by, ktoré budú spustené automaticky po ¹tarte systému
tr: Açýlýþ sýrasýnda otomatik olarak baþlatýlacak hizmetleri seçiniz
uk: Вибер╕ть, як╕ серв╕си мають стартувати автоматично при завантаженн╕ системи
vi: H·y chän dÞch vô nµo ®­îc phÐp khëi ®éng tù ®éng lóc khëi ®éng m¸y

source: Printing
cs: Tisk
nb: Utskrift
pa_in: ਛਪਾਈ
tr: Yazdýrýlýyor

source: Internet
lt: Internetas
lv: Internets
nb: Internett
pa_in: ਇੰਟਰਨੈਟ
tr: Ýnternet
uk: ╤нтернет

source: File sharing
cs: Sdílení souborù
pa_in: ਫਾਇਲ ਸ਼ੇਅਰਿੰਗ
tr: Dosya paylaþýmý

source: System
cs: Systém
pa_in: ਸਿਸਟਮ
tr: Sistem

source: Remote Administration
cs: Vzdálená administrace
nb: Fjernadministrering
pa_in: ਰਿਮੋਟ ਪ੍ਰਬੰਧਨ
tr: Uzak Yönetim

source: Database Server
cs: Databázové servery
nb: Databasetjener
pa_in: ਡਾਟਾਬੇਸ ਸਰਵਰ
tr: Veritabaný Sunucusu

source: Services: %d activated for %d registered
cs: Sku¾by: aktivováno %d z %d registrovaných
pa_in: ਸੇਵਾਵਾਂ: %d ਸਰਗਰਮ ਹਨ ਰਜਿਸਟਰ ਕੀਤੇ %d ਲਈ
tr: Hizmetler: %d / %d etkinleþtirildi

source: Services
cs: Slu¾by
nb: Tjenester
pa_in: ਸੇਵਾਵਾਂ
sk: Slu¾by
tr: Hizmetler
vi: DÞch vô

source: running
cs: spu¹tìno
eu: abian
hr: pokreæem
nb: kjører
pa_in: ਚੱਲ ਰਿਹਾ ਹੈ
sk: be¾í
tr: çalýþýyor
uk: працюю
vi: ®ang ch¹y

source: stopped
cs: zastaveno
eu: etanda
hr: zaustavljen
nb: stoppet
pa_in: ਰੋਕਿਆ
sk: stopnuté
tr: durdu
uk: зупинено
vi: ®· dõng

source: Services and deamons
cs: Slu¾by a démoni
hr: Servisi i daemoni
sk: Slu¾by a démoni
tr: Hizmetler ve artalan süreçleri
uk: Серв╕си та демони
vi: C¸c dÞch vô vµ deamon

source: No additionnal information about this service, sorry.
cs: Nejsou ¾ádné dal¹í informace o sluìbe, sorry.
hr: Nema dodatnih informacija o ovom servisu, ¾alim.
sk: ®iadne roz¹irujúce informácie o tejto slu¾be, prepáète.
tr: Bu hizmet hakkýnda baþka bilgi yok.
uk: Вибачте, нема╓ додатково╖ ╕нформац╕╖ про цей серв╕с.
vi: Xin lçi, kh«ng cã th«ng tin thªm vÒ dÞch vô nµy.

source: On boot
cs: Pøi spu¹tìní
hr: Pri pokretanju
nb: Ved oppstart
pa_in: ਬੂਟ ਸਮੇਂ
sk: Pri ¹tarte
tr: Önyükleme
uk: При завантаженн╕
vi: §ang khëi ®éng

source: Installing packages...
cs: Instaluji balíèky...
nb: Installerer pakke …
pa_in: ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ...
tr: Paketler kuruluyor...

source: I can't read your partition table, it's too corrupted for me :( I'll try to go on blanking bad partitions
cs: Nemù¾u pøeèíst va¹i tabulku oddílù, mo¾ná je pøíli¹ naru¹ená :( Pokusím se pokraèovat v èi¹tìní ¹patných oddílù
eu: Partizio taula ezin irakurri, zeharo galduta:( Partizio txarrak hustutzen saiatuko naiz
hr: Ne mogu proèitati va¹u particijsku tablicu, previ¹e je uni¹tena za mene :( Poku¹ati æu sa brisanjem lo¹ih particija
lt: Að negaliu perskaityti tavo skirsniø lentelës, ji man pernelyg sugadinta :( Pabandysiu iðvalyti blogus skirsnius
lv: Man neizdodas nolasît partîciju tabulu, priekð manis tâ ir pârâk bojâta :( Es mçìinâðu turpinât, atslçdzot sliktâs partîcijas
ro: Nu pot citi tabloul de partiþii, e prea deteriorat dupã mine :( Voi încerca sã continui ºtergînd partiþiile greºite
sk: Nedoká¾em preèíta» tabuµku rozdelenia disku, je príli¹ po¹kodená Skúsim odstráni» chybné oddiely
tr: Bölümlendirme tablonuz okunamýyor, galiba biraz bozulmuþ :-( Bozulmuþ bolümler düzeltilmeye çalýþýlacak
uk: Не можу прочитати таблицю п╕дрозд╕л╕в, вона занадто з╕псована для мене :( Я спробую стерти з╕псован╕ п╕дрозд╕ли
vi: Kh«ng thÓ ®äc ®­îc b¶ng ph©n vïng, nã bÞ háng nÆng :( SÏ cè v­ît qua c¸c ph©n vïng trèng bÞ háng

source: Error!
cs: Chyba!
sk: Chyba!
tr: Hata!
uk: Помилка!
vi: Lçi!

source: I can't find needed image file `%s'.
cs: Nemohu najít potøebný soubor '%s ' s obrazem.
sk: Nemô¾em nájst potrebný image file `%s'.
tr: Gerekli imaj dosyasý %s i bulamadým.
uk: Не можу знайти потр╕бний файл ╕з зображенням `%s'
vi: Kh«ng thÓ t×m thÊy tËp tin ¶nh cÇn dïng `%s'.

source: Auto Install Configurator
cs: Nastavení automatické instalace
tr: Otomatik kurulum yapýlandýrýcýsý
uk: Конф╕╜урац╕я автоматично╖ установки
vi: CÊu h×nh cµi ®Æt tù ®éng

source: You are about to configure an Auto Install floppy. This feature is somewhat dangerous and must be used circumspectly. With that feature, you will be able to replay the installation you've performed on this computer, being interactively prompted for some steps, in order to change their values. For maximum safety, the partitioning and formatting will never be performed automatically, whatever you chose during the install of this computer. Do you want to continue?
cs: Zde mù¾ete nastavit disketu pro automatickou instalaci. Tato volba je nìkdy nebezpeèná a mìla by se pou¾ívat s opatrností. Tato disketa dovoluje zopakovat instalaci, která ji¾ na tomto poèítaèi byla provedena s tím, ¾e v nìkterých krocích lze zadat jiné hodnoty. Pro maximální bezpeènost není rozdìlování diskù ani formátování provádìno automaticky, i pøesto, pokud to pøi instalaci zvolíte. Chcete pokraèovat?
sk: Teraz mô¾ete nastavi» Autoin¹talaènú disketu. Táto mo¾nos» je èiastoène nebezpeèná a preto ju pou¾ívajte opatrne Budete môc» zopakova» in¹taláciu, ktorú ste spravili na tento poèítaè, s nekoµkými interaktívnymi krokmi (aby ste mohli zmeni» ich hodnoty) Pre maximálnu bezpeènos», rozdelenie disku a formátovanie sa nikdy nebude robi» automaticky. ®eláte si pokraèova»?
tr: Otomatik kurulum disketini yapýlandýrmak üzeresiniz. Bu özellik biraz tehlikelidir ve dikkatli kullanýlmalýdýr. Bu disket kullanýlarak yapýlan kurulum bazý aþamalarda bazý deðerlerin girilmesi için etkileþimli olacaktýr. Güvenliðiniz için, disk bölümlendirme ve biçemlendirme kesinlikle otomatik olarak yapýlmayacaktýr. Devam etmek istiyor musunuz?
uk: Ви можете зараз настро╖ти дискету для автоматизовано╖ устаноки. Цей режим установки дещо небезпечний ╕ ним треба користуватися пом╕рковано. Користуючись цим режимом Ви можете повторити установку, що Ви т╕льки-що виконали на дан╕й систем╕. На деяких етапах Вам будуть задан╕ запитання, щоб зм╕нити значення к╕лькох зм╕нних. Для Вашо╖ безпеки, под╕л диску на п╕дрозд╕ли ╕ форматування н╕коли не буде виконуватись автоматично незалежно в╕д того, що вибрано при установц╕. Хочете продовжувати?
vi: B¹n s¾p cÊu h×nh mét ®Üa mÒm cµi ®Æt tù ®éng. TÝnh n¨ng nµy cã phÇn nguy hiÓm vµ ph¶i ®­îc sö dông mét c¸ch thËn träng. Víi tÝnh n¨ng ®ã, b¹n sÏ cã kh¶ n¨ng diÔn l¹i qu¸ tr×nh cµi ®Æt mµ b¹n ®· thùc hiÖn trªn m¸y nµy, ®­îc nh¾c theo kiÓu t­¬ng t¸c cho mét sè b­íc, ®Ó thay ®æi c¸c gi¸ trÞ cña chóng. §Ó cã sù an toµn tèi ®a, viÖc ph©n vïng vµ format ®Üa sÏ kh«ng bao giê ®­îc thùc hiÖn tù ®éng theo nh÷ng g× mµ b¹n ®· chän khi cµi ®Æt trªn m¸y nµy. B¹n cã muèn tiÕp tôc?

source: Automatic Steps Configuration
cs: Nastavení automatických krokù
sk: Automatické kroky konfigurácie
tr: Otomatik adým yapýlandýrmasý
uk: Конф╕╜урац╕я крок╕в установки
vi: CÊu h×nh c¸c b­íc tù ®éng

source: Please choose for each step whether it will replay like your install, or it will be manual
cs: Vyberte prosím, který z krokù instalace má být proveden automaticky stejnì jako instalaèní program nebo bude ruènì zadán
sk: Prosím pre ka¾dý krok zvoµte èi sa má zopakova» ako pri va¹ej in¹talácii alebo znovu nastavi»
tr: Lütfen kurulumun etkileþimli olmasýný istediðiniz aþamalarýný seçiniz, seçmezseniz bu iþi kendiniz elle yapmak zorunda kalacaksýnýz.
uk: Для кожного кроку, будь ласка, вкаж╕ть чи при повторн╕й установц╕ цей крок викона╓ться автоматично, чи вручну.
vi: H·y thùc hiÖn chän cho tõng b­íc: nã sÏ diÔn l¹i gièng nh­ b¹n ®· cµi ®Æt hay lµ sÏ ®­îc thao t¸c b»ng tay

source: Congratulations!
cs: Gratuluji!
eu: Zorionak!
hr: Èestitke!
lt: Sveikiname!
lv: Apsveicam!
ro: Felicitãri!
sk: Gratulujeme!
tr: Tebrikler!
uk: В╕тання!
vi: Chóc mõng!

source: The floppy has been successfully generated. You may now replay your installation.
cs: Disketa byla s úspìchem vytvoøena. Nyní lze provést znovu instalaci.
sk: Disketa bola úspe¹ne vytvorená. Teraz mô¾ete zopakova» in¹taláciu.
tr: Disket kusursuzca oluþturuldu. Geride kalan kurulumunuza devam edebilirsiniz.
uk: Дискета створена усп╕шно. Ви можете повторити установку.
vi: §Üa mÒm tù ®éng cµi ®Æt ®· ®­îc t¹o ra. B¹n cã thÓ diÔn l¹i qu¸ tr×nh cµi ®Æt ®· thùc hiÖn.

source: Internet Connection Sharing
cs: Sdílení Internetového Pøipojení
eu: Internet konexio banatua
hr: Dijeljenje Internet Veze
lt: Interneto jungties dalinimas
lv: Interneta pieslçguma koplietoðana
sk: Zdieµanie pripojenia k internetu
tr: Ýnternet Baðlantýsý Paylaþýmý
uk: Сп╕льне використанн з'╓днання з ╕нтернетом
vi: Chia SÎ KÕt Nèi Internet

source: Internet Connection Sharing currently enabled
cs: Sdílení Internetového pøipojení je zapnuto
eu: Internet konexioare banaketa gaitua
hr: Dijeljenje veze prema internetu je trenutno omoguæeno
lt: Interneto jungties dalinimas ðiuo metu ájungtas
lv: Interneta pieslçguma koplietoðana paðlaik ir ieslçgta
sk: Zdieµanie internetového pripojenia je momentálne povolené
tr: Ýnternet Baðlantýsý Paylaþýmý þu anda etkin
uk: Сп╕льне користування з'╓днанням з ╕нтернетом вмикнене
vi: HiÖn t¹i chia sÎ kÕt nèi Internet ®ang ho¹t ®éng

source: The setup of Internet connection sharing has already been done. It's currently enabled. What would you like to do?
cs: Sdílení internetového pøipojení u¾ bylo nastaveno. Nyní je povoleno. Co chcete dále dìlat?
eu: Internet konexiaren banaketaren egokierak eginda. Erabilgarri dago. Zer egin nahi duzu?
hr: Postavljanje dijeljenja veze prema internetu je veæ napravljeno. Trenutno je omoguæeno. ©to ¾elite napraviti?
lt: Interneto jungties dalinimas jau buvo sutvarkytas. Jis ðiuo metu ájungtas. Tai kà norëtum daryti?
lv: Interneta pieslçguma koplietoðana jau ir uzstâdîta. Paðlaik tâ ir ieslçgta. Ko jûs vçlaties darît?
sk: Nastavenie zdieµania internetového pripojenia u¾ bolo urobené. Momentálne je povolené. Èo chcete urobi»?
tr: Ýnternet baðlantýsý paylaþýmý ayarlarý zaten yapýlmýþ durumda. Paylaþým þu anda etkin. Ne yapmak istersiniz?
uk: Установка сп╕льного користування з'╓днанням з ╕нтернетом вже зроблена. Сп╕льне користування в даний момент дозволене. Що Ви бажа╓те зробити?
vi: ThiÕt lËp chia sÎ kÕt nèi internet ®· ®­îc hoµn thµnh. HiÖn thêi nã ®ang ho¹t ®éng. B¹n muèn lµm g×?

source: disable
cs: vypnout
eu: ezgaitu
hr: onemoguæi
lt: iðjungti
lv: atslçgt
sk: zakáza»
tr: pasif
uk: заборонити
vi: T¾t

source: dismiss
cs: odmítnout
eu: etsi
hr: odustani
lt: nieko
lv: atmest
sk: odmietnu»
tr: vazgeç
uk: прибрати
vi: g¹t bá

source: reconfigure
cs: pøekonfigurovat
eu: berregokitu
hr: ponovno postavi
lt: ið naujo nustatyti
lv: pârkonfigurçt
sk: prekonfigurova»
tr: yeniden ayarla
uk: перенастро╖ти
vi: cÊu h×nh l¹i

source: Disabling servers...
cs: Zakazuji servery...
eu: Zerbitzariak ezereztatzen...
hr: Onemoguæujem poslu¾itelje...
sk: Zakazujem servre...
tr: Servisler Pasifleþtiriliyor...
uk: Заборона сервер╕в...
vi: ®ang t¾t c¸c server...

source: Internet connection sharing is now disabled.
cs: Sdílení Internetového pøipojení je nyní vypnuto.
eu: Internet konexioaren banaketa ezgaitua.
hr: Dijeljenje veze prema Internetu je trenutno onemoguæeno.
sk: Zdieµanie internetového pripojenia je teraz zakázane.
tr: Ýnternet baðlantýsý paylaþýmý þu anda pasifleþtirildi.
uk: Сп╕льне користування з'╓днанням з ╕нтернетом вимкнене
vi: B©y giê chia sÎ kÕt nèi internet ®· t¾t.

source: Internet Connection Sharing currently disabled
cs: Sdílení Internetového pøipojení je vypnuto
eu: Internet konexioaren banaketa ezgaitua
hr: Dijeljenje veze prema Internetu je trenutno onemoguæeno
lt: Interneto jungties dalinimas ðiuo metu iðjungtas
lv: Interneta pieslçguma koplietoðana paðlaik ir atslçgta
sk: Zdieµanie internetového pripojenia je momentálne zakázane
tr: Ýnternet baðlantýsý paylaþýmý þu anda etkin deðil
uk: Сп╕льне користування з'╓днанням з ╕нтернетом вимкнене
vi: HiÖn thêi chia sÎ kÕt nèi internet kh«ng ®­îc bËt

source: The setup of Internet connection sharing has already been done. It's currently disabled. What would you like to do?
cs: Internetové sdílení u¾ bylo nastaveno. Nyní je vypnuto. Co chcete dále dìlat?
eu: Internet konexiaren banaketaren egokierak eginda. Orain ez dabil. Zer egin nahi duzu?
hr: Postavljanje dijeljenja veze prema Internetu je veæ napravljeno. Trenutno je onemoguæeno. ©to ¾elite napraviti?
lt: Interneto jungties dalinimas jau buvo sutvarkytas. Jis ðiuo metu iðjungtas. Tai kà norëtum daryti?
lv: Interneta pieslçguma koplietoðana jau ir uzstâdîta. Paðlaik tâ ir atslçgta. Ko jûs vçlaties darît?
sk: Nastavenie zdieµania internetového pripojenia u¾ bolo urobené. Momentálne je zakázané. Èo chcete urobi»?"
tr: Ýnternet baðlantýsý paylaþýmý ayarlarý zaten yapýlmýþ durumda. Paylaþým þu anda etkin deðil. Ne yapmak istersiniz?
uk: Установка сп╕льного користування з'╓днанням з ╕нтернетом вже зроблена. Сп╕льне користування в даний момент вимкнене. Що Ви бажа╓те зробити?
vi: ThiÕt lËp chia sÎ kÕt nèi internet ®· hoµn thµnh. HiÖn t¹i kh«ng ho¹t ®éng. B¹n muèn lµm g×?

source: enable
cs: povolit
eu: gaitu
hr: omoguæi
lt: ájungti
lv: ieslçgt
sk: povoli»
tr: Etkinleþtir
uk: дозволити
vi: cho ho¹t ®éng

source: Enabling servers...
cs: Povoluji servery...
eu: Zerbitzariak gaitzen...
hr: Omoguæujem poslu¾itelje...
sk: Povoµujem servre...
tr: Servisleri Etkinleþtir...
uk: Вмикаю сервери...
vi: ®ang cho c¸c server ho¹t ®éng...

source: Internet connection sharing is now enabled.
cs: Sdílení Internetového pøipojení je nyní zapnuto.
eu: Internet konexioaren banaketa gaitua.
hr: Dijeljenje veze prema internetu je trenutno omoguæeno.
sk: Zdieµanie internetového pripojenia je teraz povolené.
tr: Ýnternet Baðlantýsý Paylaþýmý þu anda etkinleþtirildi.
uk: Сп╕льне користування з'╓днанням з ╕нтернетом вмикнене
vi: B©y giê chia sÎ kÕt nèi internet cã thÓ ho¹t ®éng.

source: You are about to configure your computer to share its Internet connection. With that feature, other computers on your local network will be able to use this computer's Internet connection. Note: you need a dedicated Network Adapter to set up a Local Area Network (LAN).
cs: Vá¹ poèítaè bude zkonfigurován pro sdílení pøipojení na Internet. Tato mo¾nost umo¾òuje pøístup dal¹ích poèítaèù na lokální síti do Internetu pøes tento poèítaè. Pozn.: potøebujete vyhrazený sí»ový adaptér pro nastavení lokální sítì (LAN).
eu: Internet konexioa banatzekotan zara. Konputagailuak Internet konexioa banatu dezake, horrela beste batzuekkonputagailu honen konexioa erabil dezakete. Oharra: Sare Egokitzaile berezia beharko duzu bertako sarea eraikitzeko.
hr: Va¹e raèunalo mo¾e biti konfigurirano da dijeli vlastitu Internet vezu. Sa tom znaèajkom, druga raèunala na va¹oj lokalnoj mre¾i mogu koristiti Internet vezu ovog raèunala. Upozorenje: trebati æete primjenjeni Mre¾ni Ureðaj za postavljanje lokalne mre¾e (LAN).
sk: Máte mo¾nos» nastavi» zdielanie pripojenia na internet. S touto funkciou budú môc» ostatné poèítaèe vo va¹ej lokálnej sieti pou¾íva» pripojenie na internet vá¹ho poèítaèa. Poznámka: Potrebujete samostatnú sie»ovú kartu na pripojenie lokálnej siete.
tr: Bilgisayarýnýz internet baðlantýsýný paylaþmak için ayarlanabilirsiniz. Bu özellik sayesinde aðýnýza baðlý diðer bilgisayarlarda internet üzerindenistedikleri bilgiye ulaþabilirler. Not: Yerel aðýnýzý(LAN) ayarlamak için bir að baðdaþtýrýcýsýna (ethernet cartýna)ihtiyacýnýz var.
uk: Тепер п╕сля того, як параметри Вашого з'╓днання з ╤нтернетом встановлен╕, Ви можете скоф╕╜урувати св╕й комп'ютер таким чином, щоб в╕н дозволяв сп╕льне використання свого з'╓днання до ╤нтернету. Прим╕тка: Вам для цього потр╕бно мати плату мереж╕, щоб настро╖ти локальну мережу (LAN).
vi: B¹n s¾p cÊu h×nh cho m¸y tÝnh chia sÎ kÕt nèi Internet cña nã. Víi tÝnh n¨ng ®ã, c¸c m¸y kh¸c trong m¹ng côc bé cã thÓ sö dông kÕt nèi Internet cña m¸y tÝnh nµy. L­u ý: b¹n cÇn mét Adapter m¹ng dµnh cho viÖc thiÕt lËp mét m¹ng côc bé (LAN).

source: Interface %s (using module %s)
cs: Rozhraní %s (pou¾ívá modul %s)
hr: Meðusklop %s (koristi modul %s)
sk: Rozhranie %s (pou¾íva modul %s)
tr: %s Arayüzü (%s kullaným modülü)
uk: ╤нтерфейс %s (з використанням модуля %s)
vi: Giao diÖn %s (®ang dïng module %s)

source: Interface %s
cs: Rozhraní %s
hr: Meðusklop %s
sk: Rozhranie %s
tr: %s Arayüzü
uk: ╤нтерфейс %s
vi: Giao diÖn %s

source: No network adapter on your system!
cs: Ve va¹em systému není ¾ádný sí»ový adaptér!
eu: Ez duzu sare-egokitzailerik zure sisteman!
hr: Nema mre¾nog adaptera na va¹em sustavu!
lt: Tavo sistemoje nerasta jokia tinklo plokðtë!
lv: Jûsu sistçmâ nav tîkla adaptera!
sk: Vo va¹om systéme nieje sie»ovy adaptér!
tr: Sisteminizde að baðdaþtýrýcýsý bulunamadý!
uk: У Ваш╕й систем╕ нема╓ адаптера мереж╕!
vi: Kh«ng cã adapter m¹ng trong hÖ thèng cña b¹n!

source: No ethernet network adapter has been detected on your system. Please run the hardware configuration tool.
cs: Ve va¹em poèítaèi nebyl nalezen ¾ádný sí»ový adaptér. Spus»te prosím program pro nastavení hardware.
eu: Ez duzu konfiguratutako Ethernet egokitzailerik zure sisteman. Mesedez harwarearen konfigurazio tresna erabili.
hr: Nije pronaðen niti jedan mre¾ni adapter na va¹em sustavu. Molimo pokrenite hardware-ski konfiguracijski alat.
lt: Tavo sistemoje nerasta jokia tinklo plokðtë. praðom paleisti árangos nustatymo áranká.
lv: Jûsu sistçmâ nav atrasts neviens ethernet tîkla adapteris. Lûdzu izmantojiet dzelþu konfigurçðanas rîku.
sk: Vo va¹om systéme nebol nájdený sie»ovy ethernet adaptér. Prosím spustite konfiguráciu hardweru.
tr: Sisteminizde ethernet að baðdaþtýrýcýsý bulunamadý. Lütfen donaným ayar aracýný çalýþtýrýn.
uk: У Ваш╕й систем╕ нема╓ сконф╕╜урованого адаптера мереж╕ ethernet. Скористайтесь, будь-ласка, програмою для конф╕гурац╕╖ апаратних засоб╕в.
vi: Kh«ng cã adapter m¹ng ethernet ®­îc t×m thÊy trong hÖ thèng. H·y ch¹y c«ng cô cÊu h×nh phÇn cøng.

source: Network interface
cs: Sí»ové rozhraní
eu: Sarearen interfazea
hr: Mre¾ni meðusklop
lt: Tinklo interfeisas
lv: Tîkla interfeiss
sk: Sie»ove rozhranie
tr: Að arabirimi
uk: ╤нтерфейс мереж╕
vi: Giao diÖn m¹ng

source: There is only one configured network adapter on your system: %s I am about to setup your Local Area Network with that adapter.
cs: Na va¹em systému je nastaveno pouze jedno sí»ové rozhraní: %s Na tomto adaptéru bude nastavena lokální sí».
eu: Konfiguratutako sare-egokitzaile bakarra duzu: %s Zure LANa egokitzaile horrekin konfiguratuko dut.
hr: Postoji samo jedan konfigurirani mre¾ni adapter na va¹em sustavu: %s Postaviti æu lokalnu mre¾u (LAN) sa tim adapterom.
lv: Jûsu sistçmâ ir tikai viens konfigurçts tîkla adapteris: %s Vai vçlaties uzstâdît jûsu lokâlo datortîklu ar ðo adapteri?
sk: Vo va¹om systéme je iba jeden sie»ový adaptér: %s Lokálna sie» bude nastavená práve s týmto adaptérom.
tr: Sisteminizde sadece bir tane yapýlandýrýlmýþ að baðdaþtýrýcýsý bulunuyor: %s Yerel aðýnýzý ben þimdi bu baðdaþtýrýcýyla yapýlandýracaðým.
uk: У Ваш╕й систем╕ присутн╕й т╕льки один адаптер мереж╕: %s Зараз буде встановлена локальна мережа з цим адаптером.
vi: ChØ cã mét adapter m¹ng ®­îc cÊu h×nh trong hÖ thèng cña b¹n: %s ChuÈn bÞ thiÕt lËp m¹ng côc bé cña b¹n víi adapter ®ã.

source: Please choose what network adapter will be connected to your Local Area Network.
cs: Prosím zvolte si, ke kterému sí»ovému adaptéru bude pøipojena LAN.
eu: Mesedez hauta zein sare-egokitzaile izango duzuzure LANerako.
hr: Molimo odaberite koji mre¾ni adapter æe biti povezan na va¹u lokalnu mre¾u.
lt: Praðom pasirinkti, kuri tinklo plokðtë bus prijungta prie vietinio tinklo.
lv: Lûdzu izvçlieties, kurð tîkla adapteris bûs pieslçgts jûsu lokâlajam datortîklam.
sk: Prosím vyberte si sie»ovy adaptér, ktorý bude pripojený k va¹ej lokálnej sieti.
tr: Lütfen hangi að baðdaþtýrýcýsýnýn yerel aðýnýza baðlanacaðýný seçin.
uk: Вибер╕ть, будь-ласка, який адаптер мереж╕ буде п╕дключено до локально╖ мереж╕.
vi: H·y chän adapter m¹ng nµo sÏ ®­îc kÕt nèi vµo m¹ng côc bé cña b¹n.

source: Warning, the network adapter is already configured. I will reconfigure it.
cs: Pozor, sí»ový adaptér je u¾ nastaven. Provedu nové nastavení.
eu: Adi, sare egokitzailea dagoeneko konfiguratua. Berkonfiguratuko dut.
hr: Upozorenje, va¹ mre¾ni adapter je veæ konfiguriran. Ponovno æu ga konfigurirati.
sk: Pozor, sie»ový adaptér u¾ je nastavený. Teraz ho prekonfigurujem.
tr: Uyarý, að baðdaþtýrýcýsý zaten yapýlandýrýlmýþ. Ben onu Tekrar yapýlandýracaðým.
uk: Увага: плату мереж╕ вже сконф╕╜уровано. Конф╕╜урац╕ю буде зм╕нено
vi: C¶nh b¸o, adapter m¹ng ®· ®­îc cÊu h×nh råi. T«i sÏ cÊu h×nh l¹i nã.
