Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Your new Mandrake Linux operating system is currently being installed. Depending on the number of packages you will be installing and the speed of your computer, this operation could take from a few minutes to a significant amount of time. Please be patient.
cs: Nyní zaène nová instalace operaèního systému Mandrake Linux. Tato operace mù¾e trvat nìkolik desítek minut (zále¾í na mno¾ství balíèkù, které jste si vybrali pro instalaci a rychlosti va¹eho poèítaèe). Mìjte prosím trpìlivost a vyèkejte.
tr: Yeni Mandrake Linux iþletim sisteminiz þu anda diske yazýlýyor. Bu iþlem birkaç dakika sürecektir. (Bu süre, seçtiðiniz kurulumun büyüklüðüne ve donanýmýnýzýn hýzýna baðlýdýr.) Lütfen bekleyin.
uk: Ваша нова система Мандрейк Л╕накс встановлю╓ться в даний момент. В залежност╕ в╕д розм╕ру пакет╕в, як╕ ви вибрали для установки та в╕д швидкост╕ Вашого комп'ютера ця операц╕я може зайняти в╕д к╕лькох хвилин до в╕дчутного в╕дтинку часу. Потерп╕ть, будь-ласка.

source: Before continuing you should read carefully the terms of the license. It covers the whole Mandrake Linux distribution, and if you do not agree with all the terms in it, click on the "Refuse" button which will immediately terminate the installation. To continue with the installation, click the "Accept" button.
cs: Pøedtím, ne¾ budete pokraèovat, pøeètìte si pozornì podmínky licence. Ty se vztahují k celé distribuci Mandrake Linux a pokud s nimi nesouhlasíte, kliknìte na tlaèítko "Odmítnout". Instalace ihned skonèí. Pokud chcete pokraèovat v instalaci, kliknìte na tlaèítko "Potvrdit".
tr: Devam etmeden önce lisans koþullarýný dikkatle okumalýsýnýz. Lisans tüm Mandrake Linux daðýtýmýný kapsar, bu koþullarýný kabul etmiyorsanýz "Red" düðmesine týklayarak kurulumdan çýkabilirsiniz. Kuruluma devam etmek için "Kabul" düðmesine týklayýnýz.
uk: Перш, н╕ж ╕ти дал╕, Ви ма╓те прочитати уважно умови л╕ценз╕╖. Вона стосу╓ться всього диструбутиву Мандрейк Л╕накс, ╕, якщо Ви не погоджу╓тесь з умовами л╕ценз╕╖, натисн╕ть кнопку В╕дмовитись. Це того ж часу в╕дм╕нить установку системи. Для продовження установки натисн╕ть кнопку Погодитись.

source: At this point, it is time to choose the security level desired for the machine. As a rule of thumb, the more exposed the machine is, and the more the data stored in it is crucial, the higher the security level should be. However, a higher security level is generally obtained at the expenses of easiness of use. Refer to the MSEC chapter of the ``Reference Manual'' to get more information about the meaning of these levels. If you do not know what to choose, keep the default option.
cs: Nyní si vyberte úroveò zabezpeèení va¹eho poèítaèe Je zøejmé, ¾e èím více je poèítaè vyu¾íván a èím cennìj¹í data obsahuje, tím je potøeba zvolit vy¹¹í úroveò. Na druhou stranu, vy¹¹í úroveò znesnadòuje nìkteré obvyklé postupy. Více informací o úrovních bezpeènosti se doètete v kapitole MSEC v referenèní pøíruèce. Pokud nevíte co vybrat, ponechte výchozí nastavení.
tr: Þimdi, makinanýz için düþündüðünüz güvenlik seviyesini belirteceksiniz. Kural olarak makinanýzda sakladýðýnýz bilgilere baðlý olarak güvenlik seviyesini yükselmek gerekir. Güvenlik seviyesi yükseldikçe sunulan hizmetlerin sayýsý düþecek ve sisteminizi kullanmak zorlaþacaktýr. Bu seviyeler hakkýnda daha fazla bilgi edinmek için ``Baþvuru Kýlavuzu''ndaki MSEC bölümüne bakýnýz. Ne seçeceðiniz hakkýnda bir fikriniz yoksa öntanýmlý seçeneklere dokunmayýnýz.
uk: Тепер час вибрати р╕вень доступу (безпеки) для Вашо╖ системи. Золоте правило: чим ширше коло доступу ма╓ машина, ╕ чим важлив╕ш╕ дан╕, що в н╕й збер╕гаються, тим вищим ма╓ бути р╕вень безпеки системи. Але в б╕льшост╕ випадк╕в, вищий р╕вень безпеки досяга╓ться за рахунок додаткових незручностей в користуванн╕. Додаткову ╕нформац╕ю з цього питання можна отримати з секц╕╖ MSEC в Дов╕дковому Пос╕бнику. Якщо Ви не зна╓те, на чому зупинитись, залиште все як ╓.

source: At this point, you need to choose what partition(s) will be used for the installation of your Mandrake Linux system. If partitions have been already defined, either from a previous installation of GNU/Linux or from another partitioning tool, you can use existing partitions. Otherwise hard drive partitions must be defined. To create partitions, you must first select a hard drive. You can select the disk for partitioning by clicking on "hda" for the first IDE drive, "hdb" for the second, "sda" for the first SCSI drive and so on. To partition the selected hard drive, you can use these options: * "Clear all": this option deletes all partitions on the selected hard drive. * "Auto allocate": this option allows you to automatically create Ext2 and swap partitions in free space of your hard drive. * "Rescue partition table": if your partition table is damaged, you can try to recover it using this option. Please be careful and remember that it can fail. * "Undo": use this option to cancel your changes. * "Reload": you can use this option if you wish to undo all changes and load your initial partitions table. * "Wizard": use this option if you wish to use a wizard to partition your hard drive. This is recommended if you do not have a good knowledge of partitioning. * "Restore from floppy": this option will allow you to restore a previously saved partition table from floppy disk. * "Save to floppy": saves the partition table to a floppy. Useful for later partition-table recovery if necessary. It is strongly recommended to perform this step. * "Done": when you have finished partitioning your hard drive, this will save your changes back to disc. Note: you can reach any option using the keyboard. Navigate through the partitions using [Tab] and [Up/Down] arrows. When a partition is selected, you can use: * Ctrl-c to create a new partition (when an empty partition is selected); * Ctrl-d to delete a partition; * Ctrl-m to set the mount point. If you are installing on a PPC machine, you will want to create a small HFS "bootstrap" partition of at least 1MB which will be used by the yaboot boot loader. If you opt to make the partition a bit larger, say 50MB, you may find it a useful place to store a spare kernel and ramdisk images for emergency boot situations.
cs: V této chvíli je potøebné urèit, který(é) oddíl(y) budou pou¾ity pro instalaci systému Mandrake Linux. Pokud byly oddíly ji¾ jednou definovány, buï z pøedchozí instalace GNU/Linux nebo jiným programem na rozdìlení disku, je mo¾né pou¾ít právì tyto oddíly. Jinak musí být oddíly novì definovány. Pro vytvoøení oddílu musíte nejdøíve vybrat pevný disk. Kliknìte na "hda", co¾ je první IDE disk, nebo na "hdb", co¾ je druhý disk, pøípadnì na "sda", co¾ je první SCSI disk. Pro rozdìlení vybraného disku mù¾ete pou¾ít tyto volby: * "V¹e smazat": tato volba sma¾e v¹echny oddíly na disku. * "Automaticky rozmístit": dojde k automatickému vytvoøení oddílu pro Ext2 a swap ve volném prostoru disku. * "Záchrana tabulky oddílù": pokud je tabulka po¹kozena, mù¾ete se pokusit ji opravit. Buïte ale opatrní a pamatujte, ¾e se to nemusí v¾dy podaøit. * "Odvolat": zru¹í v¹echny provedené zmìny. * "Znovu naèíst": zru¹í v¹echny zmìny a nahraje pùvodní tabulku oddílù. * "Prùvodce": pokud nemáte dobré znalosti o rozdìlování diskù, pou¾ijte tuto volbu, kdy se spustí prùvodce. * "Obnovit z diskety": obnoví tabulku oddílù, která byla ji¾ døíve ulo¾ena na disketu. * "Ulo¾it na disketu": ulo¾í tabulku oddílù na disketu. To je vhodné pro pøípad po¹kození tabulky, kdy ji lze z této zálohy obnovit. Doporuèujeme vyu¾ít tuto mo¾nost. * "Hotovo": pokud máte disk rozdìlen, ulo¾í se zmìny na disk. Poznámka: ka¾dou volbu je mo¾né zadat také z klávesnice. Mezi oddíly se mù¾ete pohybovat pomocí kláves [Tab] a [©ipka nahoru/¹ipka dolù]. Pokud je vybrán oddíl, lze pou¾ít tyto volby: * Ctrl-c pro vytvoøení nového oddílu (pokud je vybrán prázdný oddíl); * Ctrl-d pro smázání oddílu; * Ctrl-m pro zadání bodu pøipojení. Pokud instalujete na poèítaè PPC, je potøeba vytvoøit malý oddíl HPFS, tzv. "bootstrap" o minimální velikosti 1MB, který bude pou¾it pro zavadìè yaboot. Pokud vytvoøíte tento oddíl vìt¹í, napø. 50 MB, je to dobré místo pro ulo¾ení ramdisku a jádra pro situace záchrany disku.
tr: Bu noktada, Mandrake Linux iþletim sisteminizi sabit diskinizde nereye kuracaðýnýzý seçmeniz gerekiyor. Bölümler önceki bir kurulumda ya da bir baþka bölümlendirme aracýyla önceden tanýmlanmýþsa eski bölümlerinizi kullanabilirsiniz. Aksi takdirde, sabit disk bölümlerinin tanýmlanmasý gerekir. Bölümleri oluþturmak için bir sabit disk seçmelisiniz. "hda"'ya týklayarak ilk, "hdb"'ye týklayarak ikinci IDE sürücüsünü, ya da "sda"'ya týklayarak birinci SCSI sürücüsünü bölümlendirmek için seçebilirsiniz. Seçili sürücüyü bölümlendirmek için, aþaðýdaki seçenekleri kullanabilirsiniz: * "Tümünü temizle": seçili sürücüdeki tüm bölümler silinecektir. * "Otomatik bölümlendir": sabit diskinizdeki boþ alanda otomatik olarak ext2 ve takas bölümlerinin tanýmlanmasýný saðlayacaktýr. * "Bölümlendirme tablosunu kurtar": bölümlendirme tablosu hasar gördüyse bu seçeneði kullanarak onu kurtarabilirsiniz. Lütfen dikkatli olun ve baþarýsýz olma ihtimali olduðunu hatýrlayýn. * "Geri al": bu seçeneði kullanarak, daha önce yaptýðýnýz deðiþikliklerden vazgeçebilirsiniz. * "Tekrar yükle": bu seçeneði kullanarak, yaptýðýnýz tüm deðiþiklikleri geri alýp eski bölümlendirme tablosunu yükleyebilirsiniz. * "Sihirbaz": sabit diskinizi bölümlendirme iþlemi için sihirbazý kullanmak isterseniz, bu seçeneði kullanabilirsiniz. Bölümlendirme hakkýnda fazla bir bilgiye sahip deðilseniz bu seçeneði kullanmanýz önerilir. * "Disketten al": önceki bir kurulumda bölümlendirme tablonuzu bir diskete kaydettiyseniz, bu seçenek ile onu tekrar kullanabilirsiniz. * "Diskete kaydet": bölümlendirme tablonuzu diskete kaydetmek isterseniz bu seçeneði kullanýn. Ýleride disk bölümlendirme tablosunu kurtarmak için bu disketi kullanabilirsiniz. * "Bitti": sabit diskinizi bölümlendirme iþlemi bittiðinde deðiþikliklerinizin kaydedilebilmesi için bu seçeneði kullanýn. Klavyeyi kullanarak herhangi bir seçeneðe gidebilirsiniz: Bölümler arasýnda gezinmek için [Sekme] ve [Yukarý/Aþaðý] ok tuþlarýný kullanabilirsiniz. Bir bölüm seçildiðinde, aþaðýdaki tuþlarý kullanabilirsiniz: * yeni bir bölüm oluþturmak için (boþ bir bölüm seçildiðinde) Ctrl-c, * bir bölümü silmek için Ctrl-d, * baðlama noktasýný atamak için Ctrl-m Bir PPC makina üzerine kurulum yapýyorsanýz, yaboot önyükleyicisi tarafýndan kullanýlmak üzere en az 1MB lýk küçük bir HFS "önyükleme" bölümü oluþturmak isteyeceksiniz. Bu disk bölümünü biraz daha büyük, örneðin 50MB yaparsanýz bir yedek çekirdek ve kurtarma açýlýþý gereksinimleri için ramdisk görüntüsünü saklamak için kullanýþlý bir alan elde edebilirsiniz.
uk: Зараз Вам потр╕бно вибрати, як╕ п╕дрозд╕ли використовувати для Вашо╖ ново╖ системи Л╕накс Мандрейк. Якщо ц╕ п╕дрозд╕ли вже були визначен╕ (в╕д попередньо╖ установки системи GNU/Linux або створен╕ ╕ншою програмою розпод╕лу диску), ви можете скористатися вже готовими п╕дрозд╕лами. В ╕ншому випадку, п╕дрозд╕ли на жорсткому диску мають бути визначеними перш, н╕ж переходити до установки. Для створення п╕дрозд╕л╕в ви спершу ма╓те вибрати жорсткий диск. Ви можете вибрати диск клацнувши на "hda" (якщо мова йде про перший диск типи IDE), або на "hdb" (для другого диску в систем╕ типу IDE), або на "sda", якщо ви будете встановлювати систему на першому диску типу SCSI ╕ так дал╕. Щоб розпод╕лити диск на розд╕ли, ви можете скористатися цими пунктами меню: * Очистити все: цей пункт стира╓ вс╕ п╕дрозд╕ли на вибраному жорсткому диску. * Розпод╕лити автоматично: цей пункт меню допоможе Вам автоматично створити п╕дрозд╕л типу Ext2 та swap на в╕льному простор╕ диску. * В╕дновити таблицю п╕дрозд╕л╕в: якщо таблиця п╕дрозд╕л╕в Вашого диску з╕псована, ви можете спершу спробувати в╕дновити ╖╖ скористувавшись цим пунктом. Будь-ласка, будьте-обережними, ╕ пам'ятайте, що цей пункт не завжди спрацьову╓. * Повернутись: Можете скористуватись цим, щоб в╕дмовитись в╕д зм╕н, внесених вами. * Перечитати: Можете скористуватись цим, щоб в╕дмовитись в╕д зм╕н, внесених вами ╕ перепрочитати ори╜╕нальну таблицю п╕дрозд╕л╕в. * Пом╕чник: Якщо ви хочете скористатись пом╕чником для розпод╕лу диску. Рекомендований режим, якщо ви не ма╓те глибоких знань про розпод╕л диску. * В╕дновити з гнучкого диску: Якщо ви записали попередньо свою таблицю п╕дрозд╕л╕в на гнучкий диск. Зараз ви можете в╕дновити цю таблицю з гнучкого диску. * Записати на гнучкий диск: Якщо ви хочете записати зараз таблицю п╕дрозд╕л╕в на гнучкий диск для того, щоб ╖╖ пот╕м можна було в╕дновити з дискети. Дуже рекоменду╓мо скористуватися цим режимом. * Готово: П╕сля того, як ви вже зак╕нчили з перерозпод╕лом Вашого жорсткого диску, скористайтесь цим пунктом, щоб записати зм╕ни на диск. Коли певний п╕дрозд╕л вибрано, можете скористуватись клав╕шами: * Ctrl-c щоб створити новий п╕дрозд╕л (якщо вибрано пустий п╕дрозд╕л) * Ctrl-d щоб стерти п╕дрозд╕л * Ctrl-m щоб визначити точку монтування Якщо ви встановлю╓те систему на комп'ютер з процесором PPC, ви можете створити маленький п╕дрозд╕л типу HFS для завантаження 'bootstrap' (розм╕ром не менше 1Мб для завантажувача yaboot. Якщо ви вир╕шите створити п╕дрозд╕л трохи б╕льшого розм╕ру (скаж╕мо 50Мб, ви зможете також збер╕гати на ньому резервне ядро системи та в╕ртуальний диск для авар╕йних завантажень системи).

source: More than one Microsoft Windows partition has been detected on your hard drive. Please choose the one you want resize in order to install your new Mandrake Linux operating system. Each partition is listed as follows: "Linux name", "Windows name" "Capacity". "Linux name" is structured: "hard drive type", "hard drive number", "partition number" (for example, "hda1"). "Hard drive type" is "hd" if your hard dive is an IDE hard drive and "sd" if it is a SCSI hard drive. "Hard drive number" is always a letter after "hd" or "sd". With IDE hard drives: * "a" means "master hard drive on the primary IDE controller", * "b" means "slave hard drive on the primary IDE controller", * "c" means "master hard drive on the secondary IDE controller", * "d" means "slave hard drive on the secondary IDE controller". With SCSI hard drives, an "a" means "lowest SCSI ID", a "b" means "second lowest SCSI ID", etc. "Windows name" is the letter of your hard drive under Windows (the first disk or partition is called "C:").
cs: Instalaèní program nalezl na disku více ne¾ jeden oddíl s Microsoft Windows. Prosím vyberte si jeden z nich, který je potøeba zmen¹it pro novu instalaci systému Mandrake Linux. Ka¾dý oddíl je zobrazen následovnì: "Jméno pro Linux", "Jméno pro Windows", "Velikost". "Jméno pro Linux" je slo¾eno následovnì: "typ pevného disku", "èíslo disku", "èíslo oddílu". (napøíklad "hda1"). Pokud máte IDE disky, pak je "typ pevného disku" "hd", pokud máte SCSI, oznaèení bude "sd". "Èíslo disku" je v¾dy písmeno za "hd" nebo "sd". Pro IDE disky je takto: * "a" znamená "master disk na primárním IDE øadièi", * "b" znamená "slave disk na primárním IDE øadièi", * "c" znamená "master disk na sekundárním IDE øadièi", * "d" znamená "slave disk na sekundárním IDE øadièi". Pro SCSI disky platí, ¾e "a" je "nejmen¹í SCSI ID", "b" je "druhé nejmen¹í SCSI ID" atd. "Jméno pro Windows" je písmeno, které je pou¾ito ve Windows (první oddíl nebo disk má písmeno "C:").
tr: Sabit diskinizde birden fazla Windows bölümü bulundu. Yeni Mandrake Linux iþletim sisteminizi kurmak için hangi bölümün boyutunu deðiþtirmek istiyorsunuz? Her bir bölüm þöyle listelenmiþtir; "Linux adý", "Windows adý", "Kapasite". "Linux adý" þöyle kodlanýr: "sabit disk türü", "sabit disk harfi", "bölüm numarasý" (örneðin "hda1"). "Sabit disk türü", diskiniz bir IDE sürücüsüyse "hd", bir SCSI sürücüsüyse "sd"'dir. "Sabit disk harfi" her zaman "hd" ya da "sd"'den sonra gelir. IDE sürücüleri için: * "a" "birincil IDE denetleyicisindeki master sabit disk ", * "b" "birincil IDE denetleyicisindeki slave sabit disk ", * "c" "ikincil IDE denetleyicisindeki master sabit disk ", * "d" "ikincil IDE denetleyicisindeki slave sabit disk ", SCSI sürücüleri için * "a" "birincil sabit disk", * "b" "ikincil sabit disk" * ... anlamýna gelir. "Windows adý" ise diskinizin windows altýndayken kullandýðý sürücü harfidir. (Örneðin ilk disk ya da disk bölümünün ismi "C:"dir.
uk: На Вашому диску знайдено б╕льше одного п╕дрозд╕ла, що належать операц╕йн╕й систем╕ В╕ндовс. Вибер╕ть, будь-ласка, один з них, розм╕р якого би ви хот╕ли зм╕нити, для того щоб встановити операц╕йну систему Мандрейк Л╕накс. Кожен п╕дрозд╕л подано в такому вигляд╕: "Назва в Л╕накс╕", "Назва у В╕ндовс", "Розм╕р". "Назва в Л╕накс╕" закодована таким чином: "тип жорсткого диску", "номер жорсткого диску", "номер п╕дрозд╕лу на диску", (Наприклад: "hda1"). Тип жорсткого диску" - це "hd", якщо ви ма╓те диск типу IDE, ╕ "sd", якщо ви ма╓те жорсткий диск типу SCSI. "Номер жорского диску" - це завжди л╕тера п╕сля "hd" чи "sd". Для диск╕в типу IDE це: * "a" - головний диск (master) на першому контролер╕ IDE, * "b" - вторинний (slave) диск на першому контролер╕ IDE, * "c" - головний диск на другому контролер╕ IDE, * "d" - вторинний диск на другому контролер╕ IDE. Для SCSI диск╕в "a" означа╓ "головний диск", "b" - другорядний диск, ╕ т.д. ... "Назва у В╕ндовс" - це л╕тера Вашого жорсткого диску, як ви ╖╖ бачите при робот╕ у В╕ндовс (перший диск чи п╕дрозд╕л назива╓ться "C:").

source: Please be patient. This operation can take several minutes.
cs: Buïte trpìliví. Tato operace mù¾e trvat nìkolik minut.
eu: Mesedez izan pazientzia. Eragiketa honek zenbait minutu behar ditzake.
hr: Molimo budite strpljivi. Ova operacija mo¾e potrajati nekoliko minuta.
lt: Praðom turëti kantrybës. Ðis veiksmas gali keletà minuèiø uþtrukti.
lv: Lûdzu esat pacietîgs. Ðî darbîba var ilgt vairâkas minûtes.
tr: Lütfen bekleyin. Bu iþlem birkaç dakika sürecektir.
uk: Потерп╕ть будь-ласка. Це може зайняти к╕лька хвилин.
vi: H·y kiªn nhÉn. Qu¸ tr×nh nµy thùc hiÖn mÊt vµi phót

source: DrakX now needs to know if you want to perform a default ("Recommended") installation or if you want to have greater control ("Expert"). You also have the choice of performing a new install or an upgrade of an existing Mandrake Linux system. Clicking "Install" will completely wipe out the old system. Select "Upgrade" if you are upgrading or repairing an existing system. Please choose "Install" if there are no previous version of Mandrake Linux installed or if you wish to boot between various operating systems. Please choose "Update" if you wish to update or repair an already installed version of Mandrake Linux. Depending on your knowledge of GNU/Linux, please choose one of the following to install or update your Mandrake Linux operating system: * Recommended: choose this if you have never installed a GNU/Linux operating system. The installation will be very easy and you will only be asked a few questions. * Expert: if you have a good knowledge of GNU/Linux, you can choose this installation class. The expert installation will allow you to perform a highly customized installation. Answering some of the questions can be difficult if you do not have a good knowledge of GNU/Linux so do not choose this unless you know what you are doing.
cs: Nyní se instalaèní program zeptá na to, zda chcete provést ("Doporuèenou") nebo ("Expertní") instalaci, která dovoluje vìt¹í kontrolu. Také si zde mù¾ete vybrat, zda chcete provést novou instalaci nebo aktualizaci ji¾ existující verze systému Mandrake Linux. Mù¾ete provést novou instalaci pøes existující, která ji kompletnì pøema¾e. Také lze provést aktualizaci v pøípadì nutnosti opravy instalovaného systému. Vyberte si volbu "Instalovat" pokud nemáte instalovánu ¾ádnou pøedchozí verzi systému Mandrake Linux nebo chcete pou¾ívat více operaèních systémù. Zvolte "Aktualizovat" pokud chcete aktualizovat pøedchozí verzi distribuce Mandrake Linux. V závislosti na va¹ich znalostech GNU/Linuxu si mù¾ete vybrat z následujících úrovní instalace nebo aktualizace operaèního systému Mandrake Linux: * Doporuèená: volte pokud jste je¹tì nikdy neinstalovali GNU/Linux. Instalace bude velmi jednoduchá a budete dotázáni pouze na nìkolik otázek. * Expertní: jestli¾e jste dobøe obeznámeni s GNU/Linuxem a chcete provést precizní nastavení instalace, je právì pro vás tato volba. Budete si moci pøesnì upravit celou instalaci. Odpovìdi na otázky budou velmi tì¾ké pro ty, kteøí nemají velmi dobré znalosti GNU/Linuxu. Nevolte tuto volbu, pokud pøesnì nevíte, co dìláte.
tr: DrakX'e bir öntanýmlý "Önerilen" kurulum mu yoksa üzerinde daha fazla denetim saðlayabileceðiniz "Uzman" kurulumunu mu tercih edeceðinizi belirtmelisiniz. Ayrýca yeni bir kurulum mu yapacaðýnýzý yoksa mevcut sisteminizi güncellemek mi istediðinizi de belirtmelisiniz. "Kurulum" seçerek eski sisteminizi tamamen yok edebilir ya da "Güncelleme" seçerek mevcut sisteminizi güncelleyebilir ya da kurtarabilirsiniz. Eðer sisteminizde Mandrake Linux'un eski bir sürümü yoksa, ya da birden çok sistem kullanmak istiyorsanýz lütfen"Kurulum"'u seçiniz Mandrake Linux'un eski bir sürümünü güncellemek ya da onarmak istiyorsanýz lütfen "Güncelleme"'yi seçiniz. Mandrake Linux iþletim sistemini kurmak ya da güncellemek için GNU/Linux hakkýndaki deneyiminize baðlý olarak aþaðýdaki düzeylerden birini seçebilirsiniz: * "Önerilen": daha önce hiçbir GNU/Linux iþletim sistemi kurmadýysanýz bunu seçin. Kurulumda çok az soru sorulacak ve çok kolay olacaktýr. * "Uzman": GNU/Linux hakkýnda oldukça bilgili ve deneyimliyseniz bunu seçebilirsiniz. Uzman kurulumu sisteminizi özelleþtirebilmeniz için cevaplandýrýlmasý GNU/Linux'u az bilenler için çok güç olabilecek sorularla kurulumu yönlendireceðinden bu sorulara cevap verebilecek kadar iyi olmadýðýnýz kanaatindeyseniz bu seçeneði kullanmayýn.
uk: DrakX запита╓ чи Ви провадите стандартну установку ("Рекомендована") чи, можливо, хочете мати б╕льший контроль над тим, що встановлю╓ться ("Експерт"). drakX запита╓ про клас установки. Тут Ви можете також вибрати чи Ви встановлю╓те нову систему, чи поновлю╓те вже ╕снуючу систему Мандрейк Л╕накс. Вибер╕ть, що Вам п╕дходить. Ви можете встановити систему, повн╕стю витерши стару. Ви можете також поновити вже ╕снуючу систему. Вибер╕ть, будь-ласка, "Установка", якщо ви не ма╓те попередньо╖ верс╕╖ Мандрейк Л╕накса встановленого на Вашому комп'ютер╕ або якщо ви хочете мати к╕лька операц╕йних систем. Якщо ви хочете поновити вже встановлену верс╕ю Мандрейк Л╕накса на сво╓му комп'ютер╕, вибер╕ть, будь-ласка, "Поновлення". В залежност╕ в╕д Вашого р╕вня знань системи GNU/Linux ви можете вибрати один ╕з наступних р╕вн╕в складност╕ установки чи поновлення Вашо╖ системи Мандрейк Л╕накс: * Рекомендований: Вибирайте цей пункт, якщо ви н╕коли в житт╕ не встановлювали операц╕йно╖ системи GNU/Linux. Установка буде дуже проста, ╕ Вам доведеться дати в╕дпов╕дь т╕льки на к╕лька запитань. * Спец╕альний: Якщо ви достатньою м╕рою знайом╕ з операц╕йною системою GNU/Linux, можете вибрати основний режим використання Вашо╖ системи (робоча станц╕я, сервер, розробка). Вам потр╕бно буде в╕дпов╕сти на б╕льше запитань, н╕ж при установц╕ типу "Рекомендований", тобто Вам потр╕бно знати, як працю╓ Gnu/Linux, щоб вибрати цей клас установки. * Експерт: якщо ви ма╓те глибок╕ знання системи GNU/Linux, можете вибрати цей клас установки. Так само, як ╕ в клас╕ "Спец╕альний", в╕д Вас буде вимагатися вибрати основний тип використання ц╕╓╖ системи (робоча станц╕я, сервер, розробка). Будьте дуже уважними вибираючи цей клас установки. Ви зможете виконати ун╕кальну установку системи. В╕дпов╕д╕ на запитання можуть бути дуже важкими, якщо ви не волод╕╓те глибокими знаннями системи GNU/Linux. Отже, не вибирайте цей клас установки, якщо ви не певн╕, що це саме те, що Вам потр╕бно.
