Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: USB sound devices
nb: USB-lydenheter

source: Radio cards
nb: Radiokort

source: ATM network cards
nb: ATM-nettverkskort

source: WAN network cards
nb: WAN-nettverkskort

source: Bluetooth devices
nb: Bluetooth-enheter

source: Ethernetcard
nb: Nettverkskort
pa_in: ਈਥਰਨੈੱਟ-ਕਾਰਡ

source: ADSL adapters
nb: ADSL-kort
pa_in: ADSL ਅਡਾਪਟਰ

source: Memory
nb: Minne
pa_in: ਮੈਮੋਰੀ

source: Game port controllers
nb: Spillportkontrollere

source: Joystick
nb: Styrespak
pa_in: ਜਾਏਸਟਿੱਕ

source: Tablet and touchscreen
nb: Tavlemaskin og pekeskjerm.

source: Biometry
nb: Biometri

source: Scanner
nb: Skanner
pa_in: ਸਕੈਨਰ

source: Unknown/Others
nb: Ukjent/andre
pa_in: ਅਣਪਛਾਤੇ/ਹੋਰ

source: cpu #
nb: Prosessornummer

source: No known driver
nb: Ingen kjent driver
pa_in: ਕੋਈ ਜਾਣਿਆ ਡਰਾਈਵਰ ਨਹੀਂ ਹੈ

source: There's no known driver for your sound card (%s)
nb: Det er ingen kjent driver for lydkortet ditt («%s»)
pa_in: ਇੱਥੇ ਤੁਹਾਡੇ ਸਾਊਂਡ ਕਾਰਡ (%s) ਲਈ ਕੋਈ ਜਾਣਿਆ ਡਰਾਈਵਰ ਨਹੀਂ ਹੈ

source: Enable PulseAudio
nb: Bruk PulseAudio

source: Use Glitch-Free mode
nb: Bruk «Glitch-Free»-modus

source: Reset sound mixer to default values
nb: Tilbakestill lydmikseren til standardverdiene

source: Troubleshooting
nb: Feilsøking

source: No alternative driver
nb: Ingen alternativ driver
pa_in: ਕੋਈ ਅਨੁਸਾਰੀ ਡਰਾਈਵਰ ਨਹੀਂ

source: There's no known OSS/ALSA alternative driver for your sound card (%s) which currently uses "%s"
nb: Det finnes ingen OSS- eller ALSA-drivere for lydkortet ditt («%s») som bruker «%s»
pa_in: ਇੱਥੇ ਤੁਹਾਡੇ ਸਾਊਂਡ ਕਾਰਡ (%s) ਜੋ ਵਰਤਮਾਨ "%s" ਵਰਤ ਰਿਹਾ ਹੈ ਲਈ ਕੋਈ OSS/ALSA ਅਨੁਸਾਰੀ ਡਰਾਈਵਰ ਨਹੀਂ ਹੈ

source: Sound configuration
nb: Lydoppsett
pa_in: ਸਾਊਂਡ ਸੰਰਚਨਾ

source: OSS (Open Sound System) was the first sound API. It's an OS independent sound API (it's available on most UNIX(tm) systems) but it's a very basic and limited API. What's more, OSS drivers all reinvent the wheel. ALSA (Advanced Linux Sound Architecture) is a modularized architecture which supports quite a large range of ISA, USB and PCI cards. It also provides a much higher API than OSS. To use alsa, one can either use: - the old compatibility OSS API - the new ALSA API that provides many enhanced features but requires using the ALSA library.
nb: OSS (Open Sound System) var det første lydgrensesnittet. Det er operativsystemuavhengig (og tilgjengelig på de fleste UNIX™-systemer), men er òg ganske teknisk begrensa. ALSA (Advanced Linux Sound Architecture) er en modularisert arkitektur som støtter veldig mange ISA-, USB- og PCI-kort. Systemet har også et bedre grensesnitt enn OSS har. For å bruke ALSA kan du enten bruke det gamle OSS-grensesnittet, eller det nye ALSA-grensesnittet, med mange nye funksjoner.

source: Sound troubleshooting
nb: Feilsøking av lyd

source: Let me pick any driver
nb: Velg driver
pa_in: ਮੈਨੂੰ ਕੋਈ ਡਰਾਈਵਰ ਚੁੱਕਣ ਦਿਓ

source: Choosing an arbitrary driver
nb: Valg av annen driver
pa_in: ਅਨਕੂਲ ਡਰਾਈਵਰ ਚੁਣ ਰਿਹਾ ਹੈ

source: Auto-detect
nb: Finn automatisk
pa_in: ਸਵੈ-ਖੋਜ

source: Unknown|Generic
nb: Ukjent/generell
pa_in: ਅਣਪਛਾਤਾ|ਸਧਾਰਨ

source: Unknown|CPH05X (bt878) [many vendors]
nb: Ukjent|CPH05X (bt878) (mange merker)
pa_in: ਅਣਪਛਾਤਾ|CPH05X (bt878) [ਕਈ ਵਿਕ੍ਰੇਤਾ]

source: Unknown|CPH06X (bt878) [many vendors]
nb: Ukjent|CPH06X (bt878) (mange merker)
pa_in: ਅਣਪਛਾਤਾ|CPH06X (bt878) [ਕਈ ਵਿਕ੍ਰੇਤਾ]

source: For most modern TV cards, the bttv module of the GNU/Linux kernel just auto-detect the rights parameters. If your card is misdetected, you can force the right tuner and card types here. Just select your TV card parameters if needed.
nb: For de fleste moderne fjernsynskort vil bttv-modulet i GNU/Linux-kjerna automatisk finne de rette parametrene. Hvis ikke dette går, kan du selv velge rett mottaker og korttype her.

source: Card model:
nb: Kortmodell:
pa_in: ਕਾਰਡ ਮਾਡਲ:

source: Tuner type:
nb: Mottakertype:
pa_in: ਟਿਊਨਰ ਕਿਸਮ:

source: Previous
nb: Forrige
pa_in: ਪਿੱਛੇ

source: No file chosen
nb: Ingen fil valgt

source: You have chosen a directory, not a file
nb: Du har valgt en mappe og ikke en fil.

source: No such directory
nb: Mappa finnes ikke

source: No such file
nb: Fila finnes ikke

source: Beware, Caps Lock is enabled
nb: Obs! «Caps Lock» er på.

source: Entries you'll have to fill: %s
nb: Oppføringer du må fylle ut: %s
pa_in: ਇੰਦਰਾਜਾਂ ਜੋ ਤੁਸੀਂ ਭਰਨੀਆਂ ਹਨ: %s

source: Your choice? (0/1, default `%s')
nb: Valg? («0» eller «1». Standard: «%s».)
pa_in: ਤੁਹਾਡੀ ਚੋਣ? (0/1, ਮੂਲ `%s')

source: Button `%s': %s
nb: Knapp «%s»: %s
pa_in: ਬਟਨ `%s': %s

source: Do you want to click on this button?
nb: Vil du trykke på knappen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਹ ਬਟਨ ਦਬਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Your choice? (default `%s'%s)
nb: Valg? (Standard: «%s»%s)
pa_in: ਤੁਹਾਡੀ ਚੋਣ? (ਮੂਲ `%s'%s)

source: enter `void' for void entry
nb: skriv inn «void» for tomt felt
pa_in: ਬਚਾਓ ਇੰਦਰਾਜ ਲਈ `void' ਭਰੋ

source: => There are many things to choose from (%s).
nb: Det er mange ting å velge fra (%s).
pa_in: => ਇੱਥੇ (%s) ਵਿੱਚੋਂ ਚੁਣਨ ਲਈ ਬਹੁਤ ਇਕਾਈਆਂ ਹਨ।

source: Please choose the first number of the 10-range you wish to edit, or just hit Enter to proceed. Your choice?
nb: Velg det første tallet du ønsker å endre, eller trykk «Enter» for å fortsette. Velg:
pa_in: ਕਿਰਪਾ ਕਰਕੇ 10-ਸੀਮਾ ਵਿੱਚੋਂ ਪਹਿਲਾ ਅੰਕ ਜੋ ਤੁਸੀਂ ਸੋਧਣਾ ਚਾਹੁੰਦੇ ਹੋ ਚੁਣੋ, ਜਾਂ ਅੱਗੇ ਜਾਣ ਲਈ ਸਿਰਫ Enter ਦਬਾਓ। ਤੁਹਾਡੀ ਚੋਣ?

source: => Notice, a label changed: %s
nb: Merk: Et volumnavn er endra: %s
pa_in: => ਸੂਚਨਾ, ਲੇਬਲ ਤਬਦੀਲ ਹੋਇਆ: %s

source: Re-submit
nb: Send inn på nytt
pa_in: ਮੁੜ-ਪੇਸ਼

source: United Arab Emirates
nb: De Forente Arabiske Emirater
pa_in: ਸੰਯੁਕਤ ਰਾਜ ਅਮੀਰਾਤ

source: Antigua and Barbuda
nb: Antigua og Barbuda
pa_in: ਐਟੀਗੂਆ ਤੇ ਬਾਰਬੂਡਾ

source: Netherlands Antilles
nb: De nederlandske Antillane
pa_in: ਨੀਦਰਲੈਂਡ ਐਟੀਲਸ

source: Antarctica
nb: Antarktis
pa_in: ਅੰਟਾਰਿਕਟਾ

source: American Samoa
nb: Amerikansk Samoa
pa_in: ਅਮਰੀਕੀ ਸਾਮੋਨਾ

source: Austria
nb: Østerrike
pa_in: ਆਸਟਰੀਆ

source: Azerbaijan
nb: Aserbajdsjan
pa_in: ਅਜ਼ਰਬਾਈਜਾਨ

source: Bosnia and Herzegovina
nb: Bosnia-Hercegovina
pa_in: ਬੋਸਨੀਅ ਤੇ ਹਰਜ਼ੀਗੋਨੀਆ

source: Belgium
nb: Belgia
pa_in: ਬੈਲਜੀਅਮ

source: Brunei Darussalam
nb: Brunei
pa_in: ਬਰੂਨਈ ਡਾਰੂਸ਼ਲਾਮ

source: Brazil
nb: Brasil
pa_in: ਬਰਾਜ਼ੀਲ

source: Bouvet Island
nb: Bouvetøya
pa_in: ਬੂਟਵਟ ਟਾਪੂ

source: Belarus
nb: Hviterussland
pa_in: ਬੇਲਾਰੂਸ

source: Cocos (Keeling) Islands
nb: Kokosøyene
pa_in: ਕੋਕੋਸ(ਕਿਲਿੰਗ) ਟਾਪੂ

source: Congo (Kinshasa)
nb: Kongo
pa_in: ਕੌਂਗੋ (ਕਿਨਸ਼ਾਸਾ)

source: Central African Republic
nb: Den sentralafrikanske republikk
pa_in: ਕੇਦਰੀ ਅਫਰੀਕਾ ਗਣਰਾਜ਼

source: Congo (Brazzaville)
nb: Kongo-Brazzaville
pa_in: ਕੌਂਗੋ (ਬਰਾਜ਼ਾਵਿਲੇ)

source: Switzerland
nb: Sveits
pa_in: ਸਵਿਟਰਜ਼ਰਲੈਂਡ

source: Cote d'Ivoire
nb: Elfenbenskysten
pa_in: ਕੋਟੀ ਡੀਵੋਰਆ

source: Cook Islands
nb: Cookøyene
pa_in: ਕੁੱਕ ਟਾਪੂ

source: Cameroon
nb: Kamerun
pa_in: ਕੈਮਰੂਨ

source: China
nb: Kina
pa_in: ਚੀਨ

source: Serbia & Montenegro
nb: Serbia og Montenegro
pa_in: ਸਰਬੀਆ ਤੇ ਮੌਂਟੇਨੀਗਰੋ

source: Cape Verde
nb: Kapp Verde
pa_in: ਕੇਪ ਵਾਰਡੀ

source: Christmas Island
nb: Christmasøya
pa_in: ਕ੍ਰਿਸਮਿਸ ਟਾਪੂ

source: Cyprus
nb: Kypros
pa_in: ਕਿਊਰੂਸ

source: Czech Republic
nb: Tsjekkia
pa_in: ਚੈੱਕ ਗਣਰਾਜ

source: Germany
nb: Tyskland
pa_in: ਜਰਮਨੀ

source: Denmark
nb: Danmark
pa_in: ਡੈਨਮਾਰਕ

source: Dominican Republic
nb: Den dominikanske republikken
pa_in: ਡੋਮੀਨੀਆਨ ਗਣਰਾਜ਼

source: Algeria
nb: Algerie
pa_in: ਅਲਜੀਰੀਆ

source: Estonia
nb: Estland
pa_in: ਈਸਟੋਨੀਆ

source: Western Sahara
nb: Vest-Sahara
pa_in: ਦੱਖਣੀ ਸਹਾਰਾ

source: Spain
nb: Spania
pa_in: ਸਪੇਨ

source: Ethiopia
nb: Etiopia
pa_in: ਈਥੋਪਈਆ

source: Falkland Islands (Malvinas)
nb: Falklandsøyene
pa_in: ਫਾਲਕਲੈਂਡ ਟਾਪੂ (ਮਲਵੀਨਾਸ)

source: Micronesia
nb: Mikronesiaføderasjonen
pa_in: ਮਾਕਰੋਨੀਸ਼ੀਆ

source: Faroe Islands
nb: Færøyane
pa_in: ਫਾਰੀਓ ਟਾਪੂ

source: France
nb: Frankrike
pa_in: ਫਰਾਂਸ

source: United Kingdom
nb: Storbritannia
pa_in: ਬਰਤਾਨੀਆ

source: French Guiana
nb: Fransk Guyana
pa_in: ਫਰੈਂਚ ਗੁਆਨਾ

source: Greenland
nb: Grønland
pa_in: ਗਰੀਨਲੈਂਡ

source: Equatorial Guinea
nb: Ekvatorial-Guinea
pa_in: ਭੂ-ਖੰਡੀ ਗੁਆਨਾ

source: Greece
nb: Hellas
pa_in: ਗਰੀਸ

source: South Georgia and the South Sandwich Islands
nb: Sør-Georgia og Sør-Sandwichøyene
pa_in: ਦੱਖਣੀ ਜੀਓਰਜੀਆ ਅਤੇ ਦੱਖਣੀ ਸੈਂਡਵਿਚ ਟਾਪੂ

source: Hong Kong SAR (China)
nb: Kina (Hongkong)
pa_in: ਹਾਂਗ ਕਾਂਗ ਸਾਰ (ਚੀਨ)

source: Heard and McDonald Islands
nb: Heard- and McDonald-øyene
pa_in: ਹੀਅਰਡ ਅਤੇ ਮੈਕਡੋਨਾਲਡ ਟਾਪੂ

source: Croatia
nb: Kroatia
pa_in: ਕਰੋਟੀਆ

source: Hungary
nb: Ungarn
pa_in: ਹੰਗਰੀ

source: Ireland
nb: Irland
pa_in: ਆਈਰਲੈਂਡ

source: British Indian Ocean Territory
nb: Det britiske området i Indiahavet
pa_in: ਬਰਤਾਨੀਆ ਭਾਰਤੀ ਸਮੁੰਦਰੀ ਖੇਤਰ

source: Iraq
nb: Irak
pa_in: ਇਰਾਕ

source: Iceland
nb: Island
pa_in: ਟਾਪੂ

source: Italy
nb: Italia
pa_in: ਇਟਲੀ

source: Kyrgyzstan
nb: Kirgisistan
pa_in: ਕਿਰਗਸਤਾਨ

source: Cambodia
nb: Kambodsja
pa_in: ਕੋਲੰਬੀਆ

source: Comoros
nb: Komorane
pa_in: ਕੋਮੋਰਸ

source: Saint Kitts and Nevis
nb: St. Kitts og Nevis
pa_in: ਸੇਂਟ ਕਿਟਸ ਅਤੇ ਨੇਵੀਸ

source: Korea (North)
nb: Nord-Korea
pa_in: ਕੋਰੀਆ (ਉੱਤਰੀ)

source: Korea
nb: Sør-Korea
pa_in: ਕੋਰੀਆ

source: Cayman Islands
nb: Caymanøyane
pa_in: ਕਾਯਮਨ ਟਾਪੂ

source: Kazakhstan
nb: Kasakhstan
pa_in: ਕਜ਼ਾਕਸਤਾਨ

source: Lebanon
nb: Libanon
pa_in: ਲੀਬਨਾਨ

source: Saint Lucia
nb: St. Lucia
pa_in: ਸੇਂਟ ਲੂਸੀਆ

source: Lithuania
nb: Litauen
pa_in: ਲੀਥੂਨੀਆ

source: Morocco
nb: Marokko
pa_in: ਮੋਰੋਸ਼ਸ

source: Madagascar
nb: Madagaskar
pa_in: ਮੈਡਾਗਾਸਕਰ

source: Marshall Islands
nb: Marshall-øyene
pa_in: ਮਾਰਸ਼ਲ ਟਾਪੂ

source: Macedonia
nb: Makedonia
pa_in: ਮੈਕਡੋਨੀਆ

source: Northern Mariana Islands
nb: Nord-Marianane
pa_in: ਉੱਤਰੀ ਮਰੀਵੀਆਨਾ ਟਾਪੂ

source: Maldives
nb: Maldivene
pa_in: ਮਾਲਦੀਪ

source: Mozambique
nb: Mosambik
pa_in: ਮੋਜ਼ਾਮਬੀਕਿਉ

source: New Caledonia
nb: Ny-Caledonia
pa_in: ਨਵਾਂ ਕਾਲੀਡੋਨੀਆਂ

source: Norfolk Island
nb: Norfolk-øya
pa_in: ਨੋਰਫੋਕ ਟਾਪੂ

source: Netherlands
nb: Nederland
pa_in: ਨੀਂਦਰਲੈਂਡ

source: Norway
nb: Norge
pa_in: ਨਾਰਵੇ

source: French Polynesia
nb: Fransk Polynesia
pa_in: ਫਰੈਂਚ ਪੋਲੀਸੇਲੇਵੀਆ

source: Philippines
nb: Filippinene
pa_in: ਫਿਲਿਪੀਨੀਜ਼

source: Poland
nb: Polen
pa_in: ਪੋਲੈਂਡ

source: Saint Pierre and Miquelon
nb: Saint-Pierre-et-Miquelon
pa_in: ਸੇਂਟ ਪਿੱਰੇ ਅਤੇ ਮੀਕੇਲੋਨ

source: Palestine
nb: Palestina
pa_in: ਪੇਲੇਸਟਾਈਨ

source: Reunion
nb: Réunion
pa_in: ਰੀਯੁਨੀਅਨ

source: Russia
nb: Russland
pa_in: ਰੂਸ

source: Solomon Islands
nb: Salomonøyane
pa_in: ਸੋਲੋਮੋਨ ਟਾਪੂ

source: Seychelles
nb: Seychellene
pa_in: ਸੀਆਚਿਲਸ

source: Sweden
nb: Sverige
pa_in: ਸਵੀਡਨ

source: Saint Helena
nb: St. Helena
pa_in: ਸੇਂਟ ਹੇਲੇਨਾ

source: Svalbard and Jan Mayen Islands
nb: Svalbard og Jan Mayen
pa_in: ਸਵਾਲਬੋਰਡ ਅਤੇ ਜਾਨ ਮਾਈਨ ਟਾਪੂ

source: Suriname
nb: Surinam
pa_in: ਸੂਰੀਨਾਂ

source: Sao Tome and Principe
nb: São Tomé og Príncipe
pa_in: ਸਾਓ ਟੋਮ ਅਤੇ ਪ੍ਰਿਨਸਾਈਪ

source: Turks and Caicos Islands
nb: Turks og Caicos-øyene
pa_in: ਤੁਰਕਸ ਅਤੇ ਕੇਈਕੋਸ ਟਾਪੂ

source: Chad
nb: Tsjad
pa_in: ਚੰਦ

source: French Southern Territories
nb: Franske sørlige territorium
pa_in: ਫਰੈਂਚ ਦੱਖਣੀ ਖੇਤਰ

source: Tajikistan
nb: Tadsjikistan
pa_in: ਤਜ਼ਾਕਸਤਾਨ

source: East Timor
nb: Øst-Timor
pa_in: ਪੂਰਬੀ ਟੀਮੋਰ

source: Turkey
nb: Tyrkia
pa_in: ਤੁਰਕੀ

source: Trinidad and Tobago
nb: Trinidad og Tobago
pa_in: ਟਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬੇਗੋ

source: Ukraine
nb: Ukraina
pa_in: ਯੂਕਰੇਨ

source: United States Minor Outlying Islands
nb: De Forente Staters mindre utenomliggende øyer
pa_in: ਅਮਰੀਕਾ ਦੇ ਛੋਟੇ ਟਾਪੂ

source: United States
nb: USA
pa_in: ਅਮਰੀਕਾ

source: Uzbekistan
nb: Usbekistan
pa_in: ਉਜ਼ੇਬਕਸਤਾਨ

source: Vatican
nb: Vatikanstaten
pa_in: ਵਾਟੀਕਾਨ

source: Saint Vincent and the Grenadines
nb: St. Vincent og Grenadinene
pa_in: ਸੇਂਟ ਵਿਨਸਨਟ ਅਤੇ ਗਰੇਨਾਡਾਈਨਸ

source: Virgin Islands (British)
nb: Jomfruøyene (Storbritannia)
pa_in: ਵਿਰਗਿਨ ਟਾਪੂ (ਬ੍ਰਿਟਿਸ਼)

source: Virgin Islands (U.S.)
nb: Jomfruøyene (USA)
pa_in: ਵਿਰਗਿਨ ਟਾਪੂ (U.S.)

source: Wallis and Futuna
nb: Wallis- og Futunaøyene
pa_in: ਵਾਲਿਸ ਅਤੇ ਫੂਟੂਨਾ

source: Yemen
nb: Jemen
pa_in: ਯਮਨ

source: South Africa
nb: Sør-Afrika
pa_in: ਦੱਖਣੀ ਅਫਰੀਕਾ

source: Moving used physical extents to other physical volumes failed
nb: Feil ved flytting av brukte fysiske områder til andre fysiske volumer.

source: Physical volume %s is still in use
nb: Det fysiske volumet «%s» er fremdeles i bruk.

source: The bootloader can't handle /boot on multiple physical volumes
nb: Oppstartslasteren kan ikke håndtere «/boot» på flere fysiske volumer.

source: Most of these components are governed under the terms and conditions of the GNU General Public Licence, hereafter called "GPL", or of similar licenses.
nb: De fleste av disse komponentene er styrt av benevnelsene og betingelsene i GNU General Public License, heretter kalt "GPL", eller lignende lisenser.

source: Warning: Free Software may not necessarily be patent free, and some Free Software included may be covered by patents in your country. For example, the MP3 decoders included may require a licence for further usage (see http://www.mp3licensing.com for more details). If you are unsure if a patent may be applicable to you, check your local laws.
nb: Advarsel: Fri programvare er ikke nødvendigvis patentfri, og inkludert programvare kan være dekket av patenter i hjemlandet ditt. For eksempel så kan det være at MP3-dekodere krever en lisens for bruk (se http://www.mp3licensing.com for flere detaljer). Sjekk de lokale lovene hvis du er usikker på om et patent kan gjelde deg.
pa_in: ਚੇਤਾਵਨੀ: ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਪੇਟਿੰਟ ਮੁਕਤ ਹੋਣੇ ਜਰੂਰੀ ਨਹੀਂ ਹੋ ਸਕਦੇ, ਅਤੇ ਕੁਝ ਸ਼ਾਮਿਲ ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ ਪੇਟਿੰਟ ਦੁਆਰਾ ਸ਼ਾਮਿਲ ਕੀਤੇ ਹਨ। ਉਦਾਹਰਨ ਲਈ, ਸ਼ਾਮਿਲ MP3 ਡੀਕੋਡਰਾਂ ਨੂੰ ਅੱਗੇ ਵਰਤੋਂ ਲਈ ਲਾਈਸਿੰਸ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ (ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ http://www.mp3licensing.com ਵੇਖੋ)। ਜੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਨਹੀਂ ਕਿ ਤੁਹਾਡਾ ਪੇਟਿੰਟ ਤੁਹਾਨੂੰ ਉਪਲੱਬਧ ਹੋ ਸਕਦਾ ਹੈ, ਆਪਣੇ ਲੋਕਲ ਨਿਯਮਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।

source: This driver has no configuration parameter!
nb: Driveren har ingen oppsettsparametre.

source: Module configuration
nb: Moduloppsett
pa_in: ਮੈਡਿਊਲ ਸੰਰਚਨਾ

source: You can configure each parameter of the module here.
nb: Du kan velge modulparametre her.
pa_in: ਤੁਸੀਂ ਇੱਥੇ ਮੈਡਿਊਲ ਦਾ ਹਰੇਕ ਪੈਰਾਮੀਟਰ ਸੰਰਚਿਤ ਕਰ ਸਕਦੇ ਹੋ।

source: Found %s interfaces
nb: Fant %s-grensesnitt
pa_in: %s ਇੰਟਰਫੇਸ ਲੱਭੇ ਹਨ

source: Installing driver for USB controller
nb: Installerer driveren for USB-kontrolleren
pa_in: USB ਕੰਟਰੋਲਰ ਲਈ ਡਰਾਈਵਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ

source: Installing driver for firewire controller "%s"
nb: Installerer driveren for firewire-kontrolleren «"%s"»

source: Installing driver for hard disk drive controller "%s"
nb: Installerer driveren for harddisk-kontrolleren «"%s"»

source: Installing driver for ethernet controller "%s"
nb: Installerer driveren til nettverkskontrolleren «"%s"»

source: Configuring Hardware
nb: Sett opp maskinvare

source: You may now provide options to module %s. Note that any address should be entered with the prefix 0x like '0x123'
nb: Du kan nå velge parametre for modulet «%s». Merk at alle adresser må skrives med prefikset «0x», som «0x123».
pa_in: ਤੁਸੀਂ ਹੁਣ ਮੈਡਿਊਲ %s ਲਈ ਚੋਣ ਮੁਹੱਈਆ ਕਰ ਸਕਦੇ ਹੋ। ਯਾਦ ਰੱਖੋ ਕਿ ਕੋਈ ਸਿਰਨਾਵਾਂ ਪਿਛੇਤਰ 0x ਜਿਵੇਂ '0x123' ਨਾਲ ਭਰਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ

source: You may now provide options to module %s. Options are in format ``name=value name2=value2 ...''. For instance, ``io=0x300 irq=7''
nb: Du kan nå velge parametre for modulet «%s». Parametrene er på formatet «navn1=verdi1 navn2=verdi2 …». Eksempel: «io=0x300 irq=7».
pa_in: ਤੁਸੀਂ ਹੁਣ ਮੈਡਿਊਲ %s ਲਈ ਚੋਣ ਮੁਹੱਈਆ ਕਰ ਸਕਦੇ ਹੋ। ਚੋਣ ਫਾਰਮਿਟ ਹੈ ``ਨਾਂ=ਮੁੱਲ ਨਾਂ2=ਮੁੱਲ2 ...''। ਉਦਾਹਰਨ ਲਈ, ``io=0x300 irq=7''

source: In some cases, the %s driver needs to have extra information to work properly, although it normally works fine without them. Would you like to specify extra options for it or allow the driver to probe your machine for the information it needs? Occasionally, probing will hang a computer, but it should not cause any damage.
nb: I noen tilfeller trenger %s-driveren ekstra informasjon for å fungere riktig, selv om den vanligvis vil fungere uten. Vil du skrive inn ekstravalg for driveren nå, eller heller la den prøve å finne ut nødvendig informasjon selv. Sistnevnte kan av og til krasje maskina, men vil ikke gjøre fysisk skade.
pa_in: ਕਈ ਵਾਰ, %s ਡਰਾਈਵਰ ਲਈ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰਨ ਲਈ ਵਾਧੂ ਜਾਣਕਾਰੀ ਦੀ ਜਰੂਰਤ ਹੁੰਦੀ ਹੈ, ਭਾਵੇਂ ਇਹ ਇਹਨਾਂ ਤੋਂ ਬਿਨਾਂ ਠੀਕ ਕੰਮ ਕਰਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਲਈ ਵਾਧੂ ਚੋਣ ਦਰਸਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਡਰਾਈਵਰ ਨੂੰ ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ ਲਈ ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਤੇ ਖੋਜ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਸੰਭਾਵੀ ਹੀ, ਖੋਜ ਕੰਪਿਊਟਰ ਨੂੰ ਲਟਕਾ ਦੇਵੇਗੀ, ਪਰ ਇਸ ਨਾਲ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੁੰਦਾ ਹੈ।

source: Password is trivial to guess
nb: Passordet er for lett å gjette

source: Password should be resistant to basic attacks
nb: Passord bør stå i mot grunnleggende angrep

source: Password seems secure
nb: Passordet ser ut til å være sikkert

source: You have a hole in your partition table but I cannot use it. The only solution is to move your primary partitions to have the hole next to the extended partitions.
nb: Du har et hull i partisjonstabellen din, men dette kan ikke brukes. Den eneste løsningen er å flytte primærpartisjonene slik at de har hullet ved siden av de utvidede partisjonene.

source: Something bad is happening on your hard disk drive. A test to check the integrity of data has failed. It means writing anything on the disk will end up with random, corrupted data.
nb: Noe er galt med disken din. En test av dataintegriteten påviste feil. Dette vil si at alt som blir skrevet på disken blir lagra som tilfeldig, ubrukelige data.

source: Unused packages removal
nb: Fjerning av ubrukte pakker

source: Finding unused hardware packages...
nb: Finner ubrukte maskinvarepakker …

source: Finding unused localization packages...
nb: Finner ubrukte språkpakker …

source: We have detected that some packages are not needed for your system configuration.
nb: Noen av pakkene er ikke nødvendige for dette systemet.

source: We will remove the following packages, unless you choose otherwise:
nb: Disse pakkene blir fjernet, med mindre du velger noe annet:

source: Unused hardware support
nb: Ubrukt maskinvarestøtte

source: Unused localization
nb: Ubrukt språkpakke

source: Cannot add a partition to _formatted_ RAID %s
nb: Kan ikke legge partisjon til _formatert_ RAID %s

source: Could not create directory /usr/share/sane/firmware!
nb: Klarte ikke opprette mappa «/usr/share/sane/firmware».
pa_in: /usr/share/sane/firmware ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਬਣਾ ਸਕਦਾ!

source: Could not create link /usr/share/sane/%s!
nb: Klarte ikke lage lenka «/usr/share/sane/%s».
pa_in: ਸੰਬੰਧ /usr/share/sane/%s ਨਹੀਂ ਬਣਾ ਸਕਦਾ!

source: Could not copy firmware file %s to /usr/share/sane/firmware!
nb: Klarte ikke å kopiere fastvarefila «%s» til «/usr/share/sane/firmware».
pa_in: firmware ਫਾਇਲ %s ਨੂੰ /usr/share/sane/firmware ਵਿੱਚ ਨਕਲ ਨਹੀਂ ਕਰ ਸਕਦਾ!

source: Could not set permissions of firmware file %s!
nb: Klarte ikke å velge rettigheter for fastvarefila «%s».
pa_in: firmware ਫਾਇਲ %s ਲਈ ਅਧਿਕਾਰ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤੇ!

source: Could not install the packages needed to share your scanner(s).
nb: Klarte ikke å installere pakkene for deling av skanner(e).
pa_in: ਤੁਹਾਡਾ ਸਕੈਨਰ ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।

source: Your scanner(s) will not be available for non-root users.
nb: Skanneren/-ene vil ikke være tilgjengelige for andre brukere enn «root».
pa_in: ਤੁਹਾਡਾ ਸਕੈਨਰ ਪ੍ਰਬੰਧਕ (root) ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ।

source: Accept bogus IPv4 error messages.
nb: Godta ugyldige IPv4-feilmeldinger.

source: Accept broadcasted icmp echo.
nb: Godta kringkasta icmp-ekko.

source: Accept icmp echo.
nb: Godta icmp-ekko.

source: Allow autologin.
nb: Godta autoinnlogging.

source: If set to "ALL", /etc/issue and /etc/issue.net are allowed to exist. If set to "None", no issues are allowed. Else only /etc/issue is allowed.
nb: Hvis satt til «ALLE», kan «/etc/issue» og «/etc/issue.net» eksistere. Hvis satt til «Ingen» kan ingen av de eksistere. Ellers kan bare «/etc/issue» eksistere.

source: Allow reboot by the console user.
nb: Godta omstart av konsollbruker.

source: Allow remote root login.
nb: Godta «root»-innlogging utenfra.

source: Allow direct root login.
nb: Godta direkte «root»-innlogging.

source: Allow the list of users on the system on display managers (kdm and gdm).
nb: Godta visning av brukere i innloggingshåndterer (kdm og gdm).

source: Allow to export display when passing from the root account to the other users. See pam_xauth(8) for more details.'
nb: Godta skjermbileteksportering fra «root»-bruker til andre brukere. Se pam_xauth(8) for mer informasjon.

source: Allow X connections: - "All" (all connections are allowed), - "Local" (only connection from local machine), - "None" (no connection).
nb: Godta X-tilkoblinger: – «Alle» (godta alle tilkoblinger) – «Lokale» (bare godta tilkoblinger fra lokale maskiner) – «Ingen» (ikke godta noen tilkoblinger)

source: The argument specifies if clients are authorized to connect to the X server from the network on the tcp port 6000 or not.
nb: Argumentet angir om klienter får koble til X-tjeneren fra nettverket på TCP-port 6000.
pa_in: ਆਰਗੂਮੈਂਟ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਜੇ ਕਲਾਂਈਟਾਂ ਨੂੰ ਨੈੱਟਵਰਕ ਤੋਂ tcp ਪੋਰਟ 6000 ਤੇ X ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ ਜਾਂ ਨਹੀਂ।

source: Authorize: - all services controlled by tcp_wrappers (see hosts.deny(5) man page) if set to "ALL", - only local ones if set to "Local" - none if set to "None". To authorize the services you need, use /etc/hosts.allow (see hosts.allow(5)).
nb: Godta: – Alle tjenester kontrollert av tcp_wrappers (se manualsida hosts.deny(5)) hvis satt til «ALLE». – Bare lokale hvis satt til «Lokale». – Ingen hvis satt til «Ingen». Bruk /etc/hosts.allow (se hosts.allow (5)) for å godta de tjenestene du trenger.

source: If SERVER_LEVEL (or SECURE_LEVEL if absent) is greater than 3 in /etc/security/msec/security.conf, creates the symlink /etc/security/msec/server to point to /etc/security/msec/server.<SERVER_LEVEL>. The /etc/security/msec/server is used by chkconfig --add to decide to add a service if it is present in the file during the installation of packages.
nb: Hvis SERVER_LEVEL (eller SECURE_LEVEL hvis SERVER_LEVEL mangler) er større enn 3 i «/etc/security/msec/security.conf», blir det laga en symbolsk lenke «/etc/security/msec/server» til «/etc/security/msec/server.<SERVER_LEVEL>». Fila «/etc/security/msec/server» blir bruk av «chkconfig --add» til å avgjøre om e n tjeneste skal legges til når den finnes i en programpakke som blir installert.
pa_in: ਜੇ SERVER_LEVEL (ਜਾਂ SECURE_LEVEL ਜੇ ਮੌਜੂਦ ਨਹੀਂ ਹੈ) ਇਹ /etc/security/msec/security.conf ਵਿੱਚ 3 ਤੋਂ ਵੱਡਾ ਹੈ, /etc/security/msec/server ਨੂੰ ਵਿਖਾਉਂਦਾ symlink /etc/security/msec/server ਬਣਾਓ। <SERVER_LEVEL>। /etc/security/msec/server ਨੂੰ chkconfig --add ਰਾਹੀਂ ਇੱਕ ਸੇਵਾ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜੇ ਇਹ ਫਾਇਲ ਵਿੱਚ ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਇਹ ਮੌਜੂਦ ਹੈ।

source: Enable crontab and at for users. Put allowed users in /etc/cron.allow and /etc/at.allow (see man at(1) and crontab(1)).
nb: Slå på «crontab» og «at» for brukere. Legg brukere som får tilgang til «/etc/cron.allow» og «/etc/at.allow» (se man at(1) og crontab(1)).

source: Enable syslog reports to console 12
nb: Slå på systemloggrapporter til konsoll 12.

source: Enable name resolution spoofing protection. If "%s" is true, also reports to syslog.
nb: Slå på beskyttelse mot navneoppslagforfalskning. Hvis «%s» er på, vil dette også loggføres i systemloggen.

source: Security Alerts:
nb: Sikkerhetvarsler:
pa_in: ਸੁਰੱਖਿਆ ਚੇਤਾਵਨੀ:

source: Enable IP spoofing protection.
nb: Slå på beskyttelse mot IP-forfalskning.

source: Enable libsafe if libsafe is found on the system.
nb: Bruk libsafe om libsafe er tilgjengelig på systemet.

source: Enable the logging of IPv4 strange packets.
nb: Loggfør merkelige IPv4-pakker.

source: Enable msec hourly security check.
nb: Kjør msec-sikkerhetssjekk hver time.

source: Enable su only from members of the wheel group. If set to no, allows su from any user.
nb: Bare godta «su» fra medlemmer i «wheel»-gruppa. Hvis satt til nei, kan «su» brukes av alle.
