Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Mounts and unmounts all Network File System (NFS), SMB (Lan Manager/Windows), and NCP (NetWare) mount points.
cs: Pøipojuje a odpojuje v¹echny sí»ové (NFS), SMB (Lan/Windows) a Netware (NCP) pøípojné body (mount points).
eu: Network File System-ak (NFS) muntatu eta desmontatzen ditu, SMB (Lan Manager/Windows), eta NCP (NetWare) muntai puntuak.
hr: Montira i Demontira sve Mre¾ne datoteène sustave (NFS), SMB (Lan Manager/Windows), i NCP (NetWare) toèke montiranja.
lt: Primontuoja ir numontuoja visas Network File System (NFS), SMB (Lan Manager/Windows), ir NCP (NetWare) montavimo taðkus.
lv: Mounts un unmounts ir Tîkla Failu sistçmas (NFS), SMB (Lan Manager/Windows) un NCP (NetWare) montçðanas punkti.
nb: Monterer og avmonterer alle nettverksfilsystem- (NFS), SMB- (Lan Manager / Windows) og NCP-monteringspunkt (NetWare).
pa_in: ਸਭ ਨੈੱਟਵਰਕ ਫਾਇਲ ਸਿਸਟਮ (NFS), SMB (ਲਾਨ ਮੈਨੇਜਰ/Windows), ਅਤੇ NCP (NetWare) ਮਾਊਂਟ ਸਥਿਤੀਆਂ ਮਾਊਂਟ ਅਤੇ ਅਨ-ਮਾਊਂਟ ਕਰਦਾ ਹੈ।
ro: Monteazã ºi demonteazã toate punctele de montaj a Fiºierelor sistem de Reþea (NFS), SMB (LanManager/Windows ºi NCP (NetWare).
sk: Pripája a odpája v¹etky NFS, SMB (Windows) a NCP (NetWare) body pripojenia.
tr: Bütün Að Dosya Sistemlerini (NFS), SMB (Lan Manager/Windows), ve NCP (NetWare) baðlama noktalarýný baðlar ve ayýrýr.
uk: Монту╓ та розмонтову╓ вс╕ файлов╕ системи типу Network File System (NFS), SMB (Lan Manager/Windows) та NCP (NetWare).
vi: G¾n kÕt vµ bá g¾n kÕt mäi ®iÓm g¾n kÕt cña hÖ thèng tËp tin m¹ng (NFS), SMB (tr×nh qu¶n trÞ LAN/Windows), NCP (NetWare).

source: Activates/Deactivates all network interfaces configured to start at boot time.
cs: Aktivuje èi deaktivuje v¹echny sí»ová rozhraní, která mají nastartovat pøi startu systému.
eu: Abiaratzekoan hasteko dauden sare interfazeak aktibatu/desaktibatu egiten ditu.
hr: Aktivira/Deaktivira sva pode¹ena mre¾na suèelja prilikom pokretanja sustava.
lt: Ájungia/Iðjungia visas tinklo jungtis, nustatytas paleisti ákrovos metu.
lv: Aktivizç/Deaktivizç visus tîkla interfeisus, kas ir konfigurçti startçðanai sistçmas sâknçðanas laikâ.
nb: Slå på/av alle nettverksgrensesnitt satt opp til å startes ved systemoppstart.
pa_in: ਬੂਟ ਦੌਰਾਨ ਚੱਲਣ ਲਈ ਸੰਰਚਿਤ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸਾਂ ਨੂੰ ਸਰਗਰਮ/ਨਾ-ਸਰਗਰਮ ਕਰਦਾ ਹੈ
ro: Activeazã/Dezactiveazã toate interfeþele de reþea configurate pentru fi iniþializate la demaraj.
sk: Aktivuje/Deaktivuje v¹etky sie»ové zariadenia konfigurované pre spustenie po zavedení systému.
tr: Açýlýþ sýrasýnda baþlamak için ayarlanmýþ bütün að arayüzlerini aktive eder/kapatýr.
uk: Актив╕зу╓ та деактив╕зу╓ вс╕ ╕нтерфейси мереж╕, як╕ настро╓н╕ стартувати при завантаженн╕ системи.
vi: KÝch ho¹t/BÊt ho¹t mäi giao diÖn m¹ng ®· thiÕt lËp khi khëi ®éng.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS server functionality, which is configured via the /etc/exports file.
cs: NFS je oblíbený protokol pro sdílení souborù pøes sítì TCP/IP. Tato slu¾ba poskytuje NFS server, jeho¾ nastavení je v /etc/exports.
eu: NFS, TCP/IP sareetan fitxategiak banatzeko protokoloa da. Zerbitzu honek, NFS zerbitzariaren funtzioa ematen du, /etc/exports fitxategiak konfiguratua.
hr: NFS je popularan protokol za dijeljenje datoteka putem TCP/IP mre¾a. Ovaj servis pru¾a NFS poslu¾iteljsku funkcionalnost, koji se konfigurira putem /etc/exports datoteke.
lt: NFS yra populiarus protokolas dalintis byloms TCP/IP tinkluose. Ði tarnyba teikia NFS serverio funkcionalumà, kuris tvarkomas /etc/exports byloje.
lv: NFS ir populârs protokols failu koplietoðanai TCP/IP tîklos. Ðis serviss nodroðina NFS servera funkcionalitâti, un to var konfigurçt ar faila /etc/exports palîdzîbu.
nb: NFS er en populær protokoll for fildeling over TCP/IP-nettverk. Denne tjenesten gir NFS-tjenerfunksjonalitet, som er satt opp via fila «/etc/exports».
pa_in: NFS, TCP/IP ਨੈੱਟਵਰਕ ਦੁਆਰਾ ਫਾਇਲਾਂ ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਪ੍ਰਸਿੱਧ ਪਰੋਟੋਕਾਲ ਹੈ। ਇਹ ਸੇਵਾ NFS ਸਰਵਰ ਸਹੂਲਤ ਮੁਹੱਈਆ ਕਰਦਾ ਹੈ, /etc/exports ਫਾਇਲ ਦੁਆਰਾ ਸੰਰਚਿਤ ਕੀਤੀ ਹੈ।
ro: NFS e un protocol popular pentru a împãrþi fiºiere de-a lungul reþelelor TCP/IP. Acest serviciu furnizeazã funcþionalitatea server-ului NFS, care e configuratã via fiºierului /etc/exports.
sk: NFS je známy protokol, urèený na zdielanie súborov cez TCP/IP siete. Táto slu¾ba dovolí NFS servru exportova» adresáre predvolené v súbore /etc/exports
tr: NFS TCP/IP aðlarda dosya paylaþýmý için kullanýlan popüler bir protokoldür. Bu servis, /etc/exports dosyasýnda ayarlarý bulunan NFS sunucusunun kullanýmýný saðlar.
uk: NFS - це дуже популярний протокол для сп╕льного використання файл╕в на комп'ютерах, з'╓днаних мережею TCP/IP. Цей серв╕с забезпечу╓ NFS сервер, який конф╕╜уру╓ться за допомогою файла /etc/exports.
vi: NFS lµ mét giao thøc phæ biÕn ®Ó chia sÎ tËp tin qua m¹ng TCP/IP. DÞch vô nµy cho phÐp m¸y chñ NFS ho¹t ®éng, nã ®­îc cÊu h×nh trong tÖp /etc/exports.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS file locking functionality.
cs: NFS je oblíbený protokol pro sdílení souborù pøes sítì TCP/IP. Tato slu¾ba poskytuje mo¾nost uzamykání souborù na NFS.
eu: NFS, TCP/IP sareetan fitxategiak banatzeko protokoloa da. Zerbitzu honek, NFS fitxategi-giltza funtzioa ematen du.
hr: NFS je popularan protokol za dijeljenje datoteka putem TCP/IP mre¾a. Ovaj servis pru¾a funkcionalnost NFS datoteènog zakljuèavanja.
lt: NFS yra populiarus protokolas dalintis byloms TCP/IP tinkluose. Ði tarnyba teikia NFS bylø uþrakinimo funkcionalumà.
lv: NFS ir populârs protokols failu koplietoðanai TCP/IP tîklos. Ðis serviss nodroðina NFS failu aizslçgðanas funkcionalitâti.
nb: NFS er en populær protokoll for fildeling over TCP/IP-nettverk. Denne tjenesten tilbyr fillåsingsstøtte i NFS.
pa_in: NFS, TCP/IP ਨੈੱਟਵਰਕ ਦੁਆਰਾ ਫਾਇਲਾਂ ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਪ੍ਰਸਿੱਧ ਪਰੋਟੋਕਾਲ ਹੈ। ਇਹ ਸੇਵਾ NFS ਫਾਇਲ ਲਾਕਿੰਗ ਸਹੂਲਤ ਮੁਹੱਈਆ ਕਰਦੀ ਹੈ।
ro: NFS e un protocol popular pentru a împãrþi fiºiere de-a lungul reþelelor TCP/IP. Acest serviciu furnizeazã funcþionalitatea blocãrii fiºierelor NFS.
sk: NFS je známy protokol, urèený na zdielanie súborov cez TCP/IP siete. Táto slu¾ba pridá NFS servru funkciu lockovania súborov.
tr: NFS TCP/IP aðlarda dosya paylaþýmý için kullanýlan popüler bir protokoldür. Bu servis NFS dosya kilidi kullanýmýný saðlar.
uk: NFS - це дуже популярний протокол для сп╕льного використання файл╕в на комп'ютерах, з'╓днаних мережею TCP/IP. Цей серв╕с забезпечу╓ можлив╕сть користування замиканням файл╕в.
vi: NFS lµ mét giao thøc phæ biÕn ®Ó chia sÎ tËp tin qua m¹ng TCP/IP. DÞch vô nµy cho phÐp khãa chøc n¨ng cña tËp tin NFS .

source: Automatically switch on numlock key locker under console and XFree at boot.
cs: Automaticky nastaví podporu numerické klávesnice v konzoli a v XFree pøi startu.
hr: Automatski ukljuèuje numlock tipku u konzoli i XFree-u pri podizanju.
sk: Automaticky zapne num-lock pod konzolou a XFree pocas ¹tartu systému.
tr: Baþlangýçta Xwindows ve konsol altýnda tuþ kilidini her baþlangýçta açar.
uk: Автоматично включити NumLock на консол╕ ╕ в XFree при завантаженн╕
vi: Tù ®éng bËt kho¸ numlock d­íi console vµ XFree khi boot.

source: Support the OKI 4w and compatible winprinters.
cs: Podpora pro OKI 4w a kompatibilní wintiskárny.
eu: OKI 4w eta wininprimagailu baterabarriei euskarria eman.
hr: Podr¾ava OKI 4w i kompaktibilne win pisaèe.
nb: Støtte OKI 4w og kompatible Windows-skrivere.
pa_in: OKI 4w ਅਨੁਕੂਲ winprinters ਨੂੰ ਸਹਿਯੋਗ ਦਿਓ।
sk: Podpora pre OKI 4w a kompatibilné win tlaèiarne.
tr: OKI 4w ve windows uyumlu yazýcýlarý destekler.
uk: П╕дтримка для OKI 4w ╕ под╕бних win принтер╕в.
vi: Hç trî OKI 4w vµ c¸c c¸c m¸y in t­¬ng thÝch Windows.

source: PCMCIA support is usually to support things like ethernet and modems in laptops. It won't get started unless configured so it is safe to have it installed on machines that don't need it.
cs: Podpora PCMCIA vìt¹inou znamená podporu zaøízení jako sí»ové karty a modemy v laptopech. Nespustí se pokud ji pøímo nenastavíte, ale není problém jí mít nainstalovanou i na poèítaèích, které ji nepotøebují.
eu: PCMCIA soportea, ethernet eta modemak erabiltzeko izan ohi da. Ez da hasiko ez badago konfiguratua, beraz gomendagarria da beharrezko ez duten maniketan instalatzea.
hr: PCMCIA podr¹ka je obièno za podr¾avanje stvari poput ethernet i modema u laptopima. Ona neæe biti pokrenuta ukoliko nije tako konfigurirana zato je sigurno pokrenuti ju iako na instaliranom raèunalu ne treba.
lt: PCMCIA skirtas palaikyti tokiems neðiojamø kompiuteriø árenginiams, kaip modemai ir tinklo plokðtës. Jis nebus paleidþiamas, jei nëra sutvarkytas, tad saugu palikti já net kompiuteriuose, kuriems jo nereikia.
lv: PCMCIA atbalsts parasti ir paredzçts, piemçram, tîkla karðu un modçmu uzturçðanai pârnçsâjamos datoros. Tas netiks startçts, ja nav konfigurçts, tâpçc ir droði to instalçt datoros, kam tas nav nepiecieðams.
ro: Suportul PCMCIA e destinat pentru a suporta cartele ethernet ºi modem-uri laptop-uri. Nu va demara decît dacã e configurat deci nu e nici o problemã dacã e instalat pe calculatoare care nu au nevoie de acesta.
sk: Podpora PCMCIA je väè¹inou pou¾ívaná na sprístupnenie sie»ovej karty, alebo modemu v notebookoch.
tr: PCMCIA desteði, laptoplarda ethernet ve modem gibi aygýtlarýn desteklernmesini saðlar. Ayarlanmadýðý sürece açýlýþta çalýþmayacaktýr, çalýþmasýna ihtiyaç duyulmayan makinalarda kurulu olmasý sorun oluþturmayacaktýr.
uk: PCMCIA п╕дтримка потр╕бна в основному для забезпечення роботи таких речей, як ethernet та модем в переносних комп'ютерах. Пакет не почне працювати, якщо його не сконф╕╜уровано. Отже, його безпечно встановлювати на комп'ютерах, нав╕ть якщо в╕н не буде використовуватися.
vi: Hç trî PCMCIA th­êng dïng cho c¸c thiÕt bÞ nh­ lµ ethernet vµ modem cña m¸y x¸ch tay. Nã kh«ng ho¹t ®éng nÕu ch­a cÊu h×nh.V× vËy, cµi ®Æt nã kh«ng ¶nh h­ëng g× vÒ mÆt an toµn nÕu kh«ng dïng nã.

source: The portmapper manages RPC connections, which are used by protocols such as NFS and NIS. The portmap server must be running on machines which act as servers for protocols which make use of the RPC mechanism.
cs: Portmapper spravuje RPC spojení, která jsou pou¾ívána protokoly jako NFS a NIS. Portmap server musí být spu¹tìn na poèítaèích, které fungují jako servery pro protokoly, které pou¾ívají mechanismus RPC.
eu: Portmapper-ek RPC konekzioak kudeatzen ditu, NFS eta NIS protokoloak erabiltzen dutena. Portmap zerbitzaria erabili beharda RPC mekanismoa erabiltzen duten zerbitzarietan.
hr: Portmapper ureðuje RPC vezama, koje su kori¹tene u protokolima poput NFS-a ili NIS-a. Portmap poslu¾itelj mora biti pokrenut na raèunalima koji su poslu¾itelji za protokole koji se slu¾e RPC mehanizmima.
lt: portmapper tvarko RPC jungtis, kurios naudojamos protokoluose, tokiuose kaip NFS bei NIS. portmap serveris turi bûti paleistas kompiuteriuose, kurie veikia kaip serveriai protokolø, naudojanèiø PS jungtis.
lv: portmapper apkalpo RPC pieslçgumus, ko izmanto citi protokoli, piemçram, NFS un NIS. portmap serveri ir jâizmanto datoros, kas darbojas kâ RPC protokolus izmantojoðu protokolu serveri.
nb: Portmapper håndterer RPC-tilkoblinger, som blir brukt av blant annet protokollene NFS og NIS. Du må kjøre portmap-tjeneren på maskiner som blir brukt som tjenere for protokoller som bruker RPC.
ro: Portmapper-ul gestioneazã conexiunile RPC, care sunt folosite de protocoluri ca NFS ºi NIS. Server-ul portmap trebuie demarat pe calculatoare care funcþioneazã ca servere pentru protocoluri care folosesc mecanismul RPC.
sk: Portmaper spravuje RPC pripojenia, ktoré sú pou¾ívané protokolmi ako NFS a NIS. Portmap server musí by» spustený na poèítaèoch, ktoré sú servrami pre protokoly pou¾ívajúce RPC mechanizmus.
tr: portmapper, NFS ve NIS gibi protokoller tarafýndan kullanýlan RPC baðlantýlarýný düzenler. Portmap sunucusu RPC mekanizmasýný kullanan protokollerle servis yapan makinelerde kurulu ve çalýþýyor durumda olmalýdýr.
uk: portmapper керу╓ з'╓днаннями з протоколом RPC, як╕ використовуються такими протоколами, як NFS та NIS. portmaper повинен працювати на машинах, як╕ ╓ серверами для протокол╕в, що користуються RPC.
vi: B¶ng ¸nh x¹ cæng (portmapper) qu¶n lý kÕt nèi RPC sö dông c¸c giao thøc nh­ lµ NFS vµ NIS. M¸y chñ ¸nh x¹ cæng ph¶i ch¹y trªn c¸c m¸y tÝnh cã chøc n¨ng m¸y chñ dïng c¸c giao thøc theo c¬ chÕ RPC.

source: Postfix is a Mail Transport Agent, which is the program that moves mail from one machine to another.
cs: Postfix je program pro doruèování po¹ty z jednoho poèítaèe na jiný.
eu: Postfix Mail Transport Agentea da, makinen arteko postari lana egiten duen porgrama da.
hr: Postfix je Mail Transport Agent, koji je program koji ¹alje mail-ove sa jedne ma¹ine na drugu.
lt: Postfix yra paðto siuntimo agentas (MTA), tai yra programa, siunèianti paðtà ið vieno kompiuterio á kità.
lv: Postfix ir Pasta Transporta Aìents, un tâ ir programma, kas pârvieto pastu no viena datora uz citu.
ro: Postfix est un Agent de Transport de Mail (MTA), care e programul care permite deplasarea mail-ului de la un calculator la altul.
sk: Postfix je Mail Transport Agent, èi¾e program, ktorý prená¹a e-maily z poèítaèa na poèítaè
tr: Posfiz, elektronik postalarý bir makinadan diðerine yollayan Elektronik Posta Aktarma Görevlisidir.
uk: Postfix - це програма для передач╕ електронно╖ пошти (Mail Transport Agent), яка переда╓ поштов╕ пов╕домлення в╕д одного комп'ютера до ╕ншого.
vi: Postfix lµ ch­¬ng tr×nh vËn chuyÓn th­, nã chuyÓn th­ tõ m¸y tÝnh nµy sang m¸y tÝnh kh¸c.

source: Saves and restores system entropy pool for higher quality random number generation.
cs: Ukládá a obnovuje 'stav entropie' na poèítaèi, co¾ je pou¾íváno pro kvalitnìj¹í generaci náhodných èísel.
eu: Sistemaren entropia putzua gorde eta berreaikitzen du, kalitatezko zorizko zenbakien sorrerarako.
hr: Sprema i vraæa sustavsku entropiju za veæu kvalitetu generiranja sluèajnih brojeva.
lt: Iðsaugo ir atkuria sistemos entropijos tvenkiná aukðtesnës kokybës atsitiktiniø skaièiø generavimui.
lv: Saglabâ un atjauno sistçmas entropijas krâtuvi, lai ìenerçtu kvalitatîvâkus gadîjumskaitïus.
nb: Lagrer og gjenoppretter systementropigrunnlag for bedre slumptalsgenerering.
pa_in: ਉੱਚੀ ਖਾਸੀਅਤ ਲਗਾਤਾਰ ਅੰਕ ਉਤਪਾਦ ਲਈ ਸਿਸਟਮ ਇੰਟਰੌਪੀ ਪੂਲ ਸੰਭਾਲਦਾ ਅਤੇ ਮੁੜ ਸੰਭਾਲਦਾ ਹੈ।
ro: Salveazã ºi restaureazã entropia sistemului pentru o mai mare calitate a generãrii de numere aleatoare.
sk: Ukladá a obnovuje system entropy pool pre vy¹¹iu kvalitu generátora náhodných èísel.
tr: Yüksek kalite rastgele sayý üretimi için sistem entropi havuzunun saklanmasý ve yeniden eski haline getirilmesini saðlar.
uk: Збер╕га╓ ╕ в╕дновлю╓ джерело ентроп╕╖ в систем╕, тим самим п╕двищуючи як╕сть ╜енерац╕╖ випадкових чисел.
vi: L­u vµ kh«i phôc entropy pool cña hÖ thèng ®Ó cho ho¹t ®éng sinh sè ngÉu nhiªn cã chÊt l­îng cao.

source: Assign raw devices to block devices (such as hard drive partitions), for the use of applications such as Oracle
cs: Pøiøazuje pøímá zaøízení blokovým (napøíklad diskové oddíly) pro aplikace jako je Oracle
eu: Egokitu raw gailuak bloke gailuei (hala nola unitate zurrun partizioak), Oracle bezalako aplikazioekin erabiltzeko
hr: Dodjeljuje raw ureðaje (kao ¹to su hard disk particije), za uporabu u aplikacijama kao ¹to su Oracle
sk: Priradí základné zariadenie k blokovému (ako napríklad oddiely pevného disku) pre pou¾itie v aplikáciách ako Oracle
tr: Oracle gibi bazý uygulamalarla kullanmak için blok aygýtlarýný (örn: sabit disk bölümleri) temel aygýtlarla eþlendirir
uk: Поставити "сир╕" файли спец╕альних пристро╖в у в╕дпов╕дн╕сть до блочних пристро╖в (як, наприклад, п╕дрозд╕ли жорсткого диску) для використання в програмах под╕бних до Oracle.
vi: ChØ ®Þnh thiÕt bÞ raw dÓ ng¨n chÆn c¸c thiÕt bÞ kh¸c(vÝ dô nh­ ph©n vïng ®Üa cøng) , ®Ó sö dông c¸c phÇn mÒm nh­ Oracle

source: The routed daemon allows for automatic IP router table updated via the RIP protocol. While RIP is widely used on small networks, more complex routing protocols are needed for complex networks.
cs: Démon routed umo¾òuje automaticky obnovovat smìrovací tabulku (router table) pro IP adresy. K tomu pou¾ívá protokol RIP. Zatímco RIP je bì¾nì pou¾íván v malých sítích, pro slo¾itìj¹í sítì je zapotøebí slo¾itìj¹í protokoly.
eu: Routed deabruak IP router-aren IP taula eguneratzen du RIP protokoloa erabiliaz. RIP sare txikietan erabili ohi da, sare handientzako routing protokolo konplexuagoak behar dira.
hr: Routed daemon omoguæava automatsku IP ruter tablicu koja se obnavlja putem RIP protokola. Dok se RIP naj¹ire koristi na malim mre¾ama, vi¹e kompleksniji ruting protokoli su potrebni za kompleksnije mre¾e.
lt: routed demonas leidþia automatiðkai atnaujinti IP marðrutizavimo lenteles, naudojant RIP protokolà. RIP plaèiai naudojamas maþuose tinkluose, taèiau sudëtinguose tinkluose gali prireikti sudëtingesniø protokolø.
lv: routed demons ïauj automâtiski atjauninât IP marðrutizatora tabulu, izmantojot RIP protokolu. Kaut gan RIP tiek plaði izmantots nelielos tîklos, sareþìîtâkiem tîkliem ir nepiecieðami sareþìîtâki marðrutizçðanas protokoli.
nb: Tjenesten routed gjør det mulig med automatisk oppdatering av IP-tabellen til ruteren via RIP-protokollen. RIP blir mye brukt i mindre nettverk, men du trenger mer avanserte ruteprotokoller for store nettverk.
ro: Serviciul de rutaj permite actualizarea automatã a tabloului IP de rutaj via protocolului RIP. În timp de RIP este folosit pentru reþele mici, alte protocoluri mai complexe sunt folosite pentru reþele mai complexe.
sk: Routed démon umo¾òuje automatickú úpravu smerovacích IP tabuliek cez RIP protokol. RIP je èastej¹ie pou¾ívaný na malých sietiach. Pre komplexnej¹ie siete je potrebný komplexný smerovací protokol.
tr: routed daemonu otomatik IP router tablosunun RIP protokolü tarafýndan yenilenmesine izin verir. RIP genelde küþük aðlarda kullanýlýr, daha büyük aðlarda daha karmaþýk routing protokollerine ihtiyaç vardýr.
uk: Демон routed да╓ можлив╕сть користуватися автоматичним поновленням таблиц╕ маршрутизац╕╖ IP за допомогою протокола RIP. Протокол RIP широко використову╓ться на невеликих мережах, в той час, як на б╕льш складних необх╕дне застосування б╕льш розвинених протокол╕в маршрутизац╕╖.
vi: Daemon ®Þnh tuyÕn cho phÐp b¶ng ®Þnh tuyÕn IP tù ®éng ®­îc cËp nhËt b»ng giao thøc RIP. Khi RIP ®ang ®­îc dïng rçng r·i ë c¸c m¹ng nhá, sÏ cÇn thªm c¸c giao thøc ®Þnh tuyÕn phøc t¹p cho c¸c m¹ng phøc t¹p.

source: The rstat protocol allows users on a network to retrieve performance metrics for any machine on that network.
cs: Protokol rstat umo¾òuje u¾ivatelùm sítì sledovat vytí¾ení jednotlivých strojù pøipojených k síti.
eu: Rstat protokoloak sareko edozein makinaren funtzionamendua neur lezake.
hr: Rstat protokol omoguæava korisnicima na mre¾i da dohvate mjerljive performanse za svako raèunalo koje je na mre¾i.
lt: rstat protokolas leidþia tinklo vartotojams iðmatuoti vykdymo metrikas bet kuriam kompiuteriui ið tinklo.
lv: rstat protokols ïauj tîkla lietotâjiem saòemt veiktspçjas informâciju par jebkuru ðî tîkla datoru.
nb: Protokollen rstat lar brukere på nettverket hente ytingsstatistikk for andre maskiner på nettverket.
pa_in: rstat ਪਰੋਟੋਕਾਲ ਉਪਭੋਗੀਆਂ ਨੂੰ ਨੈੱਟਵਰਕ ਤੋਂ ਕਿਸੇ ਮਸ਼ੀਨ ਦੀ ਅਦਾਕਾਰੀ ਮੈਟ੍ਰਿਕਸ ਮੁੜ-ਪ੍ਰਾਪਤੀ ਲਈ ਮਨਜੂਰੀ ਦਿੰਦਾ ਹੈ।
ro: Protocolul rstat permite utilizatorilor unei reþele sã recupereze performanþele metrice de la orice calculator de pe reþea.
sk: Rstat protokol umo¾òuje u¾ívateµom získava» cez sie» informácie o za»a¾ení akéhokoµvek poèítaèa na sieti.
tr: rstat protokolü bir aðdaki kullanýcýlarýn o aðdaki herhangi bir makina hakkýnda performans ölçüleri alabilmelerini saðlar.
uk: Протокол rstat да╓ можлив╕сть користувачам в мереж╕ отримувати дан╕ про завантання будь-якого комп'ютера в ц╕й мереж╕.
vi: Giao thøc RSTAT cho phÐp ng­êi dïng trªn m¹ng gäi c¸c thùc thi metric cho bÊt kú m¸y nµo trªn m¹ng ®ã.

source: The rusers protocol allows users on a network to identify who is logged in on other responding machines.
cs: Protokol rusers umo¾òuje u¾ivatelùm sítì zjistit kdo je pøihlá¹en na jiném poèítaèi.
eu: Rusers protokoloak sareko edozein makina darabilen erabiltzaileak identifikatu lezake.
hr: Rusers protokol omoguæava korisnicima na mre¾i da identificira tko je prijavljen na drugim raèunalima koja odgovaraju.
lt: rusers protokolas leidþia tinklo vartotojams suþinoti, kas yra prisijungæs prie kitø atsakinëjanèiø kompiuteriø.
lv: Protokols rusers tîkla lietotâjiem ïauj noskaidrot, kuru lietotâju sesijas ir atvçrtas citos atbildoðajos datoros.
nb: Protokollen rusers lar brukere på nettverket identifisere hvem som er logga inn på andre maskiner.
pa_in: rusers ਪਰੋਟੋਕਾਲ ਉਪਭੋਗੀਆਂ ਨੂੰ ਨੈੱਟਵਰਕ ਤੇ ਇਹ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਕਿਸ ਨੇ ਹੋਰ ਜਵਾਬੀ ਮਸ਼ੀਨ ਤੇ ਲਾਗ ਕੀਤਾ ਹੈ।
ro: 'Protocolul rusers permite utilizatorilor unei reþele sã identifice cine e conectat la calculatoarele care au rãspuns.
sk: Rusers protokol umo¾òuje zisti» u¾ívateµom cez sie», kto je prihlásený na odpovedajúcich poèítaèoch.
tr: rusers protokolü bir aðdaki kullanýcýlarýn o aðda bulunan makinalarda çalýþan kullanýcýlarý görmenizi saðlar.
uk: Протокол rusers да╓ можлив╕сть користувачам в мереж╕ отримувати ╕нформац╕ю про те, хто з користувач╕в заре╓стрований на системах, що в╕дпов╕дають на запити.
vi: Giao thøc RUSERS cho phÐp ng­êi dïng trªn m¹ng nhËn ra ai ®¨ng nhËp vµo t¹i c¸c m¸y ®ang ®¸p øng kh¸c.

source: The rwho protocol lets remote users get a list of all of the users logged into a machine running the rwho daemon (similiar to finger).
cs: Protokol rwho umo¾òuje vzdáleným(remote) u¾ivatelùm získat seznam v¹ech u¾ivatelù pøihlá¹ených na poèítaèi s démonem rwho (je to podobné slu¾bì finger).
eu: Rwho protokoloak kanpoko erabiltzaileei, rwho deabrua erabiltzen dutenen zerrenda lortzen du (finger-en antzekoa).
hr: Rwho protokol omoguæava udaljenim korisnicima da dobiju popis svih korisnika prijavljenih na raèunalo na kojima je pokrenut rwho (slièno finger-u).
lt: rwho protokolas leidþia nutolusiems vartotojams gauti sàraðà vartotojø, prisijungusiø prie kompiuterio, kuriame veikia rwho demonas (panaðiai kaip finger).
lv: Protokols rwho attâliem lietotâjiem ïauj saòemt visu atvçrto lietotâju sesiju sarakstu no datora, kurâ darbojas rwho demons (lîdzîgi finger).
ro: Protocolul rwho permite utilizatorului sã recupereze lista tuturor utilizatorului conectaþi la un calculator care foloseºte procesul rwho (similar cu finger).
sk: Rwho protokol za¹le vzdialeným u¾ívateµom zoznam v¹etkých u¾ívateµov prihlásený na systéme, na ktorom je spustený rwho démon (podobne ako finger).
tr: rwho protokolü, uzak kullanýcýlarýn, rwho daemonu çalýþtýran bir makinada bulunan tüm kullanýcýlarý görmelerine izin verir.
uk: Протокол rwho вида╓ користувачам на в╕ддалених системах ╕нформац╕ю про вс╕х користувач╕в заре╓строваних в систем╕, яка ма╓ демон rwho (под╕бний до демона finger).
vi: Giao thøc RWHO cho phÐp ng­êi dïng tõ xa cã danh s¸ch toµn bé ng­êi dïng ®¨ng nhËp vµo mét m¸y ®ang ch¹y daemon rwho (t­¬ng tù finger).

source: Launch the sound system on your machine
cs: Spustit zvukový systém pøi startu
eu: Jaurtiki soinu sistema zure makinan
hr: Pokreni zvuèni sustav na va¹em raèunalu
nb: Start lydsystemet på maskina
pa_in: ਆਪਣੀ ਮਸ਼ੀਨ ਤੇ ਸਾਊਂਡ ਸਿਸਟਮ ਚਲਾਓ
sk: Spusti» zvukový systém na Va¹om poèítaèi
tr: Ses sistemini Makinede uygula
uk: Запуск звуково╖ системи на ваш╕й машин╕
vi: Ch¹y hÖ thèng ©m thanh trªn m¸y tÝnh cña b¹n
