Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Are you running a name server on this machine? If you didn't set one up to give away IP and zone information to the whole Internet, please answer no.
cs: Pou¾íváte na tomto serveru jmenný server? Pokud ne a nepotøebujete pøedávat jiným poèítaèùm informace o IP adresách, odpovìzte Ne.
eu: Izen zerbitzari legez ari zara? Ezetz erantzun IP informazioa gorde nahi izanez gero.
hr: Da li imate pokrenut imenski poslu¾itelj na ovom raèunalu? Ukoliko niste postavili jedan da daje IP i informacije o zoni cijelom Internet-u, molimo odgovorite ne.
sk: Pou¾ívate na va¹om poèítaèi menný server ? Ak sa o va¹e DNS záznamy stará napríklad vá¹ poskytovateµ internetu, odpovedzte prosím nie.
tr: Bir isim sunucusu (DNS) çalýþtýracak mýsýnýz? Tüm Internet'e IP ve alan bilgileri sunumu yapmayacaksanýz lütfen bu soruya "HAYIR" cevabý veriniz.
uk: Чи ви користу╓тесь сервером ╕мен на ц╕й машини? Якщо ви не робили установки сервера для того, щоб в╕дпов╕дати на запити IP адрес всього ╤нтернету, в╕дпов╕дайте "Н╤".
vi: Cã ph¶i b¹n ®ang ch¹y mét m¸y chñ tªn miÒn trªn m¸y nµy? NÕu b¹n kh«ng thiÕt lËp ®Ó cung cÊp th«ng tin IP vµ vïng cho toµn bé Internet, h·y tr¶ lêi Kh«ng.

source: Do you want to allow incoming Secure Shell (ssh) connections? This is a telnet-replacement that you might use to login. If you're using telnet now, you should definitely switch to ssh. telnet is not encrypted -- so some attackers can steal your password if you use it. ssh is encrypted and doesn't allow for this eavesdropping.
cs: Chcete povolit pøíchozí ssh (Secure Shell) spojení? Ssh je náhrada za telnet, která umo¾òuje vzdálené pøihlá¹ení. Pokud nyní pou¾íváte telnet, je velmi vhodné pøejít na ssh. Telnet není kryptovaný -- kdokoliv mù¾e zjistit heslo, pokud ho pøi telnetu pou¾ijete. Na rozdíl od telnetu je ssh kryptované, tak¾e není mo¾né, aby kdokoliv zjistil heslo.
hr: Da li ¾elite omoguæiti dolazeæe Secure Shell (ssh) veze? To je je telnet zamjena ¹to mo¾ete koristiti za prijavljivanje. Ako sada koristite telnet, trebali biste definitivno se prebaciti na ssh. telnet nije enkriptiran -- tako da neki napadaèi mogu ukrasti va¹e lozinke ako ga koristite ssh je enkriptiran i nedozvoljava prislu¹kivanje (sniffanje).
sk: Chcete dovoli» príchodzie Secure Shell (ssh) pripojenia ? Ssh je náhrada za telnet, ktorú mô¾ete pou¾i» na prihlásenie sa k vzdialenému serveru. Telnet nepou¾íva kódovanie. To znamená, ¾e útoèník mô¾e ukradnú» va¹e heslo. Ssh kódovanie pou¾íva, tak¾e kráde¾ vá¹ho hesla nehrozí.
tr: Gelen Güvenlik Kabuðu (SSH) baðlantýlarýna izin verecek misiniz? Bu makinanýza giriþ yapmak isteyenlerin Telnet yerine kullanacaklarý yüksek güvenlikli bir kabuk sunar. Telnet kullanýyorsanýz hemen bu kabuðu kullanmaya baþlamanýz önerilir. Telnet kullanýldýðýnda sisteme giriþ parolanýz kolayca baþkalarý tarafýndan Ýnternet üzerinde ele geçirilebilir. Halbuki ssh parolanýzý da þifrelediðinden buna izin vermez.
uk: Чи хочете ви дозволити вх╕дн╕ з'╓днання з в╕дкриттям безпечно╖ командно╖ оболонки (SSH)? Це - зам╕на telnet, який ви, можливо, захот╕ли б використовувати для в╕ддалено╖ ре╓страц╕╖. Якщо ви зараз користу╓тесь telnet'ом, вам, напевне, час подумати про зам╕ну його на ssh. telnet не забезпечу╓ кодування передач╕ -- тобто нападники можуть прослухати ваш пароль в той час, як ви ним користу╓тесь. ssh закодову╓ пароль ╕ не дозволя╓ його "п╕дслухати".
vi: B¹n cã muèn cho phÐp kÕt nèi Secure Shell (ssh) ®i vµo? §©y lµ mét thay thÕ telnet mµ b¹n cã thÓ dïng ®Ó ®¨ng nhËp vµo. NÕu b¹n ®ang dïng telnet, b¹n nªn døt kho¸t chuyÓn ssh. telnet kh«ng ®­îc m· ho¸ -- cho nªn mét sè kÎ cã thÓ ¨n c¾p mËt khÈu cña b¹n. Dïng ssh ®­îc m· ho¸ ®Ó kh«ng cho phÐp viÖc nghe trém nµy.

source: Do you want to allow incoming telnet connections? This is horribly unsafe, as we explained in the previous screen. We strongly recommend answering No here and using ssh in place of telnet.
cs: Chcete povolit pøíchozí spojení pøes telnet? Je to VELMI nebezpeèné, tak jak u¾ bylo vysvìtleno na pøedchozí obrazovce. Dùraznì doporuèujeme odpovìdìt Ne a pou¾ít namísto telnetu ssh.
eu: Kanpotik datozen telnet loturak baimendu nahi dituzu? Hau izugarri arriskutsua da, aurreko pantailan azaldu dugun bezala. Guk irmoki gomendatzen dugu galdera honi Ezetz erantzutea eta telnet ordez ssh erabiltzea.
hr: Da li ¾elite dopustiti dolazeæe telnet veze? Ovo je u¾asno nesigurno, kao ¹to smo objasnili na prethodnom zaslonu. Mi jako preporuèamo odgovaranjem Ne ovdje i kori¹tenjem ssh-a umjesto telnet-a.
sk: Chcete dovoli» pripojenia cez telnet ? Toto je veµmi nebezpeèné. Silne doporuèujeme Tu odpoveda» NIE a pou¾i» ssh ako náhradu za telnet.
tr: Telnet baðlantýlarýna izin verecek misiniz? Önceki ekranda da açýklandýðý gibi ürkütücü þekilde güvensizdir. Bu soruya "HAYIR" cevabý vermeniz, gerekiyorsa telnet yerine ssh kullanmanýz önerilir.
uk: Чи хочете ви дозволити вх╕дн╕ з'╓днання по telnet? Це - дуже незахищене з'╓днання, як було пояснено на попередньому екран╕. Ми наст╕йливо рекоменду╓мо в╕дпов╕сти "Н╕" тут ╕ користуватися ssh зам╕сть telnet.
vi: B¹n cã muèn cho phÐp kÕt nèi telnet ®i vµo? §iÒu nµy rÊt kh«ng an toµn vµ ®· ®­îc gi¶i thÝch ë mµn h×nh tr­íc. B¹n rÊt nªn tr¶ lêi Kh«ng ë ®©y vµ h·y dïng ssh trong telnet.

source: Are you running an FTP server here that you need accessible to the Internet? If you are, we strongly recommend that you only use it for Anonymous transfers. Any passwords sent by FTP can be stolen by some attackers, since FTP also uses no encryption for transferring passwords.
cs: Chcete pou¾ít FTP server, který bude pøístupný z Internetu? Pokud ano, je doporuèeno jej pou¾ívat pouze pro anonymní pøístup. Proto¾e FTP pro pøístup nepou¾ívá ¾ádné kryptování, je mo¾né, ¾e zaslané heslo mù¾e získat kdokoliv, i potenciální útoèník.
eu: Internetetik eskuragarri dagoen FTP zerbitzari bat korritzen ari zera? Ala bada, irmoki gomendatzen dizugu transferentzia anonimoetarako soilik erabiltzea. FTP bitartez bidalitako edozein pasahitz erasotzaileek lapurtu dezakete, FTP-k ez duelako pasahitzak bidaltzeko enkriptaziorik erabiltzen.
hr: Da li imate pokrenut FTP poslu¾itelj ovdje koji treba biti dostupan Internet-u? Ukoliko da, jako preporuèamo da ga koristite samo za anonimni prijenos. Svaka lozinka prenesena FTP-om mo¾e biti ukradena od nekih napadaèa, jer FTP takoðer ne koristi enkripciju za prijenos lozinki.
sk: Chcete pou¾íva» FTP server dosiahnuteµný cez internet ? Ak áno, veµmi doporuèujeme aby ste pou¾ívali iba anonymné prenosy. Akékoµvek heslo zaslané FTP serveru mô¾e by» ukradnuté, preto¾e FTP pri prenose hesiel nepou¾íva kódovanie.
tr: Internet'ten eriþilebilir bir FTP hizmeti verecek misiniz? Bunu yapacaksanýz sadece anonim dosya aktarýmý için kullanýlmasý önerilir. FTP parola aktarýmý sýrasýnda þifreleme yapýlamadýðýndan, bu parolalar Internet'te kötü niyetli kiþilerce ele geçirilebilir.
uk: Чи ви користу╓тесь тут сервером FTP, до якого повинен бути доступ з ╤нтернету? Якщо так, наст╕йливо рекоменду╓мо, щоб ви ним користувалися т╕льки для анон╕мних передач даних. Будь-як╕ парол╕, передан╕ по FTP можуть бути п╕дслуханими нападниками, оск╕льки FTP не користу╓ться криптограф╕╓ю для передач╕ парол╕в.
vi: B¹n ®ang ch¹y m¸y chñ FTP ®Ó cho phÐp truy cËp qua internet? NÕu ®óng, b¹n rÊt nªn chØ sö dông cho viÖc truyÒn (d÷ liÖu) nÆc danh. C¸c mËt khÈu ®­îc göi b»ng FTP cã thÓ bÞ ®¸nh c¾p bëi mét sè kÎ xÊu, v× FTP còng kh«ng sö dông m· hãa ®Ó truyÒn mËt khÈu.

source: Are you running a mail server here? If you're sending you messages through pine, mutt or any other text-based mail client, you probably are. Otherwise, you should firewall this off.
cs: Pou¾íváte mailový server? Pokud posíláte po¹tu pøes klienta pine, mutt nebo jiného textového klienta, tak zøejmì ano. V jiných pøípadech to zaka¾te na firewallu.
eu: Hemen posta zerbitzaria exekutatzen ari zara? Zure mezuak pine, mutt edo beste edozein testu-oinarridun posta bezero bitartez bidaltzen baduzu ziurrenik hala da. Bestela, suhesiaz babestu behar zenuke.
hr: Da li imate pokrenut mail poslu¾itelj ovdje? Ako ¹aljete va¹e poruke kroz pine, mutt ili neki drugi tekst-bazirani mail klijent, vjerojatno ga koristite. Ako ne, trebali biste ga odijeliti vatrozidom.
sk: Máte spustený mail server ? Ak pou¾ívate textové e-mail klieny ako pine, alebo mutt, tak asi máte. V opaènom prípade by ste túto slu¾bu mali vypnú».
tr: Bir posta sunucusu çalýþtýracak mýsýnýz? Ýletilerinizi pine, mutt ya da herhangi bir metin tabanlý posta istemcisi ile gönderiyorsanýz bu hizmete ihtiyacýnýz olacaktýr. Aksi takdirde güvenlik duvarý bu hizmeti kapatacaktýr.
uk: Чи у вас працю╓ поштовий сервер? Якщо ви в╕дсила╓те пошту через pine, mutt чи ╕нший поштовий кл╕╓нт, що працю╓ в текстовому режим╕, скор╕ше всього в╕дпов╕дь "так". В ╕ншому випадку - в╕дм╕н╕ть цей серв╕с.
vi: B¹n ®ang ch¹y m¸y chñ th­ tÝn? NÕu b¹n göi c¸c th«ng ®iÖp qua pine, mutt hoÆc bÊt cø mét ch­¬ng tr×nh th­ client dùa trªn v¨n b¶n, cã lÏ b¹n ®ang ch¹y. NÕu kh«ng, b¹n nªn ng¨n nã l¹i b»ng t­êng löa.

source: Are you running a POP or IMAP server here? This would be used to host non-web-based mail accounts for people via this machine.
cs: Pou¾íváte na tomto serveru POP nebo IMAP? Ty se pou¾ívají pro pøístup lidí k emailovým úètùm (ne pøes web).
eu: POP edo IMAP zerbitzaria exekutatzen ari zara? Hau erabiliko litzateke makina honen bitartez jendearentzako web oinarrigabeko posta kontuei ostatu emateko
hr: Da li imate pokrenut POP ili IMAP poslu¾itelj ovdje? Ovo mo¾e koristiti za poslu¾ivanje ne-web-baziranih mail raèuna za osobe preko ovog raèunala.
sk: Máte spustené POP alebo IMAP slu¾by? Tieto mô¾u by» pou¾ité pre prístup k e-mailovým schránkam u¾ívateµov.
tr: Bir POP ya da IMAP sunucusu çalýþtýracak mýsýnýz? Bu makina üzerinden web bazlý olmayan hesaplar sunmak için kullanýlýr.
uk: Чи працю╓ у вас POP або IMAP сервери? Вони використовуються для забезпечення доступу користувачам до елетронно╖ пошти на ц╕й машин╕ (в╕дм╕нна в╕д пошти, з веб-╕нтерфейсом).
vi: B¹n ®ang ch¹y m¸y chñ POP hoÆc IMAP? B¹n nªn dïng ®Ó qu¶n lý c¸c account th­ tÝn kh«ng dùa trªn nÒn web cho mäi ng­êi th«ng qua m¸y nµy.

source: You appear to be running a 2.2 kernel. If your network IP is automatically set by a computer in your home or office (dynamically assigned), we need to allow for this. Is this the case?
cs: Pou¾íváte jádro verze 2.2. Pokud je sí»ová IP adresa automaticky pøidìlena poèítaèi doma nebo v práci (dynamické pøidìlení), potøebujeme tuto mo¾nost povolit. Je to tento pøípad?
eu: Dirudienez 2.2 kernela erabiltzen ari zara. Zure sare IPa automatikoki ezartzen bada zure etxe edo bulegoan duzun konputagailu baten bitartez (dinamikoki egokitua), hau gaitu behar dugu. Zure kasua da?
hr: Èini se da imate pokrenut 2.2 kernel. Ukoliko je va¹a IP adresa automatski postavljena u va¹em domu ili uredu (dinamièki dodjeljenja), moramo to dozvoliti. Da li je to sluèaj?
sk: Vyzerá to, ¾e máte kernel verzie 2.2.x. Ak je va¹a IP adresa automaticky nastavovaná pri zmene prostredia (domov, praca) potrebujete dovoli» túto mo¾nos». Je to tento prípad ?
tr: Sisteminiz 2.2 serisi bir çekirdekle çalýþýyor gibi gözüküyor. Eðer að ip'niz otomatikmen evinizde ki veya ofisinizde ki bir bilgisayardan belirleniyorsa buna izin vermelisiniz . Bu konuda ne düþünüyorsunuz ?
uk: Ви користу╓тесь ядром верс╕╖ 2.2. Якщо IP адреси на вашому комп'ютер╕ встановлюються автоматично, це потр╕бно дозволити. Чи це так?
vi: H×nh nh­ b¹n ®ang ch¹y víi kernel 2.2. NÕu IP m¹ng cña b¹n thiÕt lËp tù ®éng b»ng mét m¸y tÝnh t¹i nhµ hay c¬ quan (®­îc thiÕt kÕ ®éng), h·y cho phÐp ®iÒu nµy. Cã ph¶i lµ nh­ vËy kh«ng?

source: Is your computer getting time syncronized to another computer? Mostly, this is used by medium-large Unix/Linux organizations to synchronize time for logging and such. If you're not part of a larger office and haven't heard of this, you probably aren't.
cs: Bude vá¹ poèítaè synchronizován s jiným poèítaèem? Vìt¹inou se to pou¾ívá v organizacích s vìt¹ím poètem Unix/Linux poèítaèù pro synchronizaci logování a podobnì. Pokud nejste souèástí vìt¹ího celku nebo jste o nièem podobném nesly¹eli, synchronizaci nepotøebujete.
eu: Zure konputagailuak beste batekin denbora sinkronizatzen du? Gehienbat, Unix/Linux erakunde ertain-haundietan erabiltzen da hau sesioan sarrera eta halakoetarako denbora sinkronizatzeko. Ez bazara bulego haundi bateko partaide eta honi buruz ezer entzun ez baduzu ziurrenik ez duzu egiten.
hr: Da li se va¹e raèunalo vremenski sinkronizira sa drugim raèunalom? Veæinom, ovo se koristi kod srednje-velikih Unix/Linux organizacija za sinkronizaciju vremena za zapisivanje/logiranje i slièno. Ukoliko niste dio veæeg ureda ili niste èuli za ovo, vjerojatno ne.
sk: Má vá¹ poèítaè synchronizovaný èas voèi inému poèítaèu? Väè¹inou sa táto slu¾ba pou¾íva v stredne veµkých organizáciách kôli jednotnému èasu v logoch a podobne. Ak nie ste súèas» nieèoho väè¹ieho a e¹te ste o takejto slu¾be nepoèuli, pravdepodobne to nebudete potrebova».
tr: Makinanýz zamaný baþka bir makinadan alacak mý? Çoðunlukla orta ya da büyük Unix/Linux aðlarýnda sistem giriþlerinde ve çeþitli ortak iþlerin yapýlmasý sýrasýnda eþzamanlamayý saðlamak üzere buna ihtiyaç duyulur. Büyük bir iþyerinde çalýþmýyorsanýz ya da bu konuda bir þey duymadýysanýz, bu özelliði kullanmayabilirsiniz.
uk: Чи ваш комп'ютер синхрон╕зу╓ться з ╕ншим в мереж╕? У великих та середнього розм╕ру компан╕ях з системами Юн╕кс/Л╕накс це використову╓ться для синхрон╕зац╕╖ часу для журнал╕в ре╓страц╕╖ протокол╕в тощо. Якщо ваша система не ╓ частиною б╕льшого оф╕су ╕ ви н╕коли не чули про таке, скор╕ше всього вам це не потр╕бно.
vi: Cã ph¶i m¸y tÝnh cña b¹n ®ång bé ho¸ thêi gian víi mét m¸y kh¸c kh«ng? PhÇn lín, ®iÒu nµy ®­îc dïng bëi c¸c tæ chøc Unix/Linux cì lín vµ trung b×nh ®Ó ®ång bé thêi gian cho b¶n ghi vµ t­¬ng tù. NÕu b¹n kh«ng trong c¸c tæ chøc nh­ vËy, b¹n cã lÏ kh«ng dïng.

source: Configuration complete. May we write these changes to disk?
cs: Konfigurace je hotova. Je mo¾né zapsat tyto zmìny na disk?
eu: Ezarpena amaitu da. Aldaketa hauek diskora idatziko ditugu?
hr: Pode¹avanje zavr¹eno. Mo¾emo li zapisati ove promjene na disk?
sk: Kofigurácia kompletná. Mám zapísa» zmeny na disk ?
tr: Ayarlama Tamamlandý.Þimdi bu ayarlaý disk üzerine saklamamý istermisiniz ?
uk: Конф╕╜урування зак╕нчено. Можна записати ц╕ зм╕ни на диск?
vi: Hoµn thµnh viÖc cÊu h×nh. Cã thÓ ghi c¸c thay ®æi nµy lªn ®Üa?

source: Can't open %s: %s
cs: Nelze otevøít %s: %s
eu: Ezin ireki %s: %s
hr: Ne mogu otvoriti %s: %s
sk: Nemô¾em otvori» %s: %s
tr: %s açýlamýyor: %s
uk: Не можу в╕дкрити %s: %s
vi: Kh«ng më ®­îc %s: %s

source: Can't open %s for writing: %s
cs: Chyba pøi otevírání %s pro zápis: %s
eu: Ezin ireki %s idazteko: %s
hr: Ne mogu otvoriti %s za pisanje: %s
sk: Nemô¾em otvori» %s pre zápis: %s
tr: %s yazmak için açýlamýyor : %s
uk: Не можу в╕дкрити %s на запис: %s
vi: Kh«ng më ®­îc %s ®Ó ghi: %s

source: Network Computer (client)
cs: Sí»ový poèítaè (klient)
eu: Sareko Konputagailu (bezeroa)
hr: Mre¾no raèunalo (klijent)
sk: Sie»ovy poèítaè (klient)
tr: Að Öðesi (client)
uk: Мережевий Комп'ютер (кл╕╓нт)
vi: M¸y tÝnh m¹ng (kh¸ch)

source: NFS server, SMB server, Proxy server, ssh server
hr: NFS poslu¾itelj, SMB poslu¾itelj, Proxy poslu¾itelj, SSH poslu¾itelj
tr: NFS sunucusu, SMB sunucusu, Vekil Sunucu, ssh Sunucu
uk: Сервер NFS, сервер SMB, прокс╕-сервер, сервер ssh
vi: M¸y chñ NFS, SMB, SSH, ñy nhiÖm

source: Office
cs: Kanceláø
hr: Ured
lt: Biuras
lv: Birojs
ro: Birou
sk: Kancelária
tr: Ofis
uk: Оф╕сна станц╕я
vi: V¨n phßng

source: Gnome Workstation
cs: Pracovní stanice s Gnome
eu: Gnome Lan estazioa
hr: Gnome radna stanica
lt: Gnome darbo stotis
lv: Gnome darbastacija
sk: Gnome stanica
tr: Gnome Ýþ istasyonu
uk: Робоча станц╕я Gnome
vi: Tr¹m lµm viÖc GNOME

source: Tools for your Palm Pilot or your Visor
cs: Nástroje pro vá¹ Palm Pilot nebo Visor
eu: Palm edo Visor-entzako tresnak
hr: Alati za va¹ Palm Pilot ili va¹ Visor
lt: Árankiai tavo Palm Pilot arba Visor
lv: Rîki darbam ar Palm Pilot vai Visor
sk: Nástroje pre vá¹ Palm Pilot alebo Visor
tr: Palm Pilot ya da Visor'unuz için araçlar
uk: Засоби для Palm Pilot та Visor
vi: C«ng cô cho Palm Pilot hoÆc Visor

source: Workstation
cs: Pracovní stanice
eu: Lan estazioa
hr: Radna stanica
sk: Pracovná stanica
tr: Ýþ istasyonu
uk: Робоча станц╕я
vi: Tr¹m lµm viÖc

source: Firewall/Router
eu: Zerbitzari, Firewall/Router
hr: Vatrozid/Ruter
lt: Serveris, Firewall/Routeris
lv: Serveris, Ugunsmûris/Marðrutizators
tr: Ateþ Duvarý/Router
uk: Firewall/Маршрутизатор
vi: T­êng löa/§Þnh tuyÕn

source: Domain Name and Network Information Server
cs: Doménová jména a sí»ový informaèní server
hr: Ime Domene i Mre¾ni Informacijki Poslu¾itelj (NIS)
sk: Domain Name a Network Information Server
tr: Alan adý ve Að bilgisi Sunucusu
uk: Сервер ╕мен та мережевий ╕нформац╕йний сервер (DNS, NIS)
vi: Tªn cña tªn vïng vµ Network Information Server

source: Office programs: wordprocessors (kword, abiword), spreadsheets (kspread, gnumeric), pdf viewers, etc
cs: Programy pro kanceláø: textové procesory (kword, abiword), tabulkové procesory (kspread, gnumeric), prohlí¾eèe pdf a dal¹í
eu: Bulego programak
hr: Uredski programi: tekst procesori (kword, abiword), tablièni kalkulatori (kspread, gnumeric), pdf preglednici, itd
lt: Biuro programos: tekstø redaktoriai (kword, abiword), skaièiuoklës (kspread, gnumeric), pdf perþiûros programos ir pan.
lv: Biroja programmas: teksta procesori (kword, abiword), izklâjlapas (lspread, gnumeric), pdf skatîtâji, u.c.
sk: Kancelárske programy: editory (kword, abiword), tabuµkové procesory (kspread, gnumeric), pdf prehliadaèe, atd
tr: Ofis programlarý: kelime iþlemciler (kword, abiword), kspread, gnumeric, pdf göstericiler, vb..
uk: Програми для оф╕су: текстов╕ процесори (kword, abiword), бухгалтерськ╕ таблиц╕ (kspread, gnumeric), переглядач╕ файл╕в pdf, тощо
vi: C¸c ch­¬ng tr×nh v¨n phßng: wordprocessors (kword, abiword), spreadsheets (kspread, gnumeric), pdf viewers, v.v...

source: Audio-related tools: mp3 or midi players, mixers, etc
cs: Nástroje pro zvuk: pøehrávaèe mp3 a midi, mixéry a dal¹í
eu: Audio tresnak: mp3 edo midi jotzeko, nahasleak, eta abar
hr: Audio-namjenjeni alati: mp3 ili midi sviraèi, mikseri, itd
lt: Su garsu susijæ árankiai: mp3 ir midi grotuvai, mikðeriai ir pan.
lv: Audio rîki: mp3 un midi atskaòotâji, mikðeri u.c.
sk: Nástroje pre audio: mp¹ alebo midi prehrávaèe, etc
tr: Sesle ilgili araçlar: mp3 ya da midi çalýcýlar, karýþtýrýcýlar, vb..
uk: Звуков╕ засоби: програвач╕ mp3 та midi, м╕кшери, тощо
vi: C¸c c«ng cô ©m thanh: mp3 hay midi players, mixers,v.v...

source: Books and Howto's on Linux and Free Software
cs: Knihy a Howto o Linuxu a Free Software
eu: Liburuak eta Linux laguntza
hr: Knjige i Howto-i o Linux-u i slobodnom software-u
lt: Knygos ir HOWTO apie Linux ir Free Software
lv: Grâmatas un Howto faili par Linux un Brîvo programmatûru
sk: Knihy a návody pre Linux a Free Software
tr: Serbest Yazýlým ve Linux üzerine Kitaplar ve Nasýl dokümanlarý
uk: Книжки та HOWTO про Л╕накс та в╕льне програмне забезпечення
vi: C¸c s¸ch, how-to cho Linux vµ phÇn mÒm miÔn phÝ

source: KDE Workstation
cs: Pracovní stanice s KDE
eu: KDE Lan estazioa
hr: KDE radna stanica
lt: KDE darbo stotis
lv: KDE darbastacija
sk: KDE stanica
tr: KDE Ýþ istasyonu
uk: Робоча станц╕я KDE
vi: Tr¹m lµm viÖc KDE

source: Multimedia - Video
cs: Multimédia - video
hr: Multimedija - Video
lt: Multimedija - Vaizdas
lv: Multimçdiji - Video
sk: Multimédia - Video
tr: Çoklu ortam - Video
uk: Мультимед╕я - в╕део
vi: §a ph­¬ng tiÖn - Video

source: Set of tools for mail, news, web, file transfer, and chat
cs: Skupina programù pro mail, newsy, web, pøenos souborù a chat
eu: Trenak posta, berri, web, fitxategi igorrtze eta txaterako
hr: Skup alata za mail, news, web, datoteèni prijenos, i razgovor
lt: Árankiø rinkinys paðtui, naujienoms, þiniatinkliui, bylø siuntimui ir pokalbiams
lv: Rîki pastam, jaunumiem, tîmeklim, failu saòemðanai un èatam
sk: Nástroje na mail, správy, web, prenos súborov, a chat
tr: E-posta, haber grubu, web, dosya transferi ve sohbet araçlarý
uk: Наб╕р засоб╕в для пошти, новин, тенет, передач╕ файл╕в, та "балачок"
vi: ThiÕt lËp c«ng cô cho th­, tin tøc, web, truyÒn tËp tin, vµ trß chuyÖn

source: Database
cs: Databáze
eu: Zerbitzari, Datubase
hr: Baze
lt: Serveris, Duomenø baziø
lv: Serveris, Datubâzes
sk: Dtabázy
tr: Veritabaný
uk: База даних
vi: C¬ së d÷ liÖu

source: PostgreSQL or MySQL database server
cs: Databázové servery PostreSQL nebo MySQL
hr: PostgreSQL ili MySQL poslu¾itelj baza
sk: PostgreSQL alebo MySQL databázový server
tr: PostgreSQL veya MySQL veritabaný sunucusu
uk: Сервери баз даних PostgreSQL або MySQL
vi: PostgreSQL hay MySQL m¸y chñ c¬ së d÷ liÖu

source: Tools to ease the configuration of your computer
cs: Nástroje pro snadnou konfiguraci poèítaèe
eu: Konfigurazioa errazteko tresnak
hr: Alati za lako pode¹avanje va¹eg raèunala
sk: Nástroje na jednoduchú konfiguráciu vá¹ho poèítaèa
tr: Sisteminizin ayarlarýný düzenleyecek uygulama
uk: Засоби для полегшення конф╕╜урування вашого комп'ютера
vi: C«ng cô xo¸ cÊu h×nh m¸y tÝnh cña b¹n

source: Multimedia - Sound
cs: Multimédia - zvuk
eu: Multimedia - Soinua
hr: Multimedija - Zvuk
lt: Multimedija - Garsas
lv: Multimçdiji - Skaòa
sk: Multimédia - Zvuk
tr: Çoklu ortam - Ses
uk: Мультимед╕я - звук
vi: §a ph­¬ng tiÖn-¢m thanh

source: Utilities
cs: Utility
eu: Laguntzaileak
hr: Pomoæni programi
lt: Priemonës
lv: Utilîti
sk: Pomôcky
tr: Gereçler
uk: Ут╕л╕ти
vi: C¸c tiÖn Ých

source: Documentation
cs: Dokumentace
eu: Dokumentazioa
hr: Dokumentacija
lt: Dokumentacija
lv: Dokumentâcija
ro: Documentaþie
sk: Dokumentácia
tr: Belgeler
uk: Документац╕я
vi: Tµi liÖu

source: Console Tools
cs: Konzolové nástroje
eu: Consola tresnak
hr: Konzolni Alati
lt: Konsolës árankiai
lv: Konsoles rîki
sk: Konzolové nástroje
tr: Konsol Araçlarý
uk: Засоби для консол╕
vi: C¸c c«ng cô console

source: Postfix mail server, Inn news server
cs: Po¹tovní server postfix, server pro news Inn
hr: Postfix mail poslu¾itelj, Inn news poslu¾itelj
tr: Postfix Posta sunucusu, Inn haber sunucusu
uk: Поштовий сервер postfix, сервер новин inn
vi: M¸y chñ th­ Postfix , M¸y chñ news Inn

source: Internet station
cs: Internetová stanice
eu: Interneten estazioa
hr: Internet stanica
lt: Interneto stotis
lv: Interneta dators
sk: Internetová stanica
tr: Ýnternet
uk: Станц╕я для ╕нтернету
vi: Tr¹m Internet

source: Multimedia station
cs: Multimédiální stanice
eu: Multimedia estazioa
hr: Multimedijska stanica
lt: Multimedija stotis
lv: Multimçdiju dators
sk: Multimedialna stanica
tr: Çoklu ortam
uk: Мультимед╕йна станц╕я
vi: Tr¹m ®a ph­¬ng tiÖn

source: Configuration
cs: Nastavení
ro: Configuraþie
tr: Yapýlandýrma
uk: Конф╕╜урац╕я
vi: CÊu h×nh

source: More Graphical Desktops (Gnome, IceWM)
cs: Dal¹í grafické desktopy Gnome, IceWM)
eu: Idazmahi grafikoak (Gnome, IceWM)
hr: Vi¹e grafièkih radnih okru¾ja (Gnome, IceWM)
lt: Daugiau grafiniø darbalaukiø (Gnome, IceWM)
lv: Citas grafiskas darbavirsmas (Gnome, IceWM)
sk: Viac grafických prostredí (Gnome, IceWM)
tr: Diðer Grafiksel Masaüstleri (Gnome, IceWM)
uk: Додатков╕ граф╕чн╕ середовища (Gnome, IceWM)
vi: Thªm mµn h×nh nÒn ®å häa (Gnome, IceWM)
