Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: A printer named "%s" already exists under %s. Click "Transfer" to overwrite it. You can also type a new name or skip this printer.
cs: Tiskárna se jménem "%s" ji¾ na stranì %s existuje. Kliknìte na "Pøenést" pro pøepsání. Taky mù¾ete napsat nové jméno nebo ji pøeskoèit.
sk: Tlaèiareò s menom "%s" u¾ pod %s existuje. Stlaète "Prenos" na prepísanie. Mô¾ete tie¾ napísa» nové meno alebo preskoèi» túto tlaèiareò.
tr: "%s" isimli yazýcý zaten %s altýnda var. "Aktar" düðmesiyle üzerine yazabilirsiniz. Ayrýca yeni bir isim girebilir ya da bu yazýcýyý atlayabilirsiniz.
uk: Принтер з назвою "%s" вже ╕сну╓ в "%s". Натисн╕ть "Перенести" щоб переписати його визначення. Ви можете також надрукувати нову назву чи пропустити цей принтер.
vi: M¸y in cã tªn "%s" ®· tån t¹i bªn d­íi %s råi. NhÊn "TruyÒn" ®Ó ghi ®Ì lªn nã. B¹n còng cã thÓ gâ tªn míi hay bá qua m¸y in nµy.

source: Name of printer should contain only letters, numbers and the underscore
cs: Jméno fronty mù¾e obsahovat pouze písmena, èíslice a podtr¾ítko
eu: Inprimagailu izenak hizkiak, zenbakiak eta azpikomarra soilik izan behar lituzke
hr: Ime pisaèa mo¾e sadr¾avati samo slova, brojeve i podvlaku
sk: Meno tlaèiarne mô¾e obsahova» iba písmená, èísla a podèiarkovník
tr: Yazýcý ismi sadece harfler, rakamlar ve alt çizgi içerebilir.
uk: Назва принтера ма╓ складатися т╕льки з л╕тер, цифр та символа п╕дкреслення.
vi: Tªn m¸y in chØ nªn dïng c¸c ch÷, sè vµ dÊu g¹ch ngang thÊp

source: The printer "%s" already exists, do you really want to overwrite its configuration?
cs: Tiskárna se jménem %s ji¾ existuje, chcete opravdu pøepsat její konfiguraci?
sk: Tlaèiareò "%s" u¾ existuje. ®eláte si prepísa» nastavenie ?
tr: "%s" yazýcýsý zaten var. Onun yapýlandýrmasýnýn üzerine yazýlmasýný gerçekten istiyor musunuz?
uk: Принтер з назвою "%s" вже ╕сну╓. Ви д╕йсно бажа╓те переписати його конф╕╜урац╕ю?
vi: M¸y in "%s" ®ang tån t¹i, b¹n thùc sù muèn ghi ®Ì lªn cÊu h×nh cña nã?

source: New printer name
cs: Nové jméno tiskárny
sk: Nové meno tlaèiarne
tr: Yeni Yazýcý adý
uk: Нова назва принтера
vi: Tªn m¸y in míi

source: Transferring %s ...
cs: Pøená¹ím %s ...
sk: Prená¹am %s ...
tr: %s Transfer ediliyor ...
uk: Переношу %s ...
vi: §ang truyÒn %s ...

source: You have transferred your former default printer ("%s"), Should it be also the default printer under the new printing system %s?
cs: Byla pøenesena výchozí tiskárna ("%s"). Má se nastavit jako výchozí také na vzdáleném tiskovém systému %s?
tr: Öntanýmlý yazýcýnýzý da ("%s") aktardýnýz. Yeni yazdýrma sistemi %s altýnda da öntanýmlý yazýcý olsun mu?
uk: Ви перенесли Ваш колишн╕й основний принтер ("%s"). Зробити так, щоб цей принтер залишався основним ╕ в нов╕й систем╕ друку %s?
vi: B¹n ®· hoµn thµnh viÖc truyÒn biÓu mÉu m¸y in mÆc ®Þnh ("%s"). B¹n cã muèn dïng nã còng lµ m¸y in mÆc ®Þnh trong hÖ thèng in Ên %s míi?

source: Refreshing printer data ...
cs: Obèerstvuji tisková data ....
tr: Yazýcý verisi tazeleniyor ...
uk: Поновлюю дан╕ принтер╕в ...

source: Configuration of a remote printer
cs: Nastavení vzdálené tiskárny
tr: Að yazýcýsý yapýlandýrmasý

source: Starting network ...
cs: Spou¹tím sí» ....
tr: Að baþlatýlýyor ...

source: Configure the network now
cs: Nastavit sí» nyní
tr: Að þimdi yapýlandýrýlsýn

source: Network functionality not configured
cs: Sí» není nastavena
tr: Að iþlevselliði yapýlandýrýlmamýþ

source: You are going to configure a remote printer. This needs working network access, but your network is not configured yet. If you go on without network configuration, you will not be able to use the printer which you are configuring now. How do you want to proceed?
cs: Nyní zaène konfigurace vzdálené tiskárny. To vy¾aduje funkèní sí»ové spojení, ale sí» není zatím nastavena. Pokud budete pokraèovat bez nastavení sítì, nebude mo¾né pou¾ít tiskárnu, kterou po¾adujete. Jak chcete pokraèovat?
tr: Bir að yazýcýsý yapýlandýrmak için að eriþine ihtiyacýnýz var, ancak aðýnýz henüz yapýlandýrýlmamýþ. Bir að yapýlandýrmasý olmaksýzýn þimdi yapýlandýrýlacak yazýcýyý kullanamayacaksýnýz. Ne yapmak istersiniz?

source: Go on without configuring the network
cs: Pokraèovat bez nastavení sítì
tr: Að yapýlandýrýlmadan devam edilsin

source: The network configuration done during the installation cannot be started now. Please check whether the network gets accessable after booting your system and correct the configuration using the Mandrake Control Center, section "Network & Internet"/"Connection", and afterwards set up the printer, also using the Mandrake Control Center, section "Hardware"/"Printer"
cs: Nastavení sítì provedené pøi instalaci nelze nyní aktivovat. Prosím zkontrolujte, zda je sí» dostupná po spu¹tìní systému a nastavení opravte v øídícím centru Mandrake, v sekci "Sí» a Internet"/"Pøipojení" a následnì nastavte tiskárnu také v øídícím centru v sekci "Hardware"/"Tiskárna"
tr: Kurulum sýrasýnda yapýlan að yapýlandýrmasý þimdi baþlatýlamaz. Daha sonra, sisteminizi baþlattýðýnýzda, að eriþiminizi saðladýktan sonra Mandrake Kontrol Merkezi'nde "Að ve Internet"/"Baðlantý" bölümünden ya da "Donaným"/"Yazýcý" bölümünden að yazýcýnýzý yapýlandýrabilirsiniz.

source: The network access was not running and could not be started. Please check your configuration and your hardware. Then try to configure your remote printer again.
cs: Sí» nefunguje a nelze ji spustit. Prosím zkontrolujte nastavení hardware. Pak se opìt pokuste provést nastavení vzdálené tiskárny
tr: Að eriþiminiz yok ve baþlatýlamadý. Lütfen yapýlandýrmanýzý ve donanýmýnýzý kontrol ettikten sonra að yazýcýnýzý yapýlandýrmayý tekrar deneyin.

source: Restarting printing system ...
cs: Restartuji tiskový systém ...
tr: Yazdýrma sistemi baþlatýlýyor ...

source: high
cs: vysoká
tr: yüksek

source: paranoid
cs: paranoidní
tr: paranoyak

source: Installing a printing system in the %s security level
cs: Instaluji tiskový systém v bezpeènostní úrovni %s
tr: %s güvenlik seviyesinde yazdýrma sistemi kurulumu

source: You are about to install the printing system %s on a system running in the %s security level. This printing system runs a daemon (background process) which waits for print jobs and handles them. This daemon is also accessable by remote machines through the network and so it is a possible point for attacks. Therefore only a few selected daemons are started by default in this security level. Do you really want to configure printing on this machine?
cs: Pokou¹íte se instalovat tiskový systém %s na poèítaè, be¾ící v bezpeèností úrovni %s. Tiskový systém pracuje jako démon (proces na pozadí), který èeká na tiskové úlohy a zpracovává je. Tento démon je také pøístupný ze sítì pro jiné poèítaèe, tak¾e se mù¾e stát pøedmìtem sí»ového útoku. Proto je vybráno pouze nìkolik slu¾eb, které jsou v této úrovni spu¹tìny automaticky pøi startu. Chcete opravdu nastavit tiskový systém na tomto poèítaèi?
tr: %s yazdýrma sistemini %s güvenlik seviyesinde çalýþtýracak bir kuruluma baþlamak üzeresiniz. Bu yazdýrma sistemi, yazdýrma iþlerini beklerken ve yazdýrýrken bir artalan süreci olarak çalýþýr. Bu sürece að üzerindeki diðer makinalar tarafýndan da eriþilebilir ve saldýrýlara açýktýr. Diðer yandan, sadece bir kaç benzer uygulama bu güvenlik seviyesinde öntanýmlý olarak baþlatýlabilir. Bu makinadan yazdýrmayý yapýlandýrmayý gerçekten istiyor musunuz?

source: Starting the printing system at boot time
cs: Spustit tiskový systém pøi startu systému
tr: Açýlýþ sýrasýnda yazdýrma sisteminin baþlatýlmasý

source: The printing system (%s) will not be started automatically when the machine is booted. It is possible that the automatic starting was turned off by changing to a higher security level, because the printing system is a potential point for attacks. Do you want to have the automatic starting of the printing system turned on again?
cs: Tiskový systém (%s) nebude automaticky spu¹tìn pøi startu poèítaèe. Je mo¾né, ¾e volba automatického startu byla vypnuta ve vy¹¹í bezpeènostní úrovni, proto¾e tiskový systém je potenciální nebezpeèí pro sí»ový útok. Chcete nastavit zpìt automatický start tiskového systému?
tr: Yazdýrma sistemi (%s) makinanýn açýlýþý sýrasýnda otomatik olarak baþlatýlmayacaktýr. Yazdýrma sistemi potansiyel saldýrý noktasý olduðundan, daha yüksek bir güvenlik seviyesi gereksiniminden dolayý otomatik baþlatmayý kapatmak daha uygun olacaktýr. Yazdýrma sisteminin otomatik baþlatýlmasýný yine de istiyor musunuz?

source: Checking installed software...
cs: Ovìøují nainstalovaný software...
sk: Kontrolujem in¹talovaný softvér...
tr: Kurulu yazýlým denetleniyor...
uk: Перев╕рка встановленого програмного забезпечення...
vi: §ang kiÓm tra phÇn mÒm ®· cµi ®Æt...

source: Removing LPRng...
cs: Odebírám LPRng...
sk: Odstraòujem PLRng...
tr: LPRng Kaldýrýlýyor...
uk: Стираю LPRng...
vi: §ang gì bá LPRng...

source: Removing LPD...
cs: Odebírám LPD...
sk: Odstraòujem LPD...
tr: LPD Kaldýrýlýyor...
uk: Видалення LPD...
vi: §ang gì bá LPD...

source: Select Printer Spooler
cs: Zvolte tiskový systém pro tiskárnu
eu: Aukeratu Inprimagailu %s Spoolerra
sk: Zvoµte tlaèovú frontu
tr: Yazýcý makarasýný seçin
uk: Вибер╕ть чергу друку для принтера
vi: Chän Spooler M¸y In

source: Which printing system (spooler) do you want to use?
cs: Který tiskový systém chcete pou¾ít pro tisk?
eu: Zein inprimaketa sistema (spooler) erabili nahi duzu?
sk: Aký typ tlaèového systému chcete pou¾íva»?
tr: Hangi yazdýrma sistemini (makara) kullanmak istiyorsunuz?
uk: Яку чергу друку (систему) Ви хочете вживати?
vi: B¹n muèn sö dông hÖ thèng in Ên (spooler) nµo?

source: Configuring printer "%s" ...
cs: Nastavuji tiskárnu "%s"...
tr: "%s" yazýcýsýný yapýlandýr ...
uk: Настроюю принтер "%s"...

source: Printer options
cs: Mo¾nosti tiskárny
eu: Inprimagailu aukerak
hr: Postavke pisaèa
lt: Spausdintuvo nuostatos
lv: Printera opcijas
ro: Opþiuni imprimantã
sk: Voµby tlaèiarne
tr: Yazýcý seçenekleri
uk: Опц╕╖ принтера
vi: C¸c tïy chän m¸y in

source: Preparing PrinterDrake ...
cs: Pøipravuji PrinterDrake ....
tr: PrinterDrake hazýrlanýyor ...
uk: Готую PrinterDrake ...

source: Would you like to configure printing?
cs: Chtìli byste nastavit tiskárnu?
eu: Inprimagailua ezarri nahi duzu?
sk: ®eláte si nastavi» tlaèiareò?
tr: Yazdýrmayý ayarlamak istiyor musunuz?
uk: Чи треба Вам настро╖ти друк?
vi: B¹n cã muèn cÊu h×nh in Ên kh«ng?

source: Printing system:
cs: Tiskový systém:
tr: Sistem yazýdýrýlýyor:
uk: Система друку:
vi: HÖ thèng in Ên:

source: The following printers are configured. Click on one of them to modify it or to get information about it or on "Add Printer" to add a new printer.
cs: Jsou nastaveny následující tiskárny. Kliknutím na ka¾dou z nich je mo¾né provést modifikace nebo získat informace. "Pøidat tiskárnu" pøidá novou tiskárnu.
tr: Aþaðýdaki yazýcýlar yapýlandýrýldý. Bir yazýcý hakkýnda bilgi almak ya da üzerinde deðiþiklik yapmak için ona týklayýnýz. Yeni bir yazýcý eklemek için "Yazýcý Ekle" düðmesine týklayýnýz.

source: Normal Mode
cs: Normání re¾im
eu: Arrunta
hr: Normalni mod
sk: Normálny mód
tr: Normal Kip
uk: Звичайний режим
vi: ChÕ ®é b×nh th­êng

source: (Default)
cs: (Výchozí)
eu: (Jatorrizkoa)
hr: (Uobièajeno)
lt: (Áprastas)
lv: (Noklusçts)
sk: (Predvoµba)
tr: (Öntanýmlý)
uk: (Основна)
vi: (MÆc ®Þnh)

source: Printer(s) on remote CUPS server(s)
cs: Tiskárna(y) na vzdáleném CUPS serveru
tr: Uzaktaki CUPS sunucusu(lar)daki yazýcý(lar)
uk: Принтер(и) на в╕ддаленому сервер╕(ах) CUPS
vi: M¸y in cña m¸y chñ CUPS ë xa

source: Printer(s) on remote server(s)
cs: Tiskárna(y) na vzdáleném serveru
tr: Uzaktaki sunucu(lar)daki yazýcý(lar)
uk: Принтер(и) на в╕ддаленому сервер╕(ах) CUPS

source: Add printer
cs: Pøidat tiskárnu
eu: Inprimagailua gehitu
sk: Pridaj tlaèiareò
tr: Yazýcý Ekle
uk: Додати принтер
vi: Thªm m¸y in

source: Do you want to configure another printer?
cs: Chcete nastavit dal¹í tiskárnu?
tr: Baþka yazýcý yapýlandýracak mýsýnýz?

source: Modify printer configuration
cs: Zmìnit nastavení tiskárny
sk: Zmena nastavenia tlaèiarne
tr: Yazýcý Yapýlandýrmasýný düzenle
uk: Зм╕нити конф╕гурац╕ю принтера
vi: Thay ®æi cÊu h×nh m¸y in

source: Printer %s: %s %s What do you want to modify on this printer?
cs: Tiskárna %s: %s %s Co chcete zmìnit na této tiskárnì?
sk: Tlaèiareò %s: %s %s èo chcete zmeni» na tejto tlaèiarni?
tr: Yazýcý %s: %s %s Bu yazýcýda neyi deðiþtireceksiniz?
uk: Принтер %s: %s %s Що потр╕бно зм╕нити для цього принтера?
vi: M¸y in %s: %s %s B¹n muèn thay ®æi g× trªn m¸y in nµy?

source: Do it!
cs: Provést!
sk: Urob to!
tr: YAP!
uk: Виконати!
vi: H·y thùc hiÖn!

source: Printer connection type
cs: Typ pøipojení pro tiskárnu
sk: Typ pripojenia tlaèiarne
tr: Yazýcý baðlantýsý türü
uk: Тип з'╓днання принтера
vi: KiÓu kÕt nèi m¸y in

source: Printer name, description, location
cs: Jméno tiskárny, popis, umístìní
sk: Meno, popis a poloha tlaèiarne
tr: Yazýcý ismi, açýklama, yeri
uk: Назва, опис, розташування принтера
vi: Tªn, m« t¶, vÞ trÝ cña m¸y in

source: Printer manufacturer, model, driver
cs: Výrobce tiskárny, model, ovladaè
sk: Výrobca tlaèiarne, model, ovládaè
tr: Yazýcý üreticisi, modeli, sürücüsü
uk: Виробник принтера, модель, драйвер
vi: H·ng s¶n xuÊt, kiÓu, driver cña m¸y in

source: Printer manufacturer, model
cs: Výrobce tiskárny, model
sk: Výrobca tlaèiarne, model
tr: Yazýcý üreticisi, modeli
uk: Виробник принтера, модель
vi: H·ng s¶n xuÊt, kiÓu cña m¸y in

source: Set this printer as the default
cs: Nastavit tuto tiskárnu jako výchozí
tr: Bu yazýcýyý öntanýmlý yazýcý olarak belirle
uk: Встановити як основний принтер
vi: ThiÕt lËp m¸y in nµy lµm mÆc ®Þnh

source: Print test pages
cs: Tisk testovací(ch) stránky(nek)
sk: Tlaè testovacích stránok
tr: Deneme sayfalarýný yazdýr
uk: Друк тестових стор╕нок
vi: Trang in thö

source: Know how to print with this printer
cs: Nápovìda pro tisk na této tiskárnì
tr: Bu yazýcýnýn nasýl yazdýrdýðýný bilmek için

source: Remove printer
cs: Odebrat tiskárnu
sk: Odstráni» tlaèiareò
tr: Yazýcý Kaldýr
uk: Видалити принтер
vi: Bá m¸y in

source: Removing old printer "%s" ...
cs: Odebírám starou tiskárnu "%s" ...
tr: Eski '%s' yazýcýsý kaldýrýlýyor ...
uk: Стираю дан╕ старого принтера "%s" ...

source: The printer "%s" is set as the default printer now.
cs: Tiskárna "%s" je nyní nastavena jako výchozí.
tr: "%s" yazýcýsý öntanýmlý yazýcý olarak belirlendi
uk: Принтер "%s" встановлено основним
vi: B©y giê, m¸y in "%s" ®­îc thiÕt lËp lµm mÆc ®Þnh.

source: Do you really want to remove the printer "%s"?
cs: Chcete opravdu odebrat tiskárnu "%s"?
sk: Naozaj chcete odstráni» tlaèiateò "%s"?
tr: '%s' Yazýcýsýný kaldýrmak istediðinize emin misiniz ?
uk: Чи Ви хочете видалити принтер "%s"?
vi: B¹n thùc sù muèn bá m¸y in "%s"?

source: Removing printer "%s" ...
cs: Odebírám tiskárnu "%s" ...
tr: '%s' yazýcýsý kaldýrýlýyor ...
uk: Стираю принтер "%s" ...

source: Proxy configuration
cs: Nastavení proxy
eu: Proxy ezarpena
hr: Postava proxy-a
sk: Nastavenie proxy
tr: Vekil ayarlarý
uk: Конф╕╜урац╕я прокс╕
vi: CÊu h×nh Proxy

source: Welcome to the proxy configuration utility. Here, you'll be able to set up your http and ftp proxies with or without login and password
cs: Vítejte v konfiguraèním nástroji pro proxy. Zde nastavujete http a ftp proxy zadáním pøidìleného pøihla¹ovacího jména a hesla
eu: Ongi etorri proxy ezarketa tresnara. Hemen, zure http eta ftp proxiak ezartzeko aukera izango duzu login eta pasahitzarekin edo gabe.
hr: Dobro do¹li u pomoæni program za konfiguriranje proxy-a. Ovdje æete moæi postaviti va¹ http i ftp proxi-e sa ili bez logina i lozinke
sk: Vitajte v nástroji na nastavenie proxy servera. Teraz budete môc» nastavit pou¾ívanie FTP a HTTP proxy serverov a prístupové heslá.
tr: Vekil yapýlandýrma aracýna hoþ geldiniz. Burada, http ve ftp vekillerini kullanýcý ismi ve parolasý olsun/olmasýn yapýlandýrabilirsiniz
uk: Ласкаво просимо до конф╕╜урац╕йно╖ програми для прокс╕. Тут Ви можете встановити прокс╕ для протокол╕в ftp та http з паролем чи без.
vi: Chµo mõng tiÖn Ých cÊu h×nh proxy. T¹i ®©y, b¹n cã thÓ thiÕt lËp c¸c proxy cho http vµ ftp cã hay kh«ng ®ßi hái ®¨ng nhËp vµ mËt khÈu

source: Please fill in the http proxy informations Leave it blank if you don't want an http proxy
cs: Zadejte prosím hodnoty pro http proxy V pøípadì, ¾e nemáte http proxy, ponechejte prázdné
eu: Mesedez bete http proxy informazioak. Utzi hutsik http proxyrik nahi ez baduzu.
hr: Molimo popunite http proxy informacije Molimo ostavite prazno ukoliko ne ¾elite http proxy
sk: Prosím vyplò»e informácie pre HTTP proxy Nechajte prázdne ak nechcete HTTP proxy pou¾íva».
tr: Lütfen http vekili bilgilerini giriniz. Bir http vekili kullanmayacaksanýz boþ býrakýnýz.
uk: Заповн╕ть графи ╕нформац╕╖ про прокс╕ http Залиш╕ть ╖х порожн╕ми, якщо Ви не ма╓те прокс╕ http
vi: H·y ®iÒn c¸c th«ng tin vÒ proxy cho http H·y ®Ó trèng nÕu kh«ng thiÕt lËp proxy http

source: port
eu: portua
tr: Kapý
uk: порт
vi: cæng

source: Url should begin with 'http:'
cs: URL by mìlo být 'http:'
eu: Url-a 'http:'-az hasi beharko litzateke
hr: Url treba poèeti sa 'http:'
sk: URL ma zaèína» 'http:'
tr: Url baþlangýcý 'http:' þeklinde olmalýdýr
uk: Вигляд URL ма╓ бути http:
vi: URL nªn b¾t ®Çu b»ng 'http:'

source: The port part should be numeric
cs: Èíslo portu musí být numerické
eu: Portu zatia zenbakizkoa izan beharko litzateke
hr: Broj porta bi trebao biti numerièki
sk: Port má by» v èíselnom tvare
tr: Kapý numarasý rakamsal olmalýdýr.
uk: Номер порта ма╓ бути числовим
vi: Bé phËn cæng nªn lµ ch÷ sè

source: Please fill in the ftp proxy informations Leave it blank if you don't want an ftp proxy
cs: Zadejte prosím hodnoty pro ftp proxy V pøípadì, ¾e nemáte ftp proxy, ponechejte prázdné
eu: Bete ftp proxiari buruzko informazioak Utzi hutsik ez baduzu ftp proxirik nahi
hr: Molimo unesite ftp proxy informacije Ostavite prazno ukoliko ne ¾elite ftp proxy
sk: Prosím vyplò»e informácie pre FTP proxy Nechajte prázdne ak nechcete FTP proxy pou¾íva».
tr: Ftp vekil sunucu bilgisini doldurunuz Eðer vekil sunucu kullanmak istemiyorsanýz boþ býrakýnýz.
uk: Заповн╕ть графи ╕нформац╕╖ про прокс╕ ftp Залиш╕ть ╖х порожн╕ми, якщо Ви не ма╓те прокс╕ ftp
vi: H·y ®iÒn c¸c th«ng tin cho proxy ftp H·y ®Ó trèng nÕu kh«ng thiÕt lËp proxy ftp

source: Url should begin with 'ftp:'
cs: URL by mìlo být 'ftp:'
eu: Url-a 'ftp:'-az hasi beharko litzateke
hr: Url treba poèeti sa 'ftp:'
sk: URL ma zaèína» 'ftp:'
tr: Url baþlangýcý 'ftp:' þeklinde olmalýdýr
uk: Вигляд URL ма╓ бути 'ftp:'
vi: URL nªn b¾t ®Çu b»ng 'ftp:'

source: Please enter proxy login and password, if any. Leave it blank if you don't want login/passwd
cs: Pokud je potøeba, zadejte prosím pøihla¹ovací jméno a heslo. Pokud je nepotøebujete, nechte prázdné
eu: Sartu proxiaren erabiltzaile eta pasahitza, beharrezkoa bada. Utzi hutsik ez baduzu erabiltzaile/pasahitza nahi
hr: Molimo unesite proxy login i lozinku ukoliko postoje. Ostavite prazno ako ne ¾elite login/lozinku
sk: Prosím vlo¾te prihlasovacie meno a heslo pre proxy. Nechajte prázdne ak heslo nepotrebujete.
tr: Lütfen vekil sunucu kullanýcýadý ve parolasýný giriniz, Eðer kullanýcýadý ve parola girmek istemiyorsanýz boþ býrakýn
uk: Будь ласка, заповн╕ть ╕м'я користувача та пароль, якщо вони ╓. Якщо н╕ - залиште ╖х порожн╕ми
vi: H·y nhËp vµo phÇn ®¨ng nhËp vµ mËt khÈu, nÕu cã. H·y ®Ó trèng nÕu kh«ng muèn ®¨ng nhËp/mËt khÈu

source: login
tr: Kullanýcý
uk: ре╓страц╕я
vi: ®¨ng nhËp

source: password
cs: heslo
eu: pasahitza
hr: lozinka
sk: heslo
tr: Parola
uk: пароль
vi: mËt khÈu

source: re-type password
cs: heslo znova
eu: berridatzi pasahitza
hr: ponovno unesite lozinku
sk: heslo e¹te raz
tr: Parolayý tekrar biçimle
uk: ще раз пароль
vi: gâ l¹i mËt khÈu

source: The passwords don't match. Try again!
cs: Hesla nejsou shodná. Zkuste to znovu!
eu: Pasahitzak ez datoz bat. Saiatu berriro!
hr: Lozinke se ne podudaraju. Poku¹ajte ponovno!
sk: Hesla nesúhlasia. Skúste znova!
tr: Parolalar uyuþmuyor. Tekrar deneyin!
uk: Парол╕ р╕зн╕. Спробуйте ще раз.
vi: MËt khÈu kh«ng ®óng. H·y gâ l¹i!

source: Can't add a partition to _formatted_ RAID md%d
cs: Nemù¾u pøidat oddíl do _naformátovaného_ RAID md%d
eu: Formateatutako RAID md%d-i ezin partiziorik gehitu
hr: Ne mogu dodati particiju na _formatirani_ RAID md%d
lt: Negaliu pridëti skirsnio prie _formatuoto_ RAID md%d
lv: Nevar pievienot partîciju _formatçtam_ RAID md%d
ro: Nu pot adãuga partiþia la md%d _formatat_RAID
sk: Nemô¾em prida» oddiel do _naformátovaného_ RAID poµa md%d
tr: Biçemlendirilmiþ RAID md%d'ye disk bölümü eklenemedi
uk: Не можу додати п╕дрозд╕л до _форматованого_ RAID md%d
vi: Kh«ng thÓ thªm mét ph©n vïng cho _formatted_ RAID md%d

source: Can't write file %s
cs: Nemù¾u zapsat soubor %s
eu: Fitxategia ezin idatz: %s
hr: Ne mogu pisati u datoteku %s
lt: Negaliu áraðyti bylos %s
lv: Neizdodas ierakstît failu %s
sk: Nemô¾em zapísa» súbor %s
tr: %s dosyasýna yazýlamadý
uk: Не можу записати файл %s
vi: Kh«ng thÓ ghi tËp tin %s

source: mkraid failed
cs: mkraid neuspìl
eu: mkraid-ek huts egin du
hr: mkraid nije uspio
lt: mkraid nepavyko
lv: mkraid neizdevâs
ro: mkraid a eºuat
sk: mkraid zlyhal
tr: mkraid baþarýsýz
uk: зб╕й у mkraid
vi: mkraid háng

source: mkraid failed (maybe raidtools are missing?)
cs: mkraid neuspìl (mo¾ná, ¾e chybí raidtools?)
eu: mkraid-ek huts egin du (agian raidtools-ak galdu egin dira?)
hr: mkraid nije uspio (mo¾da niste instalirali raidtools alate?)
lt: mkraid nepavyko (gal bût trûksta raidtools?)
lv: mkraid neizdevâs (varbût nav uzstâdîti raidtools?)
ro: mkraid a eºuat (poate vã lipsesc raidtools?)
sk: mkraid zlyhal (mo¾no nie sú nain¹talované raidtools)
tr: mkraid baþarýsýz (raidtools eksik olabilir mi?
uk: зб╕й у mkraid (можливо не встановлен╕ raidtools?)
vi: mkraid háng (ph¶i ch¨ng do thiÕu raidtools ?)

source: Not enough partitions for RAID level %d
cs: Není dostatek oddílù pro RAID úrovnì %d
eu: Ez dago partizio nahikorik %d RAID mailarako
hr: Nema dovoljno particija za RAID nivo %d
lt: Nëra pakankamai srièiø %d lygio RAID
lv: Nepietiek diska partîciju RAID lîmenim %d
nb: Ikke nok partisjoner for RAID nivå %d
pa_in: RAID ਪੱਧਰ %d ਲਈ ਲੋੜੀਂਦੇ ਭਾਗ ਨਹੀਂ ਹਨ
ro: Nu aveþi destule partiþii pentru nivelul RAID %d
sk: Nie je dos» oddielov pre RAID úrovne %d
tr: %d. seviye RAID için yetersiz sayýda disk bölümü
uk: Недостатньо п╕дрозд╕л╕в для RAID р╕вня %d
vi: Kh«ng ®ñ c¸c ph©n vïng cho møc ®é RAID %d

source: Launch the ALSA (Advanced Linux Sound Architecture) sound system
cs: Spustit zvukový systém ALSA (Advanced Linux Sound Architecture)
eu: Jaurti ALSA (Advanced Linux Sound Architecture) soinu sistema
hr: Pokreni ALSA (Naprednu Linux Zvuènu Arhitekturu) zvuèni sustav
nb: Start ALSA-lydsystemet (Advanced Linux Sound Architecture)
pa_in: ALSA (ਤਕਨੀਕੀ ਲੀਨਕਸ ਸਾਊਂਡ ਢਾਂਚਾ) ਸਾਊਂਡ ਸਿਸਟਮ ਚਲਾਓ
sk: Spustenie ALSA (Advanced Linux Sound Architecture) zvukového systému
tr: ALSA (Geliþmiþ Linux Ses Mimarisi) ses sistemi baþlatýlýyor
uk: Запуск звуково╖ системи ALSA (Advanced Linux Sound Architecture)
vi: Ch¹y hÖ thèng ©m thanh ALSA (Advanced Linux Sound Architecture)

source: Anacron a periodic command scheduler.
cs: Anacron - spou¹tí opakující se akce
eu: Anacron, aldiroko komando programatzailea
hr: Anacron periodno zakazivanje komandi
lt: Anacron yra periodinë komandø tvarkyklë.
lv: Anacron ir periodisku komandu plânotâjs.
ro: Anacron un orar de comandã periodicã
sk: Anacron, periodický plánovaè príkazov.
tr: Anacron, periyodik komut zamanlayýcýsý
uk: Anacron служить для пер╕одичного виконання команд.
vi: Anacron mét lÞch tr×nh lÖnh ®Þnh kú
