Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Finally, depending on your choice of whether or not to select individual packages, you will be presented a tree containing all packages classified by groups and subgroups. While browsing the tree, you can select entire groups, subgroups, or individual packages. Whenever you select a package on the tree, a description appears on the right. When your selection is finished, click the "Install" button which will then launch the installation process. Depending on the speed of your hardware and the number of packages that need to be installed, it may take a while to complete the process. A time to complete estimate is displayed on the screen to help you gauge if there is sufficient time to enjoy a cup of coffee. !! If a server package has been selected either intentionally or because it was part of a whole group, you will be asked to confirm that you really want those servers to be installed. Under Mandrake Linux, any installed servers are started by default at boot time. Even if they are safe and have no known issues at the time the distribution was shipped, it may happen that security holes are discovered after this version of Mandrake Linux was finalized. If you do not know what a particular service is supposed to do or why it is being installed, then click "No". Clicking "Yes" will install the listed services and they will be started automatically by default. !! The "Automatic dependencies" option simply disables the warning dialog which appears whenever the installer automatically selects a package. This occurs because it has determined that it needs to satisfy a dependency with another package in order to successfully complete the installation. The tiny floppy disc icon at the bottom of the list allows to load the packages list chosen during a previous installation. Clicking on this icon will ask you to insert a floppy disk previously created at the end of another installation. See the second tip of last step on how to create such a floppy.
cs: V závislosti na tom, zda jste zvolili individuální výbìt balíèkù, nabídne se stromová struktura, obsahující v¹echny balíèky organizované do skupin. Pøi procházení stromu mù¾ete vybrat jednotlivé balíèky nebo celé skupiny. Pokud vyberete balíèek nebo skupinu, v pravé èásti se objeví popis. Pokud máte výbìr hotový, kliknìte na tlaèítko "Instalovat", které spustí instalaèní proces. Doba trvání instalace závisí poètu balíèkù a na rychlosti va¹eho poèítaèe. Zbývající èas je zobrazován na obrazovce, tak¾e máte odhad na to, zda si stihnete dát ¹álek kávy. :-) Pokud mezi vybranými balíèky jsou serverové programy, zobrazí se dotaz na to, zda opravdu chcete tyto servery nainstalovat. V distribuci Mandrake Linux jsou tyto servery spu¹tìny pøi startu systému. I kdy¾ v dobì vydání distribuce nejsou známy ¾ádné bezpeènostní problémy, mohou se vyskytnout pozdìji. Pokud nevíte, k èemu jsou urèeny nìkteré serverové slu¾by, kliknìte na "Ne". Kliknutím na "Ano" se dané slu¾by nainstalují a spustí pøi startu! Volba "Automatické závislosti" odstraòuje varovné hlá¹ení, které se objeví v¾dy, kdy¾ vyberete balíèek, který má dal¹í závislosti a instalaèní program tak musí vybrat dal¹í potøebné balíèky. Malá ikonka diskety umo¾òuje nahrát ji¾ pøedtím vybraný seznam balíèkù. Kliknìte na ikonu a vlo¾te disketu s ulo¾eným výbìrem. V posledním kroku bude návod, jak si tuto disketu vytvoøit.
tr: Son olarak, tek tek paket seçimini etkinleþtirdiyseniz, paketleri gruplar ve alt gruplar þeklinde sýralanmýþ bir aðaçtan seçebilirsiniz. Aðacý tarayarak grup, alt grup ya da tek tek paket seçimleri yapabilirsiniz. Bir paketi seçtiðinizde sað tarafta paket hakkýnda kýsa bir açýklama görünür. Paket seçimini bitirdiðinizde "Kur" düðmesi ile kurulum iþlemini baþlatabilirsiniz. Kurulum için gereken süre donaným hýzýnýza ve seçtiðiniz paket sayýsýna baðlýdýr. Kurulumun tahmini bitme süresi bir gösterge ile gösterilecektir. Bu arada koltuðunuza yaslanýp çayýnýzý ya da kahvenizi yudumlayabilirsiniz. <ÖNEMLÝ> Ýster bilerek ister belli bir grubun parçasý olarak, sunucu bölümünden seçtiðiniz hizmetleri gerçekten kullanýp kullanmak istemediðiniz ayrýca sorulacaktýr. Mandrake Linux baþlatýldýðýnda kurulu olan hizmetlerin herbiri öntanýmlý olarak baþlatýlýr. Onlar Mandrake Linux daðýtýma girerken kýlavuzlarýndan güvenli olduklarý anlaþýlarak seçilmiþ bile olsalar, daðýtýmdan sonra bir takým güvenlik açýklarý keþfedilmiþ olabilir. Bir hizmetin ne sunduðu hakkýnda bir fikriniz yoksa ya da neden kurmak gerektiðini bilmiyorsanýz "Hayýr", listelenen hizmetlerin kurulmasýný ve otomatik olarak baþlatýlmasýný istiyorsanýz "Evet" düðmesine týklayýnýz. </ÖNEMLÝ> Kurulum programýnýn baðýmlý paketleri kendiliðinden saptayýp kurmasý ve uyarý diyaloðunun görünmemesi için basitçe "Otomatik baðýmlýlýklar" seçeneðini etkinleþtirebilirsiniz. Kurulumun baþarýyla tamamlanmasý ve kurulan paketlerin sorunsuz çalýþabilmesi için bu paketlerin baðýmlý olduðu paketlerin de kurulmasý gerekir. Listenin altýndaki küçük disket simgesi önceki kurulumda seçilen paketlerin kurulmasýný saðlar. Bu simgeye týkladýðýnýzda önceki kurulumun sonunda oluþturulan bir disketin sürücüye takýlmasý istenecektir. Bu disketin nasýl oluþturulacaðýný öðrenmek için kurulumun son adýmýnýn ikinci ipucuna bakýnýz.
uk: ╤ нарешт╕, в залежност╕ в╕д того, чи Ви вибрали ╕ндив╕дуальний виб╕р пакет╕в чи н╕, Вам буде показано повне дерево пакет╕в з╕браних по групах ╕ п╕дгрупах. Переглядаючи пакети Ви зможете вибрати повн╕ групи, п╕дгрупи та ╕ндив╕дуальн╕ пакети. Кожного разу, коли Ви вибира╓те пакет в дерев╕, з'явла╓ться п╕дказка, праворуч в╕д назви. П╕сля того, як Ви зак╕нчили виб╕р пакет╕в, натисн╕ть кнопку Встановити. Почнеться власне установка системи. Якщо к╕льк╕сть вибраних пакет╕в велика, можете п╕ти попити кави. !! Якщо або навмисне, або як складова частина яко╖сь групи, було вибрано для установки певн╕ сервери, Вам буде задане запитання, чи Ви справд╕ бажа╓те бачити ц╕ сервери встановленими. В Мандрейку вс╕ встановлен╕ сервери автоматично запускаються при завантаженн╕ системи. Нав╕ть, якщо на час куп╕вл╕ системи не було в╕домо проблем з безпекою даних сервер╕в, можливо, що в п╕зн╕ший час так╕ проблеми будуть виявлен╕. Особливо, якщо Ви не зна╓те про що йде мова, натисн╕ть тут на Н╕. Якщо Ви натиснете Так, сервери будуть встановлен╕ ╕ вмикнен╕ неявно!! Опц╕я Автоматичн╕ залежност╕ забороня╓ попередження коли програма установки знаходить, що т╕льки що вибраний (чи в╕дм╕нений виб╕р) пакет залежить в╕д ╕ншого пакету. Маленька п╕ктограма гнучкого диска в самому низу списку дозволя╓ завантажити список пакет╕в з дискети, якщо при попередн╕й установц╕ Ви зберегли його на дискету. П╕сля натискання ц╕╓╖ кнопки, система попросить вставити дискету ╕з списком пакет╕в у прив╕д. Додатково Ви можете отримати ╕нформац╕ю про те, як створити таку дискету в друг╕й порад╕ останнього пункту.

source: If you wish to connect your computer to the Internet or to a local network, please choose the correct option. Please turn on your device before choosing the correct option to let DrakX detect it automatically. Mandrake Linux proposes the configuration of an Internet connection at installation time. Available connections are: traditional modem, ISDN modem, ADSL connection, cable modem, and finally a simple LAN connection (Ethernet). Here, we will not detail each configuration. Simply make sure that you have all the parameters from your Internet Service Provider or system administrator. You can consult the manual chapter about Internet connections for details about the configuration, or simply wait until your system is installed and use the program described there to configure your connection. If you wish to configure the network later after installation or if you have finished configuring your network connection, click "Cancel".
cs: Vyberte si, zda chcete pøipojit svùj poèítaè k místní síti nebo k internetu. Nejdøíve ale zapnìte pøíslu¹né zaøízení, aby ho DrakX mohl automaticky najít. Mandrake Linux dovoluje nastavit pøipojení k internetu ji¾ pøi instalaci. Zpùsoby pøipojení jsou: tradièní modem, ISDN modem, ADSL spojení, kabelový modem a koneènì klasické pøipojení do LAN sítì (Ethernet). Ujistìte se, ¾e máte v¹echny dostupné informace pro pøipojení od svého poskytovatele pøipojení nebo od správce sítì. Více informací naleznete v pøíslu¹né kapitole v manuálu, nebo mù¾ete systém nainstalovat a pou¾ít programy na konfiguraci pøipojení pozdìji. Pokud nemáte ¾ádné pøipojení k internetu ani k místní síti, kliknìte na "Zru¹it".
tr: Makinanýzý Internet'e ya da bir yerel aða baðlamak isterseniz, lütfen doðru seçeneði belirtin. Aygýt makinanýza bir dýþ aygýt olarak baðlýysa lütfen onun enerji almasýný saðlayýn ki DrakX onu algýlayabilsin. Mandrake Linux kurulum sýrasýnda Internet baðlantýsýný yapýlandýrmanýzý saðlayabilir. Baðlantý türleri: Geleneksel modem, ISDN modem, ADSL baðlantýsý , kablo modem ve son olarak basit LAN baðlantýsý (Eternet). Burada her yapýlandýrmanýn ayrýntýsýna girilmeyecektir. Gerekli bilgileri Internet Servis Saðlayýcý'nýzdan ya da Að Yöneticinizden saðlayabilirsiniz. Internet baðlantýsýnýn yapýlandýrýlmasý hakkýndaki bilgileri kýlavuzda bulabilirsiniz. Ya da sistem kurulumu tamamlandýktan sonra kýlavuzda açýklandýðý gibi baðlantýnýzý yapýlandýrabilirsiniz. Aðýnýzýn yapýlandýrmasýný kurulum bittikten sonra kendiniz yapmak istiyorsanýz "Ýptal" düðmesine týklayabilirsiniz.
uk: Вибер╕ть коректну опц╕ю для з'╓днання, якщо Ви бажа╓те п╕дключити св╕й комп'ютер до глобальних тенет чи локально╖ мереж╕. Перш, н╕ж вибирати опц╕ю для з'╓днання, вмикн╕ть пристр╕й, щоб DrakX м╕г визначити пристр╕й автоматично. Мандрейк Л╕накс пропону╓ конф╕╜урац╕ю з'╓днання з тенетами при установц╕. Доступн╕ типи конф╕╜урац╕й: звичайний модем, модем ISDN, з'╓днання ADSL, кабельний модем ╕, нарешт╕, звичайне з'╓днання локально╖ мереж╕ (Ethernet). Тут ми не розгляда╓мо вс╕х подробиць кожного типу з'╓днання. Просто пересв╕дч╕ться, що Ви ма╓те вс╕ необх╕дн╕ дан╕ в╕д провайдера послуг тенет чи системного адм╕н╕стратора. Можете звернутися до пос╕бника за додатковою ╕нформац╕╓ю, чи просто зачекайте, доки система встановиться, ╕ скористайтесь програмою для встановлення конф╕╜урац╕╖ з'╓днання тенет. Якщо Ви не ма╓те н╕яко╖ мереж╕, н╕ з глобальними тенетеми, н╕ з локальною мережею, натисн╕ть кнопку "Заборонити мережу". Якщо ж Ви хочете сконф╕╜урувати мережу п╕зн╕ше, п╕сля установки, натисн╕ть на "Зак╕нчено".

source: You may now choose which services you wish to start at boot time. Here are presented all the services available with the current installation. Review them carefully and uncheck those which are not always needed at boot time. You can get a short explanatory text about a service by selecting a specific service. However, if you are not sure whether a service is useful or not, it is safer to leave the default behavior. At this stage, be very careful if you intend to use your machine as a server: you will probably not want to start any services that you do not need. Please remember that several services can be dangerous if they are enabled on a server. In general, select only the services you really need.
cs: Nyní si zvolte, které slu¾by mají být spu¹tìny pøi startu poèítaèe. Je zde seznam v¹ech slu¾eb, které jsou aktuálnì nainstalovány. Prohlédnìte si seznam pozornì a zru¹te ty, které nepotøebujete spou¹tìt pøi startu poèítaèe. Pokud pøejedete my¹í nad nìkterou polo¾kou, objeví se malá nápovìda s popisem, co daná slu¾ba dìlá. Pokud pøesnì nevíte, zda je slu¾ba u¾iteèná nebo ne, je lep¹í ji nechat ve výchozím stavu. Rozva¾te, co za slu¾by spustit, zvlá¹tì pokud budete poèítaè provozovat jako server: nepotøebujete v¹echny slu¾by. Pamatujte, ¾e èím více slu¾eb je spu¹tìno, tím je vìt¹í nebezpeèí ne¾ádoucího proniknutí do poèítaèe. Tak¾e povolte opravdu jen ty slu¾by, které nezbytnì potøebujete.
tr: Þimdi, açýlýþ sýrasýnda otomatik olarak baþlamasýný istediðiniz hizmetleri seçebilirsiniz. Burada þu an ki kurulum sýrasýnda kullanabileceðiniz tüm hizmetler listelenmiþtir. Her birini dikkatle okuyun ve açýlýþ sýrasýnda baþlamasýný istemediðiniz hizmetleri seçilmemiþ duruma getirin. Fare bir maddenin üzerine geldiðinde o hizmetin rolünü açýklayan küçük bir baloncuk ortaya çýkacaktýr. Bir hizmetin ne sunduðu hakkýnda bir fikriniz yoksa ayarýna dokunmadan olduðu gibi býrakmak en güvenli yöntemdir. Eðer makinanýzý bir sunucu olarak kullanacaksanýz bu adýmda dikkatli olmalýsýnýz: Muhtemelen kullanmak istemediðiniz hiçbir hizmeti baþlatmak istemezsiniz. Bir sunucuda açýk duruma getirilen hizmetlerin her birinin aslýnda bir güvenlik açýðý olabileceðini lütfen unutmayýnýz. Genel olarak, sadece ihtiyacýnýz olan hizmetleri seçmeye dikkat ediniz.
uk: Ви можете вибрати як╕ серв╕си будуть запускатися автоматично при старт╕ системи. Тут нада╓ться список вс╕х служб, що можуть встановлюватися програмою установки. Перегляньте уважно ц╕ служби ╕ в╕дм╕н╕ть виб╕р тих, як╕ не повинн╕ запускатися при старт╕ системи. Коли Ваша мишка насува╓ться на один ╕з пункт╕в, невеличка кулька ╕з п╕дсказкою з'явиться, яка опису╓ функц╕╖ даного серв╕су. Будьте особливо уважними, якщо ви збира╓тесь використовувати цю систему як сервер: напевне не потр╕бно стартувати н╕як╕ серв╕си, як╕ не будуть використовуватися. Пам'ятайте, будь-ласка, що деяк╕ вмикнен╕ серв╕си можуть бути небезпечними на сервер╕. Як загальне правило, вибирайте т╕льки т╕ серв╕си, як╕ Вам справд╕ необх╕дн╕.

source: GNU/Linux manages time in GMT (Greenwich Manage Time) and translates it in local time according to the time zone you selected.
cs: GNU/Linux si ukládá informace o èase ve formátu GMT (Greenwich Manage Time) a pøekládá ho do místního èasu podle vybrané èasové zóny.
eu: GNU/Linux-ek GMT edo "Greenwich Mean Time" erabiltzen du eta hau zure bizitokira egokitzen du.
hr: Linux koristi GMT (Srednje vrijeme po Greenwichu) koje onda preraèunava u lokalno vrijeme u va¹oj vremenskoj zoni koje ste odabrali.
lt: GNU/Linux tvarko laikà pagal GMT (Greenwich Mean Time), ir paverèia já á vietiná laikà pagal tavo pasirinktà laiko juostà.
lv: GNU/Linux laiku rçíina pçc GMT jeb "Grînièas Meridiâna Laika" un pârvçrð to par vietçjo laiku atbilstoði jûsu izvçlçtajai laika joslai.
tr: GNU/Linux zamaný GMT'ye (Greenwich Mean Time) göre ayarlar ve bulunduðunuz bölgedeki zaman dilimine göre gerekli deðiþiklikleri yapar.
uk: GNU/Л╕накс обробля╓ час в╕дносно до часу по ╫р╕нв╕чу (GMT або "Greenwich Mean Time") ╕ переводить його в м╕сцевий час у в╕дпов╕дност╕ до часового поясу, в якому ви знаходитесь.
vi: GNU/Linux qu¶n lý thêi gian theo GMT (Greenwich Manage Time) vµ chuyÓn ®æi nã sang giê ®Þa ph­¬ng dùa vµo mói giê b¹n chän.

source: X (for X Window System) is the heart of the GNU/Linux graphical interface on which all the graphics environments (KDE, Gnome, AfterStep, WindowMaker...) bundled with Mandrake Linux rely. In this section, DrakX will try to configure X automatically. It is extremely rare for it to fail, unless the hardware is very old (or very new). If it succeeds, it will start X automatically with the best resolution possible depending on the size of the monitor. A window will then appear and ask you if you can see it. If you are doing an "Expert" install, you will enter the X configuration wizard. See the corresponding section of the manual for more information about this wizard. If you can see the message and answer "Yes", then DrakX will proceed to the next step. If you cannot see the message, it simply means that the configuration was wrong and the test will automatically end after 10 seconds, restoring the screen.
cs: X Window System (zkrácenì X) je srdcem grafického rozhraní GNU/Linuxu, na kterém jsou provozovány grafická prostøedí (KDE,Gnome,AfterStep, WindowMaker) V této sekci se DrakX pokusí nakonfigurovat X automaticky. Existují pøípady, kdy se automatická detekce nezdaøí. Je to v pøípadech, ¾e je daný hardware velmi starý (nebo velmi nový). Pokud se detekce podaøí, spustí se grafické prostøedí v nejlep¹ím mo¾ném rozli¹ení v závislosti na monitoru. Probìhne test, kdy se zobrazí okno s otázkou, zda je správnì zobrazeno. Pokud provádíte "expertní" instalaci, spustí se prùvodce konfigurací X Window. Více informací o prùvodci naleznete v odpovídající sekci v manuálu. Pokud pøi testu nastavení uvidíte zprávu dobøe, odpovìzte "Yes" a instalace pokraèuje dal¹ím krokem. Pokud nic neuvidíte, test automaticky skonèí za 10 vteøin a obnoví se obrazovka.
tr: X (X Pencere Sistemi) Mandrake Linux ile birlikte gelen tüm masaüstü yöneticileri (KDE, GNOME, AfterStep, WindowMaker, v.s.) için GNU/Linux grafik arayüzünün kalbidir. Bu adýmda DrakX , X'i otomatik olarak yapýlandýrmaya çalýþacaktýr. Donanýmýnýz çok eski ya da çok yeni ise büyük ihtimalle baþarýsýz olacaktýr. Baþarýlý olduðu takdirde monitörünüzün ve ekran kartýnýzýn en iyi sunabildiði çözümle X'i otomatik olarak baþlatacak ve bir pencerede ki soruyu cevaplandýracaksýnýz. Bir ileti görür ve "Evet" düðmesine týklarsanýz sonraki adýma geçeceksiniz. Bu iletinin görünmemesi yapýlandýrmanýn yanlýþ olduðu anlamýndadýr ve 10 saniyelik beklemenin ardýndan bir seçim yapýlmadýðýnda deneme bitirilerek önceki ekrana geri dönülür. "Uzman" kurulumu yapýyorsanýz otomatik yapýlandýrma yerine X yapýlandýrma sihirbazýna gireceksiniz. Bu sihirbaz hakkýnda daha ayrýntýlý bilgi edinmek için kýlavuzda ki ilgili bölümü okuyabilirsiniz.
uk: X (в╕д назви X Window System) лежить в основ╕ граф╕чного ╕нтерфейсу, на якому базуються вс╕ граф╕чн╕ середовища (KDE, Gnome, AfterStep, WindowMaker...), що входять до складу Мандрейк Л╕накса. В ц╕й секц╕╖ установки drakX спробу╓ настро╖ти конф╕╜урац╕ю X автоматично. Ця програма не спрацьову╓ дуже р╕дко. ╢диною причиною неудач╕ може бути той факт, що Ваше апаратне забезпечення занадто старе (або занадто нове). Якщо конф╕╜урац╕я пройде усп╕шно, X старту╓ автоматично з найвищою розд╕льною здатн╕стю, на яку сконф╕╜уровано апаратуру ╕ залежно в╕д розм╕ра мон╕тора. З'явиться в╕кно з запитанням, чи можете Ви побачити X. Якщо Ви встановлю╓те систему в Експертному режим╕, Ви потрапите в програму Пом╕чника конф╕╜уратора X. Зверн╕ться до в╕дпов╕дного розд╕лу документац╕╖ з приводу цього. Якщо Ви побачите запитання ╕ дасте на нього ствердну в╕дпов╕дь, drakX перейде до наступного кроку установки системи. Якщо Ви не бачите запитання, це просто означа╓, що конф╕╜урац╕я була нев╕рною ╕ тест автоматично зак╕нчиться через 10 секунд, в╕дновивши екран.

source: The first time you try the X configuration, you may not be very satisfied with its display (screen is too small, shifted left or right...). Hence, even if X starts up correctly, DrakX then asks you if the configuration suits you. It will also propose to change it by displaying a list of valid modes it could find, asking you to select one. As a last resort, if you still cannot get X to work, choose "Change graphics card", select "Unlisted card", and when prompted on which server you want, choose "FBDev". This is a failsafe option which works with any modern graphics card. Then choose "Test again" to be sure.
cs: Mù¾e se stát, ¾e pøi prvním testu nebude zvoleno nejoptimálnìj¹í rozli¹ení (obrazovka je pøíli¹ malá, je posunuta doprava èi doleva...) V této chvíli se instalaèní program dotá¾e, jaké rozli¹ení si pøejete a nabídne seznam pou¾itelných rozli¹ení. Pokud se nepodaøí X Window korektnì spustit, vyberte se z nabídky "Zmìnit" grafickou kartu, vyberte "Neznámá karta" a pøi otázce na výbìr serveru odpovìzte "FBDev". Tato volba dovoluje pøi potí¾ích spustit X Window na v¹ech moderních grafických kartách. Potom "Znova otestovat" pro ovìøení.
tr: X yapýlandýrmasýný ilk kez deniyorsanýz, ekraný size pek kullanýþlý gelmeyebilir (küçük, saða ya da sola kaymýþ bir ekran). X doðru olarak baþlatýldýktan sonra, DrakX yapýlandýrmanýn sizce uygun olup olmadýðýný soracaktýr. Ayrýca geçerli kiplerin bir listesini sunarak yapýlandýrmanýzý deðiþtirebilmeniz için birini seçmenizi isteyecektir. Hala X çalýþmýyorsa, son çare olarak "Ekran kartýný deðiþtir" seçtikten sonra "listelenmemiþ kart" seçin ve hangi sunucuyu kullanmak istediðiniz sorulduðunda ise "FBDev" seçiniz. Bu her modern ekran kartýyla çalýþabilen son çare bir X sunucusudur. Emin olmak için "Tekrar dene" seçiniz.
uk: Можливо з першого разу Ви не зможете встановити найкращий дисплей (екран замалий, посунутий вб╕к, тощо). Ось чому, нав╕ть якщо X старту╓ в╕рно, drakX перепита╓ Вас, чи п╕дходить Вам дана конф╕╜урац╕я ╕ запропону╓ зм╕нити деяк╕ в╕деорежими, показавши ╖х список. Якщо н╕чого не спрацю╓, ╕ Ви не зможете запустити X на сво╖й машин╕, вибер╕ть пункт Зм╕нити в╕део плату, вибер╕ть Плати нема╓ в списку (Unlisted card) ╕, коли drakX запита╓ який сервер Ви хочете встановити, вибер╕ть FBDev. Цей режим застрахований в╕д неудач, який п╕дтриму╓ться б╕льш╕стю сучасних в╕део плат. П╕сля цього вибер╕ть Випробувати ще раз.

source: Finally, you will be asked whether you want to see the graphical interface at boot. Note this question will be asked even if you chose not to test the configuration. Obviously, you want to answer "No" if your machine is to act as a server, or if you were not successful in getting the display configured.
cs: Poslední otázka je na to, zda chcete spustit grafické prostøedí pøi startu. Tato otázka se zobrazí i v pøípadì, ¾e nastavení pøedtím neotestujete. Je zøejmé, ¾e odpovíte "Ne" v pøípadì, ¾e poèítaè bude pracovat jako server nebo v pøípadì, ¾e se nepodaøilo správnì nastavit grafickou kartu.
tr: Son olarak açýlýþ sýrasýnda grafik arayüzle baþlamak isteyip istemediðiniz sorulacaktýr. Yapýlandýrmanýzý denemeyi seçmemiþ bile olsanýz bu soru yine de sorulacaktýr. Ekranýnýzý iyi yapýlandýramamýþsanýz ya da makinanýzýn bir sunucu rolü üstlenmesini seçmiþseniz bu soruya "Hayýr" cevabý vermeniz önerilir.
uk: П╕сля цього Вам буде задане запитання, чи хот╕ли б Ви, щоб граф╕чний ╕нтерфейс вмикався автоматично при завантаженн╕ системи. Зауважте, що це запитання буде задане нав╕ть якщо Ви в╕дмовитесь в╕д випробовування конф╕╜урац╕╖. Звичайно ж, якщо Ваша машина буде працювати сервером, або якщо Ви не змогли в╕рно настро╖ти X, тут краще в╕дпов╕сти "Н╕".
