Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Password (again)
cs: Heslo (podruhé)
eu: Pasahitza (berriz)
hr: Lozinka (provjera)
lt: Slaptaþodis (vël)
lv: Parole (atkârtoti)
nb: Passord (på nytt)
pa_in: ਗੁਪਤ-ਕੋਡ (ਫਿਰ)
ro: Parola (din nou)
sk: Heslo (znovu)
tr: Parola (tekrar)
uk: Пароль (ще раз)
vi: NhËp l¹i mËt khÈu

source: Restrict command line options
cs: Omezení nastavení z pøíkazové øádky
eu: Komando lerroaren aukerak murriztu
hr: Ogranièene opcije na komandnoj liniji
lt: Grieþtos komandinës eilutës parinktys
lv: Ierobeþot komandrindas opcijas
pa_in: ਕਮਾਂਡ ਲਾਈਨ ਚੋਣ ਮਨਾਹੀ
ro: Limiteazã opþiunile liniei de comandã
sk: Obmedz voµby príkazového riadku
tr: Komut satýrý seçeneklerini kýsýtla
uk: Обмежити опц╕╖ командного рядка
vi: Tïy chän dßng lÖnh h¹n chÕ

source: restrict
cs: omezení
eu: murriztu
hr: ogranièi
lt: grieþta
lv: ierobeþot
pa_in: ਮਨਾਹੀ
ro: limiteazã
sk: obmedz
tr: kýsýtla
uk: обмежити
vi: h¹n chÕ

source: Clean /tmp at each boot
cs: Vyèistit /tmp pøi ka¾dém startu
eu: Abiarazte bakoitzean /tmp garbitu
hr: Oèisti /tmp na svakom podizanju
lt: Iðvalyti /tmp kiekvienà kartà ákrovus
lv: Iztîrît /tmp katras sâknçðanas laikâ
pa_in: ਹਰੇਕ ਬੂਟ ਦੌਰਾਨ /tmp ਸਾਫ ਕਰੋ
ro: Curãþã /tmp la fiecare demaraj
sk: Vyèisti» /tmp pri ka¾dom ¹tarte
tr: /tmp dizinin her açýlýþta temizle
uk: Очищати /tmp при кожному перевантаженн╕
vi: Xãa /tmp mçi khi khëi ®éng

source: Precise RAM size if needed (found %d MB)
cs: Pokud je tøeba, upøesnìte velikost pamìti (nalezeno %d MB)
eu: Behar izanez gero RAM tamaina zehatza(%d MB aurkituta)
hr: Precizna velièina RAMa (pronaðeno %d MB)
lt: Tikslus RAM atminties dydis (rasta %d MB)
lv: Ja nepiecieðams, precizçjiet RAM apjomu (atrasti %d MB)
pa_in: ਜੇ ਲੋੜ ਹੈ RAM ਅਕਾਰ ਠੀਕ ਕਰੋ (%d ਮੈਬਾ ਲੱਭਿਆ ਹੈ)
ro: Precizeazã cantintatea de RAM dacã e necesar (am gãsit %d MB)
sk: Presná veµkos» pamäti (na¹iel som %d MB)
tr: Gereken bellek (%d MB bulundu)
uk: Точний об'╓м пам'ят╕ (RAM). Знайдено %d Мб
vi: Cho biÕt râ dung l­îng RAM (cã %d MB)

source: Enable multi profiles
cs: Povolit více profilù
eu: Gaitu multi profilak
hr: Omoguæi vi¹e obrazaca
lt: Leisti keletà profiliø
lv: Atïaut multi profilus
ro: Activeazã profilurile multiple
sk: Dovoli» multi profily
tr: Birden çok profil'e izin ver
uk: Дозволити багатопроф╕льн╕сть
vi: Cho phÐp ®a lý lÞch

source: Give the ram size in MB
cs: Zadejte velikost pamìti v MB
eu: Ram tamaina Mb-etan
hr: Upi¹ite velièinu RAM u Mb
lt: Nurodyk RAM atminties dydá (MB)
lv: Norâdiet atmiòas apjomu Mb
pa_in: ਮੈਬਾ ਵਿੱਚ ਰੈਮ ਅਕਾਰ ਦਿਓ
ro: Introduceþi cantintatea de RAM în MB
sk: Zadajte veµkos» pamäti v Mb
tr: Bellek boyutunu Mb cinsinden veriniz
uk: Давати розм╕р пам'ят╕ в Мб
vi: HiÓn thÞ dung l­îng RAM theo MB

source: Option ``Restrict command line options'' is of no use without a password
cs: Volba ''Omezení nastavení z pøíkazové øádky'' je bezpøedmìtné bez hesla
eu: Aukera ``Komando lerroaren aukerak murriztu'' ezin erabili pasahitz gabe
hr: Postavka ``Ogranièene opcije na komandnoj liniji'' nema svrhe ako ne unesete lozinku
lt: Parinktis ¥Grieþtos komandinës eilutës parinktys´ yra nenaudingà be slaptaþodþio
lv: Opcijai ``Ierobeþot komandrindas opcijas'' nav jçgas bez paroles
pa_in: ਚੋਣ ``ਕਮਾਂਡ ਲਾਈਨ ਚੋਣ ਮਨਾਹੀ'' ਦਾ ਗੁਪਤ-ਕੋਡ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਤਲਬ ਨਹੀਂ
ro: Opþiunea ``Limiteazã opþiunile liniei de comandã'' e inutilã fãrã parolã
sk: Parameter ``Restrict command line options'' je bez pou¾itia hesla vypnutý
tr: "Komut satýrý seçeneklerini kýsýtla" seçeneði parolasýz bir iþe yaramaz
uk: Опц╕я ``Обмежити опц╕╖ командного рядка'' не ма╓ сенсу без пароля
vi: Tuú chän ``Tïy chän dßng lÖnh h¹n chÕ'' nghÜa lµ kh«ng cho sö dông nÕu kh«ng cã mËt khÈu

source: Please try again
cs: Zkuste to znovu, prosím
eu: Mesedez saia zaitez berriro
hr: Molim poku¹ajte ponovo
lt: Praðom bandyti vël
lv: Lûdzu mçìiniet vçlreiz
nb: Prøv igjen
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Încercaþi din nou
sk: Prosím skúste znovu
tr: Lütfen tekrar deneyin
uk: Будь-ласка, спробуйте ще раз
vi: H·y thö l¹i

source: The passwords do not match
cs: Hesla nejsou shodná
eu: Pasahitza ez dator bat
hr: Lozinke se ne podudaraju
lt: Slaptaþodþiai nesutampa
lv: Paroles nesakrît
nb: Passordene er ikke like
pa_in: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
ro: Parolele nu corespund
sk: Heslo nesúhlasí
tr: Parolalar uyuþmuyor
uk: Парол╕ р╕зн╕
vi: MËt khÈu kh«ng ®óng

source: Init Message
cs: Úvodní zpráva
eu: Init mezua
hr: Init poruka
pa_in: Init ਸੁਨੇਹਾ
sk: Inicializaèná správa
tr: Init Ýletileri
uk: Пов╕домлення при завантаженн╕
vi: Th«ng ®iÖp cña Init

source: Open Firmware Delay
cs: Prodleva pro firmware
eu: Open Firmwarearen atzerapena
hr: Pauza Otvorenog Firmware-a
pa_in: ਫਰਮਵੇਅਰ ਦ੍ਰਿਸ਼ ਖੋਲੋ
tr: Gömülü Sistem Gecikmesini Aç
uk: Затримка Open Firmware
vi: Më sù trÔ cña tr×nh c¬ së

source: Kernel Boot Timeout
cs: Prodleva pøi spu¹tìní
eu: Kernelaren abiaratzea denboraz landa
hr: Vrijeme èekanja podizanja kernela
pa_in: ਕਰਨਲ ਬੂਟ ਮਿਆਦ
sk: Oneskorenie pre ¹tart kernelu
tr: Çekirdek Önyükleme Zaman Aþýmý
uk: Затримка при завантаженн╕ ядра
vi: Thêi gian chê khëi ®éng Kernel

source: Enable CD Boot?
cs: Povolit spu¹tìní z CD?
eu: CDtik abiarazgai?
hr: Omoguæi CD podizanje?
pa_in: CD ਬੂਟ ਯੋਗ?
sk: Povoli» ¹tart z CD?
tr: CD den açýlýþ etkinleþtirilsin mi?
uk: Дозволити завантаження з компакт-диску?
vi: Cho phÐp khëi ®éng CD?

source: Enable OF Boot?
cs: Povolit zavadìè OF?
eu: OFz abiarazgai?
hr: Omoguæi podizanje?
pa_in: OF ਬੂਟ ਯੋਗ?
sk: Povoli» ¹tart z OF?
tr: OF açýlýþý etkinleþtirilsin mi?
uk: Дозволити завантаження OF?
vi: Cho phÐp khëi ®éng OF?

source: Default OS?
cs: Výchozí OS?
eu: Jatorrizko SEa?
hr: Uobièajeni OS?
lv: Noklusçtâ OS?
pa_in: ਮੂਲ OS?
sk: Predvolený OS?
tr: Öntanýmlý Ýþletim Sistemi?
uk: Основна система?
vi: HÖ ®iÒu hµnh mÆc ®Þnh?

source: Here are the different entries. You can add some more or change the existing ones.
cs: Tady jsou v¹echny záznamy. Mù¾ete pøidat dal¹í nebo zmìnit stávající.
eu: Hemen daude sarrera desberdinak. Zenbait gehitu edo daudenak aldatu ditzakezu.
hr: Ovo su trenutni zapisi. Mo¾ete dodati jo¹ koji ili urediti postojeæi.
lt: Èia yra skirtingi áraðai. Tu gali pakeisti esamus arba prijungti naujus.
lv: Ðeit ir daþâdi sâknçðanas ieraksti. Jûs varat pievienot jaunus vai izmainît esoðos.
ro: Acestea sunt diferitele intrãrile. Puteþi sã mai adãugaþi ºi altele sau sã schimbaþi cele existente.
sk: Momentálne sa tu nachádzajú tieto záznamy. Mô¾ete pridáva» ïal¹ie, alebo meni» existujúce.
tr: Burada ki seçeneklere yenilerini ekleyebilir ya da mevcut olanlarý deðiþtirebilirsiniz.
uk: Тут наведен╕ р╕зноман╕тн╕ пункти. ви можете або додати ще деяк╕, або зм╕нити т╕, що вже ╕снують.
vi: §©y lµ c¸c môc nhËp kh¸c nhau. B¹n cã thÓ thªm hoÆc thay ®æi c¸c môc hiÖn thêi.

source: Add
cs: Pøidat
eu: Gehitu
hr: Dodaj
lt: Pridëti
lv: Pievienot
nb: Legg til
pa_in: ਸ਼ਾਮਲ
ro: Adaugã
sk: Prida»
tr: Ekle
uk: Додати
vi: Thªm

source: Done
cs: Hotovo
eu: Eginda
hr: Gotov
lt: Atlikta
lv: Izdarîts
nb: Ferdig
pa_in: ਸਮਾਪਤ
ro: Gata
sk: Hotovo
tr: Bitti
uk: Зак╕нчено
vi: Hoµn thµnh

source: Modify
cs: Zmìnit
eu: Aldatu
hr: Promjeni
lv: Mainît
nb: Endre
pa_in: ਸੋਧਿਆ
sk: Modifikova»
tr: Deðiþtir
uk: Зм╕нити
vi: Thay ®æi

source: Which type of entry do you want to add?
cs: Jaký typ záznamu chcete pøidat?
eu: Zelako sarrera mota gehitu nahi duzu
hr: Kakvu vrstu zapisa ¾elite dodati
lt: Kokio tipo áraðà tu nori pridëti?
lv: Kâda veida ierakstu gribat pievienot
nb: Hvilken type oppføring vil du legge til?
pa_in: ਤੁਸੀਂ ਕਿਸ ਕਿਸਮ ਦੀ ਇੰਦਰਾਜ ਸ਼ਾਮਿਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
ro: Ce tip de intrãri doriþi sã adãugaþi ?
sk: Aký typ záznamu chcete prida»
tr: Ne tür bir giriþ yapmak istiyorsunuz?
uk: Який тип ви хочете додати?
vi: B¹n muèn thªm kiÓu môc nhËp nµo?

source: Other OS (SunOS...)
cs: Jiný systém (SunOs...)
eu: Beste OS (SunOS...)
hr: Drugi OS (SunOS...)
lt: Kitos OS (SunOS...)
lv: Cita OS (SunOS...)
pa_in: ਹੋਰ OS (SunOS...)
ro: Alt SO (SunOS...)
sk: Iný OS (SunOS...)
tr: Diðer iþletim sistemleri (SunOS...)
uk: ╤нш╕ системи (SunOS...)
vi: HÖ ®iÒu hµnh kh¸c (SunOS...)

source: Other OS (MacOS...)
cs: Jiný systém (MacOs...)
eu: Beste OS (MacOS...)
hr: Drugi OS (MacOS...)
lt: Kitos OS (MacOS...)
lv: Cita OS (MacOS...)
pa_in: ਹੋਰ OS (MacOS...)
sk: Iný OS (MacOS...)
tr: Diðer iþletim sistemleri (MacOS...)
uk: ╤нш╕ системи (MacOS...)
vi: HÖ ®iÒu hµnh kh¸c (MacOS...)

source: Other OS (windows...)
cs: Jiný systém (Windows...)
eu: Beste OS (windows...
hr: Drugi OS (Windows...)
lt: Kitos OS (Windows...)
lv: Cita OS (windows...)
ro: Alt SO (windows...)
sk: Iný OS (windows...)
tr: Diðer iþletim sistemleri (Windows...)
uk: ╤нш╕ системи (windows...)
vi: HÖ ®iÒu hµnh kh¸c (Windows...)

source: Image
cs: Obraz(image)
eu: Imagina
hr: Slika (image)
lt: Atvaizdas
lv: Attçls
nb: Bilde
pa_in: ਚਿੱਤਰ
ro: Imagine
sk: Obraz
tr: Görüntü
uk: Образ
vi: ¶nh

source: Root
cs: Koøenový(root)
lt: Ðakninis
lv: Sakne
nb: Rot
pa_in: ਰੂਟ
tr: Kök

source: Append
cs: Pøipojit
eu: Jarraitu (Append)
hr: Dodaj na kraj
lt: Pridurti
lv: Papildinât
nb: Legg til
pa_in: ਜੋੜਨਾ
sk: Pridaj
tr: Sonuna ekle
uk: При╓днати
vi: Bæ xung

source: Read-write
cs: Pro ètení i zápis
eu: Irakur-idatz
hr: Èitaj-pi¹i
lt: Skaitymui-raðymui
lv: Lasît-rakstît
ro: Citeºte-Scrie
sk: Èítanie/Zápis
tr: Oku-yaz
uk: Запис/читання
vi: §äc-Ghi

source: Table
cs: Tabulka
eu: Taula
hr: Tablica
lt: Lentelë
lv: Tabula
ro: Tabel
sk: Tabuµka
tr: Tablo
uk: Таблиця
vi: B¶ng ghi

source: Unsafe
cs: Nejistý
hr: Nesigurno
lt: Nesaugus
lv: Nedroðs
ro: Nesigur
sk: Nie celkom bezpeèný
tr: Güvensiz
uk: Небезпечно
vi: Kh«ng an toµn

source: Label
cs: Znaèka
eu: Etiketa
hr: Oznaka
lt: Þymë
lv: Nosaukums
nb: Volumnavn
pa_in: ਲੇਬਲ
ro: Etichetã
sk: Záznam
tr: Etiket
uk: Етикетка
vi: Nh·n

source: Default
cs: Výchozí
eu: Jatorrizkoa
hr: Uobièajeno
lt: Áprastas
lv: Noklusçts
nb: Standard
pa_in: ਮੂਲ
ro: Standard
sk: Predvoµba
tr: Öntanýmlý
uk: Основна
vi: MÆc ®Þnh

source: Initrd-size
cs: Initrd-velikost
eu: Initrd-tamaina
hr: Initrd-velièina
lv: Initrd-izmçrs
sk: Initrd-veµkos»
tr: Initrd-boyutu
uk: Розм╕р Initrd

source: NoVideo
cs: Bez Videa
eu: VideorikEZ
hr: NemaVidea
lv: BezVideo
pa_in: ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ
sk: Bez videa
tr: Görüntüsüz
uk: БезВ╕део
vi: Kh«ng cã Video

source: Remove entry
cs: Odstranit záznam
eu: Ezabatu sarrera
hr: Ukloni zapis
lt: Iðmesti áraðà
lv: Izdzçst ierakstu
ro: ªterge intrarea
sk: Odstráò záznam
tr: Girdiyi sil
uk: Стерти пункт
vi: Bá môc nhËp

source: Empty label not allowed
cs: Prázdná znaèka není povolena
eu: Etiketa kentzea ez dau onartzen
hr: Prazna oznaka nije dozvoljena
lt: Tuðèia þymë neleidþiama
lv: Tukðs nosaukums nav atïauts
nb: Kan ikke ha tomt volumnavn
pa_in: ਖਾਲੀ ਲੇਬਲ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
ro: Eticheta goalã nu e permisã
sk: Prázdny záznam nie je dovolený
tr: Boþ etiket kabul edilemez
uk: Не дозволяються пуст╕ етикетки
vi: Kh«ng ®­îc ®Ó nh·n trèng

source: This label is already used
cs: Tato znaèka se ji¾ pou¾ívá
eu: Etiketa hau dagoeneko erabilia
hr: Ova oznaka veæ postoji
lt: Ði þymë jau naudojama
lv: Ðis nosaukums jau ir izmantots
nb: Volumnavnet er alt brukt
pa_in: ਇਹ ਲੇਬਲ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੈ
ro: Aceastã etichetã nu e permisã
sk: Tento záznam je u¾ pou¾itý
tr: Bu etiket kullanýmda
uk: Ця етикетка вже використову╓ться
vi: Nh·n n·y ®­îc dïng råi

source: Found %s %s interfaces
cs: Na¹el jsem %s %s rozhraní
eu: %s %s inteface-ak aurkituta
hr: Prona¹ao sam %s %s meðusklopova
lt: Rasti %s %s interfeisai
lv: Atrasti %s %s interfeisi
ro: Am gãsit interfaþele %s %s
sk: Na¹iel som %s %s rozhranie
tr: %s %s arayüzü bulundu
uk: Знайден╕ ╕нтерфейси %s %s
vi: T×m thÊy giao diÖn %s %s

source: Do you have another one?
cs: Máte je¹tì nìjaké jiné?
eu: Besterik daukazu?
hr: Da li imate jo¹ koji?
lt: Ar turi dar vienà?
lv: Vai ir vçl kâds?
nb: Har du flere?
pa_in: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਹੋਰ ਹੈ?
ro: Aveþi o altã interfaþa?
sk: Máte e¹te nejaké ïal¹ie?
tr: Baþka var mý?
uk: Чи ви ма╓те ╕нш╕?
vi: B¹n cßn cã giao diÖn kh¸c n÷a?

source: Do you have any %s interfaces?
cs: Máte nìjaké %s rozhraní?
eu: %s interface-rik duzu?
hr: Da li imate %s meðusklopova?
lt: Ar tu turi koká nors %s interfeisà?
lv: Vai datorâ ir kâds %s interfeiss?
nb: Har du flere %s-grensesnitt?
pa_in: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਹੋਰ %s ਇੰਟਰਫੇਸ ਹੈ?
ro: Aveþi vreo interfaþã %s ?
sk: Máte nejaké %s rozhranie?
tr: Hiç %s arayüzü var mý?
uk: Чи ви ма╓те будь-як╕ %s ╕нтерфейси?
vi: B¹n cã giao diÖn %s nµo kh«ng?

source: No
cs: Ne
eu: Ez
hr: Ne
lt: Ne
lv: Nç
nb: Nei
pa_in: ਨਹੀਂ
ro: Nu
sk: Nie
tr: Hayýr
uk: Н╕
vi: Kh«ng

source: Yes
cs: Ano
eu: Bai
hr: Da
lt: Taip
lv: Jâ
nb: Ja
pa_in: ਹਾਂ
ro: Da
sk: Áno
tr: Evet
uk: Так
vi: Cã

source: See hardware info
cs: Ukázat informace o hardware
eu: Ikus harwarearen informazioa
hr: Poka¾i info o hardveru
lt: Paþiûrëk árangos informacijà
lv: Apskatît dzelþu informâciju
nb: Se maskinvareinformasjon
pa_in: ਹਾਰਡਵੇਅਰ ਜਾਣਕਾਰੀ ਵੇਖੋ
ro: Vezi info hardware
sk: Prezrite si informácie o technických prostriedkoch
tr: Donaným bilgilerine bak
uk: Перегляньте ╕нформац╕ю про апаратне забезпечення
vi: H·y xem th«ng tin phÇn cøng

source: Installing driver for %s card %s
cs: Instaluji ovladaè pro %s kartu %s
eu: %s-ko %s txartelen driver-ak instalatzen
hr: Instaliram upravljaèki program %s za karticu %s
lt: Ádiegiama tvarkyklë %s plokðtei %s
lv: Instalçju draiveri %s kartei %s
nb: Installerer driveren til %s-kortet «%s»
pa_in: %s ਕਾਰਡ %s ਲਈ ਡਰਾਈਵਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ
ro: Instalarea pilotului pentru %s cartea %s
sk: In¹talujem ovládaè pre %s kartu %s
tr: %s %s kartý için sürücü yüklenmesi
uk: Встановлюю драйвер для %s плати %s
vi: §ang cµi ®Æt driver cho card %s %s

source: (module %s)
cs: (modul %s)
eu: (%s modulua)
hr: (modul %s)
lt: (modulis %s)
lv: (modulis %s)
ro: (modul %s)
sk: (modul %s)
tr: (modül %s)
uk: (модуль %s)

source: Which %s driver should I try?
cs: Který %s ovladaè mám zkusit?
eu: Zein %s driver-an saia naiteke?
hr: Koji %s upravljaèki program ¾elite isprobati?
lt: Kokià %s tvarkyklæ turëèiau iðbandyti?
lv: Kuru %s draiveri pamçìinât?
nb: Hvilken %s-driver vil du bruke?
pa_in: ਮੈਂ ਕਿਸ %s ਡਰਾਈਵਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂ?
ro: Care %s pilot sã încerc?
sk: Ktorý %s ovládaè mám skúsi»?
tr: Hangi %s sürücüsü denensin?
uk: Який драйвер %s мен╕ спробувати?
vi: Thö driver %s nµo?

source: In some cases, the %s driver needs to have extra information to work properly, although it normally works fine without. Would you like to specify extra options for it or allow the driver to probe your machine for the information it needs? Occasionally, probing will hang a computer, but it should not cause any damage.
cs: V nìkterých pøípadech potøebuje ovladaè %s pro svoji správnou funkci dal¹í informace, pøesto¾e normálnì funguje i bez nich. Chtìli byste zadat nìjaké doplòující mo¾nosti, nebo radìji necháte ovladaè samostatnì prozkoumat hardware va¹eho poèítaèe, aby získal informace které potøebuje? Zkoumání hardware mù¾e ve vyjímeèných pøípadech zpùsobit zamrznutí poèítaèe, ale nemìlo by v ¾ádném pøípadì zpùsobit jiné ¹kody.
eu: Zenbaitetan, %s driver-ak egokiro lan egiteko informazio gehigarria behar du ,naiz eta gehienetan ondo ibili hau gabe. Aukera extra hauek espezifikatuko zenuke edo utziko zenuke driver-ari lortzen saiatzen? Batzutan saiaketak konputagailua eskegi lezake, honek ez du kalterik eragin beharrik.
hr: U nekim sluèajevima, %s upravljaèki program treba dodatne informacije da bi radio ispravno, iako normalno radi i bez toga. Da li ¾elite specifirati te dodatne opcije za njega ili ¾elite dozvoliti upravljaèkom programu da isproba va¹e raèunalo za informacije koje treba? Ponekad, isprobavanje mo¾e zamrznuti va¹e raèunlo, ali ne bi trebalo izazvati nikakvu ¹tetu.
lt: Kartais %s tvarkyklei reikia papildomos informacijos, kad dirbtø gerai, nors normaliai turi veikti ir be jos. Ar tu nori jai nurodyti papildomas parinktis, ar leisi pabandyti nusistatyti paèiai. Bandymas gali pakabinti kompiuterá, bet tai neturëtø padaryti þalos.
lv: Daþos gadîjumos %s draiverim ir jânorâda papildus informâcija, lai tas darbotos pareizi, tomçr parasti tâ nav vajadzîga. Vai vçlaties norâdît papildus parametrus, vai arî ïausit draiverim aptaujât datoru un savâkt nepiecieðamo informâciju? Retos gadîjumos aptaujâðana var uzkârt datoru, taèu tas neradîs nekâdus bojâjumus.
ro: În anumite cazuri, pilotul %s necesitã informaþii suplimentare pentru a funcþiona corect, dar funcþioneazã bine ºi fãrã. Doriþi sã specificaþi opþiuni suplimentare sau îi permiteþi sã interogheze calculatorul pentru informaþiile necesare? Ocazional, interogarea poate bloca calculatorul, dar n-ar trebui sã produce nici o deteriorare.
sk: Ovládaè %s niekedy potrebuje pre správnu èinnos» doplnkovú informáciu, aj keï zvyèajne pracuje správne aj bez nej. ®eláte si zada» doplnkové voµby, alebo dovolíte ovládaèu otestova» vá¹ poèítaè a údaje si zisti»? Obèas sa stane, ¾e toto testovanie poèítaè zablokuje, ale nemalo by spôsobi» ¾iadnu ¹kodu.
tr: Bazý durumlarda, %s sürücü düzgün çalýþmak için fazladan bilgi isteyebilir. Sürücüler için fazladan bir özellik belirtmek mi istersiniz, yoksa sürücülerin gerekli bilgiler için donanýmýnýzý tanýmasýný mý istersiniz? Bazen tanýmlama makinanýzý kilitleyebilir ama kilitlenmeden dolayý makinanýza herhangi bir zarar gelmez.
uk: В деяких випадках драйвер %s вимага╓ додатково╖ ╕нформац╕╖ для того, щоб в╕рно працювати, хоча звичайно працю╓ нормально без не╖. Чи не хот╕ли б ви вказати додатков╕ опц╕╖ для нього чи дозволити драйверу випробувати Вашу систему, щоб знайти потр╕бну ╕нформац╕ю? ╤нколи таке випробовування може привести до зависання комп'ютера, але не повинно н╕як зашкодити йому.
vi: Trong mét sè tr­êng hîp, driver %s cÇn thªm th«ng tin ®Ó ho¹t ®éng ®óng c¸ch, mÆc dï nã vÉn ho¹t ®éng b×nh th­êng. B¹n cã muèn chØ râ tïy chän thªm cho nã hoÆc ®Ó driver th¨m dß th«ng tin mµ nã cÇn? §«i khi, sù th¨m dß lµm m¸y tÝnh bÞ cña b¹n treo, nh­ng nã sÏ kh«ng g©y h­ háng nµo.

source: Autoprobe
cs: Automatické prozkoumání
eu: Autofroga
hr: Auto. ispitaj
lt: Automatinis bandymas
lv: Aptaujât
nb: Automatisk søk
pa_in: ਸਵੈ-ਖੋਜ
ro: Autoprobeazã
sk: Automatické zistenie
tr: Otomatik Algýla
uk: Автотест
vi: Th¨m dß tù ®éng

source: Specify options
cs: Zadejte mo¾nosti
eu: Aukerak espezifikatu
hr: Odredi postavke
lt: Nurodyti parinktis
lv: Norâdît opcijas
nb: Endre oppsett
pa_in: ਚੋਣ ਨਿਰਧਾਰਿਤ ਕਰੋ
ro: Specificaþi opþiunile
sk: Zadajte voµby
tr: Seçenekleri belirtin
uk: Вкаж╕ть опц╕╖
vi: §Þnh râ tïy chän

source: You may now provide its options to module %s.
cs: Nyní mù¾ete poskytnout modulu %s dal¹í parametry.
eu: Orain %s moduluari bere aukerak ezarri diezaiokezu.
hr: Sada mo¾ete unijeti postavke za modul %s.
lt: Dabar tu gali nurodyti parinktis moduliui %s.
lv: Tagad jûs varat norâdît parametrus modulim %s.
ro: Puteþi furniza acum opþiunile modulului %s.
sk: Teraz mô¾ete zada» parametre pre modul %s.
tr: Þimdi %s modülüne parametreleri girebilirsiniz.
uk: Тепер ви можете надати його опц╕╖ для модуля %s.
vi: B©y giê b¹n cã thÓ göi tïy chän ®Õn module %s.

source: You may now provide its options to module %s. Options are in format ``name=value name2=value2 ...''. For instance, ``io=0x300 irq=7''
cs: Nyní mù¾ete poskytnout modulu %s dal¹í parametry. Volby se zadávají ve tvaru ''jméno=hodnota jméno2=hodnota2 ...''. Napøíklad, ''io=0x300 irq=7''
eu: %s moduluari bere aukerak ezardiezaiokezu. Aukeren formatua: ``izena=balioa izena2=balioa2 ...''. Adibidez, ``io=0x300 irq=7''
hr: Sada mo¾ete unijeti postavke za modul %s. Postavke su formata ``ime=vrijednost ime2=vrijednost2...''. Na primjer, ``io=0x300 irq=7''
lt: Dabar tu gali nustatyti %s modulio nustatymus. Opcijø formatas yra toks : ''vardas=reikðmë vardas2=reikðmë2 ...''. Pvz, ''io=0x300 irq=7''
lv: Tagad jûs varat norâdît moduïa %s opcijas. Opciju formâts ir ``nosaukums=vçrtîba nosaukums2=vçrtîba2 ...''. Piemçram, ``io=0x300 irq=7''
ro: Puteþi furniza acum opþiunile modulului %s. Opþiunile sunt în formatul ``nume=valoare nume2=valoare2 ...''. de exemplu, ``io=0x300 irq=7''
sk: Teraz mô¾ete zada» parametre pre modul %s. Parametre sú vo formáte ``meno=hodnota meno2=hodnota2 ...''. Napríklad: ``io=0x300 irq=7''
tr: Ýsterseniz þimdi %s modülünün parametrelerini belirtebilirsiniz. Parametreler``isim=deðer isim2=deðer2...'' þeklinde olmalýdýr. Örneðin ``io=0x300 irq=7''
uk: ви можете тепер використовувати його опц╕╖ в модул╕ %s. Опц╕╖ мають формат ``назва=величина назва2=величина2 ...''. Наприклад, ``io=0x300 irq=7''
vi: B©y giê b¹n cã thÓ göi tïy chän ®Õn module %s. Tïy chän cã d¹ng thøc ``tªn=gi¸ trÞ tªn2=gi¸ trÞ2 ...''. VÝ dô, ``io=0x300 irq=7''

source: Module options:
cs: Volby modulu:
eu: Muduluaren aukerak:
hr: Postavke modula:
lt: Modulio parinktys:
lv: Moduïa opcijas:
nb: Modulvalg:
pa_in: ਮੈਡਿਊਲ ਚੋਣ:
ro: Opþiuni pentru module:
sk: Parametre modulu:
tr: Modül seçenekleri:
uk: Опц╕╖ модуля:
vi: Tïy chän cña module:

source: Loading module %s failed. Do you want to try again with other parameters?
cs: Spu¹tìní modulu %s selhalo. Chcete to zkusit s jinými parametry?
eu: %s moduluare kargak porrot egin du. Beste parametro batuzuez saiatu nahi al duzu?
hr: Uèitavanje modula %s nije uspjelo. Da li ¾elite poku¹ati ponovo sa drugim parametrima?
lt: Modulio %s iðkvietimas nepavyko. Ar nori bandyti su kitais nustatymais?
lv: Moduïa %s ielâde bija neveiksmîga. Vai vçlaties pamçìinât ar citiem parametriem?
nb: Klarte ikke å laste modulet «%s». Vil du prøve på nytt med andre parametre?
pa_in: ਮੈਡਿਊਲ %s ਦੀ ਲੋਡਿੰਗ ਅਸਫਲ ਹੋਈ। ਕੀ ਤੁਸੀਂ ਫਿਰ ਹੋਰ ਪੈਰਾਮੀਟਰ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Încãcarea modulului %s a eºuat. Doriþi sãîncercaþi cu alþi parametri ?
sk: Nahrávanie modulu %s zlyhalo. Chcete sa o to pokúsi» znova s inými parametrami?
tr: %s modülü yüklenemedi. Tekrar baþka parametrelerle ile denemek ister misiniz?
uk: Завантаження модуля %s неусп╕шне. Хочете спробувати ╕нш╕ параметри?
vi: N¹p module %s kh«ng ®­îc. B¹n cã muèn thö l¹i víi c¸c th«ng sè kh¸c?

source: (already added %s)
cs: (u¾ byl pøidán %s)
eu: (%s dagoeneko gehitua)
hr: (veæ postoji %s)
lt: (%s jau pridëtas)
lv: (jau pievienots %s)
nb: (allerede lagt til «%s»)
pa_in: (%s ਪਹਿਲਾਂ ਸ਼ਾਮਿਲ ਹੈ)
ro: (deja adãugat %s)
sk: (u¾ pridaný %s)
tr: (%s zaten ekli)
uk: (вже створений %s)
vi: (®· thªm %s)

source: This password is too simple
cs: Toto heslo je pøíli¹ jednoduché
eu: Pasahitza sinpleegia da
hr: Lozinka je prejednostavna
lt: Ðis slaptaþodis pernelyg paprastas
lv: Ðî parole ir pârâk vienkârða
ro: Aceasta parolã e prea simplã
sk: Toto heslo je príli¹ jednoduché
tr: Zayýf bir parola seçtiniz!
uk: Пароль занадто простий
vi: MËt khÈu nµy ®¬n gi¶n qu¸

source: Please give a user name
cs: Prosím zadejte u¾ivatelské jméno
eu: Mesedez erabiltzaile izena eman
hr: Molim dajte korisniku korisnièko ime
lt: Praðom suteikti vartotojo vardà
lv: Lûdzu ievadiet lietotâja vârdu
nb: Skriv inn brukernavn
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਪਭੋਗੀ ਨਾਂ ਦਿਓ
ro: Va rog înscrieþi numele utilizatorului
sk: Prosím zadajte u¾ívateµské meno
tr: Lütfen bir kullanýcý adý verin
uk: Дайте, будь-ласка, ╕м'я користувача
vi: NhËp tªn ng­êi dïng

source: The user name must contain only lower cased letters, numbers, `-' and `_'
cs: U¾ivatelské jméno mù¾e obsahovat pouze malá písmena, èísla, '-' a '_'
eu: Erabiltzailearen izenean soilik hizki txikiak, zenbakiak, `-' eta `_'
hr: Korisnièko ime mo¾e sadr¾avati samo mala slova, brojeve, `-' i `_'
lt: Vartotojo vardas turi susidaryti tik ið maþøjø raidþiø, skaièiø ir simboliø `-' bei `_'
lv: Lietotâja vârdâ var bût tikai mazie angïu burti, cipari, `-' un `_'
pa_in: ਉਪਭੋਗੀ ਨਾਂ ਵਿੱਚ ਸਿਰਫ ਛੋਟੇ ਅੱਖਰ, ਅੰਕ, `-' ਅਤੇ `_' ਸ਼ਾਮਿਲ ਹੋਣੇ ਜਰੂਰੀ ਹਨ
ro: Numele utilizatorului trebuie sa conþinã numai caractere minuscule, numere, `-' ºi `_'
sk: U¾ívateµské meno mô¾e obsahova» len malé písmená, èíslice, `-' a `_'
tr: Kullanýcý adýnda sadece küçük harfler, sayýlar, `-' ve `_' karakterleri bulunabilir
uk: ╤м'я користувача повинно складатися т╕льки з малих латинських л╕тер, чисел, `-' та `_'
vi: Tªn ng­êi dïng chØ sö dông ch÷ th­êng, sè , `-' vµ `_'
