Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: GNU/Linux is a multiuser system, and this means that each user can have his own preferences, his own files and so on. You can read the ``User Guide'' to learn more. But unlike "root", which is the administrator, the users you will add here will not be entitled to change anything except their own files and their own configuration. You will have to create at least one regular user for yourself. That account is where you should log in for routine use. Although it is very practical to log in as "root" everyday, it may also be very dangerous! The slightest mistake could mean that your system would not work any more. If you make a serious mistake as a regular user, you may only lose some information, but not the entire system. First, you have to enter your real name. This is not mandatory, of course - as you can actually enter whatever you want. DrakX will then take the first word you have entered in the box and will bring it over to the "User name". This is the name this particular user will use to log into the system. You can change it. You then have to enter a password here. A non-privileged (regular) user's password is not as crucial as that of "root" from a security point of view, but that is no reason to neglect it - after all, your files are at risk. If you click on "Accept user", you can then add as many as you want. Add a user for each one of your friends: your father or your sister, for example. When you finish adding all the users you want, select "Done". Clicking the "Advanced" button allows you to change the default "shell" for that user (bash by default).
cs: GNU/Linux je víceu¾ivatelský systém, co¾ znamená, ¾e ka¾dý u¾ivatel mù¾e mít své vlastní nastavení, soubory atd. Více se doètete v "Pøíruèce u¾ivatele". Na rozdíl od u¾ivatele root, který se správcem poèítaèe, u¾ivatelé, kteøí jsou zde vytvoøeni, nemají oprávnìní mìnit nic kromì svých souborù a nastavení. Doporuèuje se vytvoøit úèet pro minimálnì jednoho regulérního u¾ivatele. Tento úèet se pou¾ívá na v¹echny bì¾né úkoly. Aèkoliv je velmi praktické pøihla¹ovat se ka¾dý den jako u¾ivatel Root, je to také velmi nebezpeèné! Jedna malá chyba mù¾e zpùsobit to, ¾e celý operaèní systém nebude funkèní. Pokud udìláte chybu jako normální u¾ivatel, mù¾ete pøijít o soubory, ale nepo¹kodí se celý systém. Jako první zadejte reálné jméno. Není to povinné, tak¾e mù¾ete zadat co chcete a drakX pou¾ije první slovo jako u¾ivatelské jméno, pod kterým se bude u¾ivatel hlásit do systému. Je mo¾né ho následnì zmìnit. Dále se zadává heslo pro u¾ivatele. Volba hesla pro normální u¾ivatele sice není tak kritická jako pro správce, ale i tak se doporuèuje nepodceòovat bezpeènost. Pokud kliknete na "Pøidat u¾ivatele", mù¾ete tak pøidávat u¾ivatelù kolik potøebujete, napø. své pøátelé, úèet pro otce èi sestru. Pokud máte v¹echny u¾ivatele vytvoøeny, kliknìte na "Hotovo". Kliknutím na tlaèítko "Roz¹íøené" mù¾ete pro nový úèet zmìnit shell, který u¾ivatel bude pou¾ívat (výchozí je bash).
tr: GNU/Linux çok kullanýcýlý bir sistemdir, yani her kullanýcýnýn kendi tercihleri, kendi dosyalarý, v.s. olabilir. Daha fazla bilgi edinmek için "Kullanýcý Kýlavuzu"nu okuyunuz. Sistem Yöneticisi olan "root" dýþýndaki kullanýcýlar kendi dosyalarý ve yapýlandýrmalarý dýþýnda hiçbir þeyi deðiþtiremezler. Kendiniz için en az bir normal kullanýcý oluþturmalýsýnýz. Bu hesabý sýradan iþler için kullanacaksýnýz. Sisteminizi "root" olarak kullanmak çok pratik gibi görünse de aslýnda çok tehlikelidir. En küçük bir yanlýþlýk sisteminizin çalýþmamasýyla sonuçlanabilir. Ama normal kullanýcý olarak bir sürü yanlýþ da yapsanýz sadece kendi bilgilerinize zarar vermiþ olursunuz, sisteminize zarar veremezsiniz. Önce gerçek isminizi girmelisiniz. Bu zorunlu deðildir. Ýstediðiniz bir zaman bu iþlemi yapabilirsiniz. DrakX girdiðiniz ilk sözcüðü "Kullanýcý ismi" olarak alacaktýr. Bu isim ile sisteme giriþ yapacaksýnýz. Ýsterseniz deðiþtirebilirsiniz. Sonra buraya bir parola gireceksiniz. Bir normal kullanýcýnýn parolasý "root" parolasý kadar önemli deðildir. "Kullanýcýyý etkinleþtir" seçtikten sonra isterseniz baþka kullanýcýlarda ekleyebilirsiniz. Örneðin arkadaþlarýnýzý, babanýzý, kardeþinizi birer kullanýcý olarak ekleyebilirsiniz. Tüm kullanýcýlarýn eklenmesini bitirdiðinizde "Bitti" seçerek buradan çýkýnýz. "Ýleri Ayarlar" düðmesi ile kullanýcýlarýn kullanacaðý "kabuk" (öntanýmlý olarak bash) deðiþtirilebilir.
uk: GNU/Linux - багатокористувацька система, ╕ це означа╓, що кожен з користувач╕в може мати сво╖ власн╕ установки, власн╕ файли, тощо. Щоб б╕льше д╕знатися про це Ви можете прочитати П╕дручник користувача з системи. Але на в╕дм╕ну в╕д користувача Root, який ╓ адм╕н╕стратором системи, користувач╕, яких Ви будете створювати на цьому кроц╕, не мають права зм╕нювати н╕чого в систем╕ кр╕м сво╖х власних файл╕в ╕ власно╖ конф╕╜урац╕╖. Ви ма╓те створити рахунок для хоча б одного ╓диного користувача - для самого себе. Ви будете користуватися цим рахунком для того, щоб виконувати щоденн╕ задач╕. ╤ хоча це ╕ дуже зручно ре╓струватись в систем╕ як Root, але одночасно це ╕ дуже небезпечно! Найменша помилка може призвести до того, що система буде неробочою. Якщо Ви помилитесь як звичайний користувач, Ви можете, звичайно, втратити деяк╕ сво╖ дан╕, але не всю систему. Спочатку надрукуйте сво╓ повне ╕м'я. Це не обов'язково, Ви можете надрукувати все, що завгодно. drakx пот╕м в╕зьме перше слово ╕ використа╓ його як ╕м'я користувача. Це - ╕м'я п╕д яким користувач буде ре╓струватись у систем╕. Ви можете зм╕нити це ╕м'я. Пот╕м Ви ма╓те ввести пароль. Пароль звичайного (не root) користувача не така критична р╕ч, як пароль адм╕н╕стратора, але все-одно нема╓ причин для того, щоб нехтувати ним. Врешт╕-решт, це загрожу╓ Вашим власним файлам. П╕сля того, як Ви натиснете на кнопку Прийняти користувача, Ви можете створити ще багато ╕нших користувач╕в. Створ╕ть рахунки для кожного з Ваших друз╕в, для тата й сестри, наприклад. П╕сля того, як створено вс╕ потр╕бн╕ рахунки користувач╕в, натисн╕ть клав╕шу Зак╕нчено. Якщо Ви натиснете на кнопку Додатково, Ви будете мати можлив╕сть встановити командну оболонку даного користувача (неявно встановлю╓ться bash).

source: Listed above are the existing Linux partitions detected on your hard drive. You can keep the choices made by the wizard, they are good for most common installs. If you make any changes, you must at least define a root partition ("/"). Do not choose too small a partition or you will not be able to install enough software. If you want to store your data on a separate partition, you will also need to create a partition for "/home" (only possible if you have more than one Linux partition available). Each partition is listed as follows: "Name", "Capacity". "Name" is structured: "hard drive type", "hard drive number", "partition number" (for example, "hda1"). "Hard drive type" is "hd" if your hard drive is an IDE hard drive and "sd" if it is a SCSI hard drive. "Hard drive number" is always a letter after "hd" or "sd". For IDE hard drives: * "a" means "master hard drive on the primary IDE controller", * "b" means "slave hard drive on the primary IDE controller", * "c" means "master hard drive on the secondary IDE controller", * "d" means "slave hard drive on the secondary IDE controller". With SCSI hard drives, an "a" means "lowest SCSI ID", a "b" means "second lowest SCSI ID", etc.
cs: Ka¾dý oddíl vypsaný ní¾e má: "Jméno", "Velikost". "Jméno" je slo¾eno následovnì: "typ pevného disku", "èíslo disku", "èíslo oddílu". (napøíklad "hda1"). Pokud máte IDE disky, pak je "typ pevného disku" "hd", pokud máte SCSI, oznaèení bude "sd". "Èíslo disku" je v¾dy písmeno za "hd" nebo "sd". Pro IDE disky je takto: * "a" znamená "master disk na primárním IDE øadièi", * "b" znamená "slave disk na primárním IDE øadièi", * "c" znamená "master disk na sekundárním IDE øadièi", * "d" znamená "slave disk na sekundárním IDE øadièi". Pro SCSI disky platí, ¾e "a" je "nejmen¹í SCSI ID", "b" je "druhé nejmen¹í SCSI ID" atd.
tr: Yukarýdakiler, sabit diskinizde bulunan Linux bölümleridir. Genel kullaným için sihirbazýn sunduðu seçenekleri deðiþtirmeden býrakabilirsiniz. Seçenekleri deðiþtirirseniz, en azýndan bir kök dizini ("/") tanýmlamak zorundasýnýz. Lütfen çok küçük bir bölüm seçmeyin, istediðiniz tüm uygulamalarý kurabilmek için yeterli yer bulamayabilirsiniz. Verilerinizi ayrý bir bölümde saklamak isterseniz, ayrýca bir "/home" bölümü tanýmlamanýz gerekecektir. (Birden fazla Linux bölümü tanýmlýysa bu iþlem gerçekleþebilir.) Her bir bölüm þöyle listelenmiþtir: "Ýsim", "Kapasite". "Ýsim" þöyle kodlanmýþtýr: "sabit disk türü", "sabit disk harfi" "bölüm numarasý" (örneðin "hda1"). "Sabit disk türü", diskiniz bir IDE sürücüsüyse "hd", bir SCSI sürücüsüyse "sd"'dir. "Sabit disk harfi" her zaman "hd" ya da "sd"'den sonra gelir. IDE sürücüleri için: * "a" birincil IDE denetleyicisindeki master sabit disk, * "b" birincil IDE denetleyicisindeki slave sabit disk, * "c" ikincil IDE denetleyicisindeki master sabit disk, * "d" ikincil IDE denetleyicisindeki slave sabit disk, SCSI sürücüleri için * "a" "birincil sabit disk", * "b" "ikincil sabit disk" * ... anlamýna gelir.
uk: Вище перел╕чен╕ вже ╕снуюч╕ п╕дрозд╕ли, знайден╕ на Вашому жорсткому диску. Ви можете притримуватись конф╕╜урац╕╖, встановлено╖ пом╕чником. Ця конф╕╜урац╕я п╕дходить для б╕льшост╕ випадк╕в використання системи. Якщо ви вир╕шите зм╕нити цю конф╕╜урац╕ю, як м╕н╕мум Ви ма╓те визначити кореневу файлову систему (/). Не вид╕ляйте для цього занадто малий п╕дрозд╕л, бо ╕накше ви не зможете встановити все потр╕бне програмне забезпечення. Якщо ви бажа╓те зберегти вс╕ сво╖ дан╕ на окремому п╕дрозд╕л╕, Вам потр╕бно буде також вибрати п╕дрозд╕л для "/home" (т╕льки в тому випадку, якщо ви ма╓те б╕льше одного п╕дрозд╕ла для Л╕накса). Кожен п╕дрозд╕л поданий в такому вигляд╕: "Назва", "Об'╓м". Назва розшифрову╓ться так: "тип жорсткого диску", "номер жорсткого диску", "номер п╕дрозд╕лу на диску", (Наприклад: "hda1"). "Тип жорсткого диску" - це "hd", якщо ви ма╓те диск типу IDE, ╕ "sd", якщо ви ма╓те жорсткий диск типу SCSI. "Номер жорского диску" - це завжди л╕тера п╕сля "hd" чи "sd". Для диск╕в типу IDE це: * "a" - головний диск (master) на першому контролер╕ IDE, * "b" - вторинний (slave) диск на першому контролер╕ IDE, * "c" - головний диск на другому контролер╕ IDE, * "d" - вторинний диск на другому контролер╕ IDE. Для SCSI диск╕в "a" означа╓ "головний диск", "b" - другорядний диск, ╕ т.д. ...

source: The Mandrake Linux installation is spread out over several CDROMs. DrakX knows if a selected package is located on another CDROM and will eject the current CD and ask you to insert a different one as required.
cs: Distribuce Mandrake Linux je slo¾ena z nìkolika CD. Instalaèní program ví, na kterém disku je umístìn jaký soubor a v pøípadì potøeby vysune CD a vy¾ádá si výmìnu CD za jiné.
tr: Mandrake Linux kurulum CD'leri bir kaç CD'den oluþur. DrakX seçilen paketin hangi CD'de olduðunu bilir ve o CD'yi yerleþtirmeniz için CD yuvasýný açar.
uk: Дистрибутив Мандрейк Л╕накс розм╕щений на к╕лькох компакт-дисках. Можливо, drakX вибрав пакети, що знаходяться на ╕нших дисках (в╕дм╕нних в╕д установочного). Коли для установки буде потр╕бен ╕нший диск, програма витягне даний компакт-диск ╕ попросить вставити потр╕бний.

source: It is now time to specify which programs you wish to install on your system. There are thousands of packages available for Mandrake Linux, and you are not supposed to know them all by heart. If you are performing a standard installation from CDROM, you will first be asked to specify the CDs you currently have (in Expert mode only). Check the CD labels and highlight the boxes corresponding to the CDs you have available for installation. Click "OK" when you are ready to continue. Packages are sorted in groups corresponding to a particular use of your machine. The groups themselves are sorted into four sections: * "Workstation": if you plan to use your machine as a workstation, select one or more of the corresponding groups. * "Development": if the machine is to be used for programming, choose the desired group(s). * "Server": finally, if the machine is intended to be a server, you will be able to select which of the most common services you wish to see installed on the machine. * "Graphical Environment": this is where you will choose your preferred graphical environment. At least one must be selected if you want to have a graphical workstation! Moving the mouse cursor over a group name will display a short explanatory text about that group. You can check the "Individual package selection" box, which is useful if you are familiar with the packages being offered or if you want to have total control over what will be installed. If you started the installation in "Update" mode, you can unselect all groups to avoid installing any new package. This is useful for repairing or updating an existing system.
cs: V této chvíli je mo¾né si vybrat, které programy chcete nainstalovat. Mandrake Linux obsahuje témìø tisíc balíèkù s programy a urèitì nebudete potøebovat v¹echny. Pokud instalujete z CDROM, budete nejprve dotázáni na to, jaká CD máte (pouze Expertní re¾im). Oznaète ty Cd, která máte a která chcete pou¾ít pro instalaci. Po výbìru kliknìte na "OK". Balíèky jsou rozdìleny do skupin, které odpovídají tomu, jak je nejèastìji poèítaè pou¾íván. Skupiny jsou umístìny do ètyøech sekcí: * "Pracovní stanice": pokud plánujete pou¾ívat poèítaè pøevá¾nì na bì¾nou práci, vyberte si z dal¹ích skupin odpovídající balíèky. * "Vývoj": pokud budete na poèítaèi programovat, mù¾ete si z této sekce vybrat dal¹í skupiny. * "Server": pokud bude poèítaè provozován jako server, máte mo¾nost vybrat si ty nejbì¾nìj¹í slu¾by, které chcete nainstalovat. * "Grafická prostøedí": pokud preferujete grafické prostøedí, zde je nabídka nìkolika prostøedí, ze které si musíte vybrat nejménì jedno, aby bylo mo¾né grafické prostøedí nainstalovat. Pokud pøejedete my¹í nad skupinou, objeví se krátký text, který vysvìtluje, co je obsahem dané skupiny. Pokud zatrhnete volbu "Vlastní výbìr balíèkù", zobrazí se seznam v¹ech balíèkù, které je mo¾no nainstalovat. Je to dobré v tom pøípadì, ¾e chcete mít kontrolu nad tím, co se bude instalovat. Pokud jste spustili instalaci v re¾imu "Aktualizace", mù¾ete zru¹it výbìr daných skupin, èím¾ zabráníte instalaci nových balíèkù. To je u¾iteèné pro pøípad opravy existujícího systému.
tr: Bundan sonra sisteminize hangi uygulamalarý kuracaðýnýzý belirteceksiniz. Mandrake Linux sisteminde kullanýlabilecek binlerce paket vardýr. CD'den kurulum yapýyorsanýz önce elinizde hangi CD'lerin bulunduðunu belirmelisiniz. CD isimlerine bakarak ilgili kutucuklarý seçiniz. Bitirdiðinizde "Tamam" seçerek kuruluma devam ediniz. Paketler kullaným amaçlarýna göre gruplanmýþ ve bu gruplar dört bölümde toplanmýþtýr: * "Ýþ istasyonu": makinasýný bir iþ istasyonu olarak ya da evde kullanmayý tasarlayanlar için. * "Grafik Ortam": burada tercih ettiðiniz grafik ortamý seçeceksiniz. Bir grafik ortamlý iþ istasyonu için en az bir grafik ortam belirlemelisiniz. * "Geliþtirme": makinanýzý program geliþtirme amacýyla kullanmak istiyorsanýz buradaki paketlerden seçim yapabilirsiniz. * "Sunucu": makinanýzý bir sunucu olarak kullanmayý tasarlýyorsanýz çok kullanýlan hizmetlerden hangilerini sunacaðýnýzý bu paketlerden seçerek belirleyebilirsiniz. Farenizi bir grup isminin üzerine götürdüðünüzde grup hakkýnda kýsa bir açýklama göreceksiniz. "Geliþmiþ" düðmesi "Tek tek paket seçimi" seçeneðini kullanmanýzý saðlar. Bu seçenek paketleri tanýyanlar ve sistem üzerinde tam kontrol saðlayabilen uzmanlar için önerilir. "Güncelleme" kipinde kurulum baþlattýysanýz, hiçbir yeni paketin kurulmamasýný istiyorsanýz tüm gruplarý seçilmemiþ duruma getirebilirsiniz. Bu iþlem mevcut sisteminizin onarýmý için kullanýþlýdýr.
uk: Тепер час вибрати, як╕ програми Ви хочете мати в сво╖й систем╕. Мандрейк Л╕накс ма╓ тисяч╕ програмних пакет╕в, ╕ Вам нема╓ необх╕дност╕ знати ╖х вс╕. Якщо Ви встановлю╓те систему ╕з стандартного компакт-диску, Вам спочатку буде задане запитання, як╕ диски Ви ма╓те. Перев╕рте сво╖ компакт-диски, в╕дм╕тьте в╕дпов╕дн╕ пункти на екран╕ ╕ натисн╕ть Гаразд. Пакети з╕бран╕ у групи пакет╕в, в╕дпов╕дно до конкретного вжитку для машини. Групи пакет╕в розд╕лен╕ на чотири велик╕ розд╕ли: * Робоча станц╕я: якщо Ваша машина буде вживатися як робоча станц╕я, вибер╕ть одну чи к╕лька в╕дпов╕дних груп. * Граф╕чн╕ середовища: Вибер╕ть граф╕чне середовище соб╕ до вподоби. Вибер╕ть хоча б одне, якщо Ви хочете вживати машину як робочу станц╕ю. * Розробка: вибер╕ть в╕дпов╕дн╕ групи, якщо ця машина буде вживатися для програмування. * Сервер: нарешт╕, якщо машина буду╓ться для використання в якост╕ сервера, Ви можете вибрати найб╕льш розповсюджен╕ серв╕си, як╕ Ви хочете бачити на сво╖й машин╕. Пересування курсора ╕ коротка зупинка над певним пунктом буде висв╕чувати п╕дказку по дан╕й груп╕. Якщо Ви натиснете на кнопку Додатково, Ви будете мати можлив╕сть вибрати окрем╕ пакети один по одному. Це зручно, якщо Ви добре зна╓те, як╕ пакети встановлюються, або якщо Ви хочете мати повний контроль над тим, що встановлю╓ться в систем╕. Якщо Ви почали установку в режим╕ "Поновлення", Ви можете в╕дм╕нити виб╕р вс╕х груп щоб у систем╕ не встановлювались н╕як╕ нов╕ пакети ╕ т╕льки система поновилась.
vi: B©y giê lµ lóc cÇn chØ ®Þnh ch­¬ng tr×nh nµo b¹n muèn cµi ®Æt vµo hÖ thèng. Cã s½n hµng ngh×n gãi tin ®Ó dïng víi Mandrake Linux, b¹n kh«ng cÇn ph¶i biÕt hÕt vÒ chóng mét c¸ch t­êng tËn. NÕu b¹n thùc hiÖn viÖc cµi ®Æt chuÈn tõ CDROM, ®Çu tiªn, b¹n ®­îc nh¾c vÒ viÖc chØ ra c¸c CD mµ b¹n ®ang cã. KiÓm vµo c¸c hép t­¬ng øng víi c¸c CD mµ b¹n ®ang cã vµ nhÊn nót OK. C¸c gãi tin ®­îc ph©n lo¹i theo ®Æc tr­ng sö dông cña m¸y tÝnh b¹n dïng. Tù b¶n th©n c¸c nhãm ®­îc ph©n lo¹i lµm bèn phÇn: * Tr¹m lµm viÖc: nÕu m¸y tÝnh sÏ ®­îc dïng lµm m¸y tr¹m, h·y chän thªm mét hay nhiÒu nhãm t­¬ng øng. * M«i tr­êng ®å häa: h·y chän m«i tr­êng ®å häa mµ b¹n ­a thÝch. Chän Ýt nhÊt mét m«i tr­êng nÕu muèn cã mét tr¹m lµm viÖc ®å häa! * Ph¸t triÓn: nÕu m¸y tÝnh ®­îc dïng ®Ó lËp tr×nh, h·y chän c¸c nhãm mong muèn. * M¸y chñ: nÕu ®Þnh dïng m¸y nµy lµm m¸y chñ, t¹i ®©y b¹n cã thÓ chän c¸c dÞch vô phæ biÕn nhÊt ®Ó thùc hiÖn cµi ®Æt vµo m¸y tÝnh. H¬ con chá chuét lªn tªn nhãm th× sÏ hiÓn thÞ mét ®o¹n gi¶i thÝch ng¾n vÒ nhãm ®ã. NhÊn lªn nót N©ng cao, sÏ cho phÐp b¹n chän tïy chän c¸c gãi tin cã tÝnh c¸ nh©n. §iÒu nµy cã Ých khi b¹n biÕt râ vÒ c¸c gãi tin hay khi b¹n muèn kiÓm so¸t toµn bé c¸c ch­¬ng tr×nh sÏ ®­îc cµi ®Æt. NÕu thùc hiÖn cµi ®Æt theo chÕ ®é ``CËp nhËt'', b¹n cã thÓ bá chän toµn bé c¸c nhãm ®Ó tr¸nh viÖc cµi ®Æt gãi míi vµ chØ söa ch÷a hay cËp nhËt hÖ thèng hiÖn thêi. Cuèi cïng, tïy thuéc vµ viÖc cã chän c¸c gãi riªng hay kh«ng, b¹n sÏ thÊy mét c©y chøa toµn bé c¸c gãi ®­îc ph©n lo¹i theo c¸c nhãm vµ c¸c nhãm con. Khi duyÖt c©y nµy, b¹n cã thÓ chän toµn bé c¸c nhãm, nhãm con, hoÆc c¸c gãi ®¬n thuÇn. Khi b¹n chän mét gãi n»m trong c©y, mét ®o¹n m« t¶ xuÊt hiÖn ë bªn ph¶i. Khi kÕt thóc viÖc lùa chän c¸c gãi, h·y nhÊn nót Cµi ®Æt. Qu¸ tr×nh cµi ®Æt sÏ tù diÔn ra. NÕu ®· chän rÊt nhiÒu gãi ®Ó cµi ®Æt, b¹n cã thÓ ®i pha mét ly cµ phª ®Ó uèng. !! NÕu gÆp mét gãi dÞch vô m¸y chñ ®· ®­îc chän, kh«ng kÓ lµ do chñ ý hay lµ do gãi ®ã lµ mét thµnh phÇn cña mét nhãm; b¹n sÏ ®­îc ®Ò nghÞ x¸c nhËn lµ b¹n thùc sù muèn c¸c dÞch vô m¸y chñ nµy ®­îc cµi ®Æt. C¸c dÞch vô m¸y chñ sÏ khëi ch¹y theo mÆc ®Þnh khi khëi ®éng m¸y. NÕu chóng ®­îc xem lµ an toµn vµo lóc ph¸t hµnh, th× sau nµy vÉn cã thÓ cã lç hæng b¶o mËt ®­îc ph¸t hiÖn. NÕu b¹n kh«ng biÕt t­êng tËn ®iÒu nµy, ®¬n gi¶n lµ nhÊn vµo Kh«ng. NhÊn Cã th× sÏ cµi ®Æt c¸c dÞch vô ®­îc liÖt kª vµ theo mÆc ®Þnh chóng sÏ ®­îc ch¹y. !! Tïy chän Tù §éng C¸c Phô Thuéc sÏ t¾t c¸c th«ng ®iÖp c¶nh b¸o vµ ch­¬ng tr×nh cµi ®Æt sÏ tù ®éng chän gãi cã sù phô thuéc vµo mét gãi kh¸c mµ b¹n ®· chän.
