Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: [OPTION]... --no-confirmation do not ask first confirmation question in Mandriva Update mode --no-verify-rpm do not verify packages signatures --changelog-first display changelog before filelist in the description window --merge-all-rpmnew propose to merge all .rpmnew/.rpmsave files found
pa_in: [OPTION]... --no-confirmation ਮੈਂਡਰਿਵ ਨਵਿਨੀਕਰਨ ਵਿਧੀ ਵਿੱਚ ਪਹਿਲਾਂ ਤਸਦੀਕੀ ਪ੍ਰਸ਼ਨ ਨਾ ਪੁਛੋ --no-verify-rpm ਪੈਕੇਜ ਦਸਤਖਤ ਜਾਂਚ ਨਾ ਕਰੋ --changelog-first ਵਰਣਨ ਝਰੋਖੇ ਵਿੱਚ ਫਾਇਲ-ਸੂਚੀ ਤੋਂ ਪਹਿਲਾਂ changelog ਨਾ ਵਿਖਾਓ --merge-all-rpmnew ਸਭ .rpmnew/.rpmsave ਫਾਇਲਾਂ ਸ਼ਾਮਿਲ ਕਰਨ ਦਾ ਮਕਸਦ ਮਿਲਿਆ

source: Hong Kong
pa_in: ਹਾਂਗ ਕਾਂਗ

source: 16 MB or more
ro: 16 MB sau mai mult

source: Which bootloader(s) do you want to use?
ro: Ce gestionar de demaraj doriþi sã folosiþi ?

source: Write /etc/fstab
ro: Scrie /etc/fstab

source: Restore from file
ro: Restaureazã din fiºierul

source: Save in file
ro: Înregistreazã în fiºierul

source: Restore from floppy
ro: Restaureazã din dischetã

source: Format all
ro: Formateazã tot

source: Write partition table
ro: Scrie tabloul de partiþii

source: Reload
ro: Reîncarcã

source: Size: %d MB
ro: Mãrimea: %d MB

source: Loopback file(s): %s
ro: Fiºier(e) loopback: %s

source: Size: %d MB
ro: Mãrime: %d MB

source: After formatting all partitions,
ro: Dupã formatarea tuturor partiþiilor,

source: all data on these partitions will be lost
ro: toate datele din aceste partiþii vor fi pierdute

source: Choose the layout corresponding to your keyboard from the list above
ro: Alegeþi dispoziþia tastaturii din lista de mai sus

source: Select: - Customized: If you are familiar enough with GNU/Linux, you may then choose the primary usage for your machine. See below for details. - Expert: This supposes that you are fluent with GNU/Linux and want to perform a highly customized installation. As for a "Customized" installation class, you will be able to select the usage for your system. But please, please, DO NOT CHOOSE THIS UNLESS YOU KNOW WHAT YOU ARE DOING!
ro: Selectare: - Personalizat: Dacã sunteþi destul de familiar cu GNU/Linux, puteþi atunci sã alegeþi utilizarea principalã a calculatorului. Vezi mai jos pentru detalii. - Expert: Aceasta presupune cã sunteþi foarte familiar cu GNU/Linux ºi doriþi sã faceþi o instalare foarte personalizatã. Ca ºi pentru clasa "Personalizat", veþi putea sã selectaþi utilizarea sistemului dumneavoastrã. Dar vã rog, NU ALEGEÞi ACEASTA DECÎT DACÃ ªTIÞI CE FACEÞI!.

source: You may now enter dialup options. If you're not sure what to enter, the correct information can be obtained from your ISP.
ro: Puteþi intra opþiunile de telefonie. Dacã nu sunteþi sigur de ceea ce trebuie sã intraþi, întrebaþi ISP-ul dumneavoastrã.

source: If you will use proxies, please configure them now. If you don't know if you should use proxies, ask your network administrator or your ISP.
ro: Dacã folosiþi servere proxy, configuraþi-le acum. Dacã nu ºtiþi dacã ar trebuie sã folosiþi un proxy, întrebaþi administratorul de reþea sau ISP-ul.

source: To enable a more secure system, you should select "Use shadow file" and "Use MD5 passwords".
ro: Pentru a crea un sistem încã ºi mai sigur, ar trebui sã alegeþi "Foloseºte un fiºier shadow" ºi "Foloseºte parole MD5".

source: If your network uses NIS, select "Use NIS". If you don't know, ask your network administrator.
ro: Dacã reþeaua dumneavoastrã foloseºte NIS, selectaþi "Foloseºte NIS". Dacã nu ºtiþi exact, întrebaþi administratorul de reþea.

source: You may now create one or more "regular" user account(s), as opposed to the "privileged" user account, root. You can create one or more account(s) for each person you want to allow to use the computer. Note that each user account will have its own preferences (graphical environment, program settings, etc.) and its own "home directory", in which these preferences are stored. First of all, create an account for yourself! Even if you will be the only user of the machine, you may NOT connect as root for daily use of the system: it's a very high security risk. Making the system unusable is very often a typo away. Therefore, you should connect to the system using the user account you will have created here, and login as root only for administration and maintenance purposes.
ro: Puteþi crea acum unul sau mai multe conturi de utilizator "obiºnuite", în opoziþie cu contul "privilegiat" al utilizatorului root. Puteþi crea unul sau mai multe conturi pentru fiecare persoanã autorizatã sã se conecteze la calculator. Notaþi cã fiecare cont utilizator va avea propriile preferinþe (configuraþie graficã, parametrii de programe, etc.) ºi propriul dosar personal în "/home" unde toate aceste preferinþe vor fi stocate. Mai întîi creaþi un cont pentru dumneavoastrã! Chiar dacã veþi fi singurul utilizator al calculatorului, NU TREBUIE SÃ VÃ CONECTAÞI CA ROOT PENTRU SCOPURI ZILNICE LA SISTEM: pentru motive securitate. În plus, un sistem poate uºor deveni inutilizabil prin apãsarea unei taste greºite. În consecinþã, ar trebuie sã vã conectaþi la sistem folosind contul utilizatorului pe care l-aþi creat aici ºi sã folosiþi contul root numai pentru administraþie ºi scopuri de depanare.

source: Unless you know specifically otherwise, the usual choice is "/dev/hda" (primary master IDE disk) or "/dev/sda" (first SCSI disk).
ro: Alegerea obiºnuitã este "/dev/hda" pentru un disc maestru principal IDE sau "/dev/sda" pentru primul disc SCSI.

source: If something is wrong in X configuration, use these options to correctly configure the X Window System.
ro: Dacã ceva nu e în regulã cu configuraþia X, folosiþi aceste opþiuni pentru a configura în mod corect Sistemul X Windows.

source: If you prefer to use a graphical login, select "Yes". Otherwise, select "No".
ro: Dacã preferaþi sã folosiþi un login în mod grafic, selectaþi "Da" ºi "Nu" în celãlalt caz.

source: Your system is going to reboot. After rebooting, your new Linux Mandrake system will load automatically. If you want to boot into another existing operating system, please read the additional instructions.
ro: Sistemul dumneavoastrã e pe cale sã re-demareze. Dupã re-demaraj, noul sistem Linux-Mandrake sa va lansa automat. Dacã doriþi sã demaraþi un alt sistem de operare existent, vã rog citiþi instrucþiunile adiþionale.

source: Miscellaneous
ro: Diverse

source: Configure timezone
ro: Configuraþia zonei orare

source: Configure printer
ro: Configuraþia imprimantei

source: Auto install floppy
ro: Floppy pentru instalare automatã

source: Error reading file $f
ro: Eroare la citirea fiºierului $f

source: Automatic dependencies
ro: Dependenþe automate

source: Customized
ro: Personalizat

source: Is your hardware clock set to GMT?
ro: Ceasul dumneavoastrã hardware e fixat la GMT?

source: Use shadow file
ro: Foloseºte un fiºier shadow

source: Use MD5 passwords
ro: Foloseºte parole MD5

source: Use NIS
ro: Foloseºte NIS

source: yellow pages
ro: Pagini galbene

source: Authentification NIS
ro: Autentificare NIS

source: Miscellaneous questions
ro: Întrebãri diverse

source: (may cause data corruption)
ro: (poate cauza deteriorarea datelor)

source: Use hard drive optimisations?
ro: Sa folosesc optimizãrile penrtu disc dur?

source: Enable num lock at startup
ro: Activeazã num lock la demaraj

source: Can't use supermount in high security level
ro: Nu pot sã folosesc supermount în nivelul de securitate ridicat

source: Do you want to generate an auto install floppy for linux replication?
ro: Doriþi sã creaþi un floppy pentru o instalare automatã de replicare?

source: Congratulations, installation is complete. Remove the boot media and press return to reboot. For information on fixes which are available for this release of Linux-Mandrake, consult the Errata available from http://www.linux-mandrake.com/. Information on configuring your system is available in the post install chapter of the Official Linux-Mandrake User's Guide.
ro: Felicitãri, instalarea e completã. Scoateþi media de demaraj ºi apãsaþi Enter pentru redemaraj. Pentru informaþii asupra corecþii disponibile pentru aceasta versiune Linux-Mandrake, consultaþi Erata disponibilã la http://www.linux-mandrake.com/. Informaþiile asupra configurãrii sistemului sunt disponibile în capitolul referitor la post instalare din Oficial Linux Mandrake User's Guide.

source: Linux-Mandrake Installation %s
ro: Instalare Linux-Mandrake %s

source: Czech
ro: Ceh

source: Slovakian
ro: Slovac

source: Yugoslavian (latin layout)
ro: Iugoslav (dispoziþie latinâ)

source: Try to find a modem?
ro: Sã caut un modem?

source: First DNS Server
ro: Primul server DNS

source: Second DNS Server
ro: Al doilea server DNS

source: mandatory
ro: indispensabil

source: interesting
ro: Interesant

source: i18n (very nice)
ro: i18n (foarte simpatic)

source: i18n (nice)
ro: i18n (simpatic)

source: To use a remote lpd print queue, you need to supply the hostname of the printer server and the queue name on that server which jobs should be placed in.
ro: pentru a folosi a coadã de impresie lpd distantã, aveþi nevoie sã furnizaþi numele calculatorului serverului de imprimantã ãi lista de aºteptare

source: Remote hostname
ro: Numele calculator distant

source: Remote queue
ro: Coadã distantã:

source: To print to a NetWare printer, you need to provide the NetWare print server name (Note! it may be different from its TCP/IP hostname!) as well as the print queue name for the printer you wish to access and any applicable user name and password.
ro: Pentru a imprima pe o imprimantã NetWare, trebuie sã furnizaþi numele serverului NetWare (nu e întotdeauna acelaºi cu cel TCP/IP) cît ºi numele listei de aºteptare ºi eventual utilizatorii care vor avea access ºi parolele.

source: What type of printer do you have?
ro: Ce tip de imprimanta aveþi?

source: Do you want to test printing?
ro: Doriþi sã testaþi imprimarea ?

source: Test page(s) have been sent to the printer daemon. This may take a little time before printer start. Printing status: %s Does it work properly?
ro: Pagin(a/ile) de test a/au fost trimisã la procesul de impresie. Aceasta va dura puþin timp înaintea pornirii imprimãrii Starea Imprimãrii: %s Funcþioneazã cum trebuie?

source: Test page(s) have been sent to the printer daemon. This may take a little time before printer start. Does it work properly?
ro: Pagin(a/ile) de test a/au fost trimisã la procesul de impresie. Aceasta va dura puþin timp înaintea pornirii imprimãrii Funcþioneazã cum trebuie?

source: Yes, print ASCII test page
ro: Da, imprimã o paginã de test ASCII

source: Yes, print PostScript test page
ro: Da, imprimã o pagina de test Postscript

source: Yes, print both test pages
ro: Da, imprimã amîndouã paginile de test

source: Configure Printer
ro: Configuraþia imprimantei

source: Paper Size
ro: Mãrimea hîrtiei

source: Eject page after job?
ro: Ejectarea paginei dupã lucru?

source: Uniprint driver options
ro: Opþiuni pilot Uniprint

source: Color depth options
ro: Opþiuni pentru culori:

source: Print text as PostScript?
ro: Imprimã text ca Postscript

source: Reverse page order
ro: incerseazã ordinea paginilor

source: Fix stair-stepping text?
ro: Reparã efectul de scarã al textului

source: Number of pages per output pages
ro: Numãr de pagini

source: Right/Left margins in points (1/72 of inch)
ro: Marginile Dreapta/Stînga în puncte (1/72 inci)

source: Top/Bottom margins in points (1/72 of inch)
ro: Marginile Sus/Jos în puncte (1/72 inci)

source: Extra GhostScript options
ro: Opþiuni Gostscript suplimentare

source: Extra Text options
ro: Opþinuni Text suplimentare

source: Would you like to configure a printer?
ro: Doriþi sã configuraþi o imprimantã?

source: Here are the following print queues. You can add some more or change the existing ones.
ro: Iatã urmãtoarele cozi de imprimare Puteþi sã adãugaþi altele sau sã modificaþi cele existente.

source: Remove queue
ro: ªterge coada

source: Every print queue (which print jobs are directed to) needs a name (often lp) and a spool directory associated with it. What name and directory should be used for this queue and how is the printer connected?
ro: Fiecare coadã (la care activitãþile de imprimare sunt trimise) are nevoie de un nume (adesea lp) ºi de un directoriu de spool asociat. Ce nume ºi directoriu doriþi sã utilizaþi pentru aceastã coadã ºi cum e conectatãimprimanta?

source: Name of queue
ro: Numele cozii:

source: Spool directory
ro: Dosar de Spool:

source: Printer Connection
ro: Selectaþi Conexiunea de imprimantã

source: Can't write file $file
ro: Nu pot scrie fiºierul $file

source: This startup script try to load your modules for your usb mouse.
ro: Acest script de demaraj încearcã sã încarce modulele pentru mouse-ul dumneavoastrã usb.

source: Starts and stops the X Font Server at boot time and shutdown.
ro: Demareazã ºi opreºte Server-ul de caractere X la demararea ºi oprirea calculatorului.

source: Configure LILO/GRUB
ro: Configuraþie LILO/GRUB

source: Create a boot floppy
ro: Creaþi o dischetã de demaraj

source: Format floppy
ro: Formateazã dischetã

source: Choice
ro: Alegere

source: Which serial port is your mouse connected to?
ro: La ce port serial este conectat mouse-ul?

source: reading configuration
ro: Citirea configuraþiei

source: File
ro: Fiºier

source: Search
ro: Cautã

source: Package
ro: Pachet

source: Tree
ro: Arbore

source: Sort by
ro: Triazã în funcþie de

source: Category
ro: Categorie

source: See
ro: Afiºeazã

source: Installed packages
ro: Pachete instalate

source: Available packages
ro: Pachete disponibile

source: Show only leaves
ro: Afiºaþi numai foile

source: Expand all
ro: Expandeazã tot

source: Collapse all
ro: Reduce tot

source: Add location of packages
ro: Adaugã localizarea pachetelor

source: Update location
ro: Actualizare localizare

source: Configuration: Add Location
ro: Configuraþie: Adaugã localizare

source: Find Package
ro: Cautã Pachetul

source: Find Package containing file
ro: Cautã pachetul conþinînd fiºierul

source: Toggle between Installed and Available
ro: Basculeazã între Instalare ºi Disponibil

source: Files:
ro: Fiºiere:

source: Uninstall
ro: Dezinstalare

source: Choose package to install
ro: Alegeþi pachetul de instalat

source: Checking dependencies
ro: Verificare dependenþe

source: Wait
ro: Aºteptare

source: The following packages are going to be uninstalled
ro: Pachetele urmãtoare urmeazã sã fie dezinstalate

source: Uninstalling the RPMs
ro: Dezinstalarea RPM-urilor

source: Which package are looking for
ro: Ce pachet cãutaþi ?

source: %s not found
ro: n'am gãsit %s

source: No match
ro: Nici unul

source: No more match
ro: Nici o altã ocurenþã

source: rpmdrake is currently in ``low memory'' mode. I'm going to relaunch rpmdrake to allow searching files
ro: rpmdrake e actualmente într-un mod ``memorie joasã''. Voi re-lansa rpmdrake pentru a permite cãutarea fiºierelor

source: Which file are you looking for?
ro: Ce fiºier cãutaþi ?

source: What are looking for?
ro: Ce cãutaþi ?

source: Give a name (eg: `extra', `commercial')
ro: Daþi-mi un nume (ex: `extra', `comercial')

source: Directory
ro: Directoriu

source: No cdrom available (nothing in /mnt/cdrom)
ro: Nici un Cd-rom disponibil (nimic în /mnt/cdrom)

source: URL of the directory containing the RPMs
ro: URL-ul directoriului care conþine RPM-urile

source: For FTP and HTTP, you need to give the location for hdlist It must be relative to the URL above
ro: Pentru FTP ºi HTTP, aveþi nevoie sã daþi localizarea pentru hdlist Aceasta trebuie sã fie relativã la URL -ul de mai sus

source: Please submit the following information
ro: Vã rog furnizaþi urmãtoarea informaþie

source: %s is already in use
ro: %s e deja folosit

source: Updating the RPMs base
ro: Actualizare bazei RPM-urilor

source: Going to remove entry %s
ro: Voi ºterge intrarea %s

source: Finding leaves
ro: Cãutare de foi

source: Finding leaves takes some time
ro: Gãsirea foilor ia ceva timp
