Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: You have one big FAT partition (generally used by MicroSoft Dos/Windows). I suggest you first resize that partition (click on it, then click on "Resize")
cs: Máte jeden veliký oddíl FAT (vìt¹inou pou¾ívaný Microsoft Dos/Windows). Doporuèuji vám nejprve zmen¹it tento oddíl (klepnìte na nìj a potom na "Zmìnit velikost")
eu: Fat partizio handi bakarra duzu (MicroSoft Dos/Windows-k erabilia gehienetan). Beharrezko zenuke partizio hau egokitzea (gainean klikatu, eta gero "Egokitu"-n)
hr: Va¹ sustav sadr¾i samo jednu veliku particiju. (Microsoft DOS/Windows obièno koristi jednu particiju). Preporuèam da promijenite velièinu particije (kliknite prvo na particiju te onda na "Promijeni velièinu")
lt: Tu turi vienà didelá FAT skirsná (daþniausiai naudojamas Microsoft DOS/Windows). Patariu tau pakeisti to skirsnio dydá (spragtelëk ant jo, tada ant ¥Pakeisti dydá´)
lv: Jums ir viena liela FAT partîcija (parasti to izmanto MicroSoft Dos/Windows). Iesaku vispirms izmainît ðîs partîcijas izmçru (uzklikðíiniet uz tâs, tad uz "Mainît izmçru")
ro: Aveþi o singurã partiþie mare FAT (în general folositã de MicroSoft Dos/Windows). Va sugerez sã redimensionaþi mai întîi acea partiþie faceþi clic pe ea ºi apoi pe "Redimensioneazã")
sk: Máte jeden veµký FAT diskový oddiel (pou¾ívaný MS DOSom alebo WINDOWS). Navrhujem zmeni» jeho veµkos» (kliknite naò, potom kliknite na "Zmeò veµkos»")
tr: Tek bir büyük FAT disk bölümünüz var (genellikle MS DOS/Windows tarafýndan kullanýlýr). Öncelikle bu disk bölümünün boyutunu deðiþtirmenizi öneriyoruz. Önce bölümün üzerine, sonra "Yeniden Boyutlandýr" düðmesine týklayýnýz
uk: ви ма╓те один великий дисковий п╕дрозд╕л типу FAT (який в основному використову╓ться системами MicroSoft Dos/Windows). Рекомендовано спершу зменшити розм╕р цього розд╕лу (клацн╕ть на ньому, ╕ пот╕м клацн╕ть на "Зм╕нити розм╕р")
vi: B¹n cã mét ph©n vïng FAT lín (th­êng dïng bëi MicroSoft Dos/Windows). §Çu tiªn, b¹n nªn ®Þnh l¹i ®é lín cña ph©n vïng nµy (nhÊp chuét vµo ®ã, råi nhÊp lªn "LËp l¹i kÝch th­íc")

source: Please click on a partition
cs: Prosím klepnìte na oddíl
eu: Partizio baten gainean klikatu
hr: Molim kliknite na particiju
lt: Praðom spragtelëti ant skirsnio
lv: Lûdzu uzklikðíiniet uz partîcijas
nb: Trykk på en partisjon
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਭਾਗ ਤੇ ਕਲਿੱਕ ਕਰੋ
ro: Vã rog faceþi clic pe o partiþie
sk: Prosím kliknite na oddiel
tr: Lütfen bir bölüm üzerine týklayýn
uk: Клацн╕ть, будь-ласка, на п╕дрозд╕л╕
vi: H·y nhÊp chuét lªn ph©n vïng

source: Please click on a media
cs: Prosím klepnìte na zdroj
tr: Lütfen bir ortam seçin

source: Please click on a button above Or use "New"
cs: Prosím klepnìte na tlaèítko nahoøe nebo na Pou¾ít "Nový"
tr: Lütfen yukarýdaki düðmelerden birine Ya da "Yeni" düðmesine týklayýn.

source: Use "New"
cs: Pou¾ít "Nový"
tr: "Yeni" düðmesine týklayýn

source: Details
cs: Detaily
eu: Ezaugarriak
hr: Detalji
lt: Detalës
lv: Detaïas
nb: Vis detaljer
pa_in: ਵੇਰਵਾ
ro: Detalii
sk: Detaily
tr: Ayrýntýlar
uk: Подробиц╕
vi: Chi tiÕt

source: Journalised FS
cs: ®urnálovací FS
tr: Günlük FS
uk: Журнальна файлова система

source: Swap
cs: Odkládací (swap)
nb: Vekselpartisjon
pa_in: ਸਵੈਪ
tr: Takas

source: Empty
cs: Prázdný
eu: Hutsik
hr: Prazno
lt: Tuðèias
lv: Tukðs
nb: Tom
pa_in: ਖਾਲੀ
ro: Gol
sk: Prázdna
tr: Boþ
uk: Пусто
vi: Trèng

source: Other
cs: Dal¹í
eu: Bestelakoa
hr: Ostali
lt: Kitas
lv: Cits
nb: Annet
pa_in: ਹੋਰ
ro: Alt tip
sk: Iná
tr: Diðer
uk: ╤нш╕
vi: Kh¸c

source: Filesystem types:
cs: Souborové systémy:
eu: Fitxategi-sistemen motak:
hr: Vrste datoteènih sustava:
lt: Bylø sistemos tipai:
lv: Failu sistçmu tipi:
nb: Filsystemtyper:
pa_in: ਫਾਇਲ-ਸਿਸਟਮ ਕਿਸਮ:
ro: Tipul de fiºiere sistem:
sk: Typ súborového systému:
tr: Dosya sistemi türü:
uk: Типи файлових систем:
vi: KiÓu hÖ thèng tËp tin:

source: Create
cs: Vytvoøit
eu: Eratu
hr: Napravi
lt: Sukurti
lv: Izveidot
nb: Opprett
pa_in: ਬਣਾਓ
ro: Creazã
sk: Vytvor
tr: Oluþtur
uk: Створити
vi: T¹o

source: Use ``%s'' instead
cs: Místo toho pou¾ijte ``%s''
eu: Bestela ``%s'' erabili
hr: Umjesto toga koristi ``%s''
lt: Naudok ¥%s´ vietoj to
lv: Tâ vietâ izmantojiet ``%s''
ro: Foloseºte ``%s'' în loc
sk: Namiesto toho pou¾ite `%s''
tr: Yerine ``%s'' kullanýn
uk: Зам╕сть цього скористайтеся ``%s''
vi: Dïng ``%s'' thay thÕ

source: Delete
cs: Smazat
eu: Ezabatu
hr: Obri¹i
lt: Iðtrinti
lv: Izdzçst
nb: Slett
pa_in: ਹਟਾਓ
ro: ªterge
sk: Zru¹
tr: Sil
uk: Стерти
vi: Xo¸

source: Use ``Unmount'' first
cs: Nejprve pou¾ijte ``Odpojit''
eu: Lehenengo ``Unmount'' erabili
hr: Prvo pritisnite ``Demontiraj''
lt: Pirmiau naudok ¥Numontuoti´
lv: Vispirms izmantojiet ``Nomontçt''
nb: Bruk «Avmonter» først
pa_in: ਪਹਿਲਾਂ ``ਅਨ-ਮਾਊਂਟ'' ਵਰਤੋ
ro: Foloseºte ``Demontare' mai întîi
sk: Najprv spravte `Unmount''
tr: Önce ``Ayýr''ý kullanýn
uk: Спочатку скористуйтеся ``Розмонтувати''
vi: Dïng ``Bá g¾n kÕt'' tr­íc tiªn

source: After changing type of partition %s, all data on this partition will be lost
cs: Tím ¾e zmìníte typ oddílu %s pøijdete o v¹echna jeho data
eu: %s partizio mota aldatzerakoan, partizio honetako datu guztiak galduko dira
hr: Nakon mijenjanja tipa particije %s svi podaci na ovoj particiji biti æe obrisani
lt: Pakeitus skirsnio %s tipà, visi duomenys jame bus prarasti
lv: Pçc partîcijas %s tipa nomaiòas visi ðajâ partîcijâ esoðie dati tiks pazaudçti
nb: Når du har endra partisjonstypen til «%s» vil alle data på denne partisjonen være tapt
pa_in: ਭਾਗ %s ਦੀ ਕਿਸਮ ਤਬਦੀਲ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਇਸ ਭਾਗ ਤੋਂ ਸਾਰਾ ਡਾਟਾ ਗੁੰਮ ਹੋ ਜਾਵੇਗਾ।
ro: Dupã schimbarea tipului de partiþie %s, toate datele de pe aceasta partiþievor fi pierdute
sk: Po zmene diskovej oblasti %s budú v¹etky dáta na tejto oblasti nenávratne stratené
tr: %s bölümünün türü deðiþtirildikten sonra, üzerindeki tüm bilgiler silinecektir
uk: П╕сля зм╕ни типу п╕дрозд╕лу диску %s, вс╕ дан╕ на цьому п╕дрозд╕л╕ будуть втрачен╕
vi: Sau khi thay ®æi kiÓu ph©n vïng %s, mäi d÷ liÖu trªn ®ã sÏ mÊt

source: Where do you want to mount device %s?
cs: Kam chcete pøipojit zaøízení %s?
eu: %s tresna non instalatu nahi duzu?
hr: Gdje ¾elite montirati ureðaj %s?
lt: Kur nori primontuoti árenginá %s?
lv: Kur jûs vçlaties montçt %s ierîci?
nb: Hvor vil du montere enheten «%s»?
pa_in: ਤੁਸੀਂ ਜੰਤਰ %s ਕਿੱਥੇ ਮਾਊਂਟ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
ro: Unde doriþi sã montaþi perifericul %s?
sk: Kam si ¾eláte pripoji» zariadenie %s?
tr: %s aygýtýný nereye baðlamak istiyorsunuz?
uk: Де ви хочете змонтувати пристр╕й %s?
vi: B¹n muèn g¾n kÕt thiÕt bÞ %s vµo ®©u?

source: Mount options
cs: Volby pro pøipojení
hr: Opcije montiranja
lv: Montçðanas iespçjas:
nb: Monteringsvalg
pa_in: ਮਾਊਂਟ ਚੋਣ
sk: Parametre pripojenia
tr: Baðlama seçenekleri
uk: Параметри монтування:
vi: Tïy chän g¾n kÕt

source: Various
cs: Dal¹í
hr: Razno
lv: Viss kas
nb: Diverse
pa_in: ਵੱਖਰੇ
sk: Rozdielne
tr: Çeþitli
uk: Р╕зноман╕тне
vi: Kh¸c nhau

source: Removable media
cs: Vyjímatelná média
hr: Uklonjivi medij
lv: Izòemams datu nesçjs
sk: Vymeniteµné médium
tr: Kaldýrýlabilir ortam
uk: Зм╕нн╕ нос╕╖
vi: Ph­¬ng tiÖn th¸o l¾p

source: Change type
cs: Zmìnit typ
hr: Promijeni tip
lv: Mainît tipu
nb: Endre type
pa_in: ਕਿਸਮ ਤਬਦੀਲ
sk: Zmeòte typ
tr: Türünü Deðiþtir
uk: Зм╕нити тип
vi: Thay ®æi kiÓu

source: Which filesystem do you want?
cs: Který souborový systém chcete pou¾ít?
eu: Zein fitxategi sistema nahi duzu?
hr: Koji datoteèni sustav ¾elite?
lt: Kokios bylø sistemos tu nori?
lv: Kuru failu sistçmu vçlaties?
nb: Hvilket filsystem vil du ha?
pa_in: ਤੁਸੀਂ ਕਿਹੜਾ ਫਾਇਲ ਸਿਸਟਮ ਚਾਹੁੰਦੇ ਹੋ?
sk: Aký typ súborového systému chcete??
tr: Hangi dosya sistemini istiyorsunuz?
uk: Яку файлову систему ви вибира╓те?
vi: HÖ thèng tËp tin nµo b¹n muèn?

source: Scanning available nfs shared resource
cs: Prohledávám v¹echny dostupné nfs zdroje
lv: Skançju piejamos nfs kopîgos resursus
sk: Hµadám mo¾né nfs zdroje
tr: Paylaþýmlý að dosya sistemleri taranýyor
uk: Сканую доступн╕ ресурси NFS
vi: §ang rµ c¸ch thøc chia sÎ NFS s½n cã

source: Scanning available nfs shared resource of server %s
cs: Prohledávám v¹echny dostupné nfs zdroje na serveru %s
lv: Skançju piejamos nfs kopîgos resursus uz servera %s
sk: Hµadám mo¾né nfs zdroje na serveri %s
tr: %s sunucusunun paylaþýmlý að dosya sistemleri taranýyor
uk: Сканую доступн╕ ресурси NFS на сервер╕ %s
vi: §ang rµ c¸ch thøc chia sÎ NFS s½n cã cña m¸y chñ %s

source: If the list above doesn't contain the wanted entry, enter it here:
cs: Pokud seznam nahoøe neobsahuje po¾adovanou hodnotu, zadejte ji zde:
tr: Yukarýdaki liste gerekli girdiyi içermiyorsa onu burada verebilirsiniz:
uk: Якщо в наведеному вище списку нема╓ потр╕бного пункту, введ╕ть його тут:
vi: NÕu danh s¸ch trªn kh«ng cã môc nhËp nh­ mong muèn, h·y nhËp ë ®©y:

source: Server
eu: Zerbitzari
hr: Poslu¾itelj
nb: Tjener
pa_in: ਸਰਵਰ
tr: Sunucu
uk: Сервер
vi: M¸y chñ

source: Shared resource
cs: Sdílené zdroje
hr: Dijeljeni resurs
tr: Paylaþýmlý özkaynaklar
uk: Ресурси для сп╕льного використання
vi: Tµi nguyªn dïng chung

source: Scanning available samba shared resource
cs: Prohledávám v¹echny dostupné samba zdroje
lv: Skançju piejamos samba kopîgos resursus
sk: Hµadám mo¾né samba zdroje
tr: Paylaþýmlý samba özkaynaklarý taranýyor
uk: Сканую доступн╕ ресурси Samba
vi: §ang rµ c¸ch thøc chia sÎ samba s½n cã

source: Scanning available samba shared resource of server %s
cs: Prohledávám v¹echny dostupné samba zdroje na serveru %s
lv: Skançju piejamos samba kopîgos resursus uz servera %s
sk: Hµadám mo¾né samba zdroje na serveri %s
tr: %s sunucusunun paylaþýmlý samba özkaynaklarý taranýyor
uk: Сканую доступн╕ ресурси Samba на сервер╕ %s
vi: §ang rµ c¸ch thøc chia sÎ samba s½n cã cña m¸y chñ %s

source: Choose a partition
cs: Vyberte oddíl
lv: Izvçlieties partîciju
nb: Velg partisjon
pa_in: ਭਾਗ ਚੁਣੋ
sk: Zvoµte oddiel
tr: Bir disk bölümü seçiniz
uk: Вибер╕ть п╕дрозд╕л
vi: Chän mét ph©n vïng

source: Choose another partition
cs: Vyberte jiný oddíl
hr: Izaberite drugu particiju
lv: Izvçlieties citu partîciju
nb: Velg en annen partisjon
pa_in: ਹੋਰ ਭਾਗ ਵਰਤੋ
sk: Zvoµte iný oddiel
tr: Bir baþka disk bölümü seçiniz
uk: Створити ╕нший п╕дрозд╕л
vi: Chän ph©n vïng kh¸c

source: Exit
cs: Konec
hr: Izlaz
lv: Iziet
nb: Avslutt
pa_in: ਬਾਹਰ
sk: Koniec
tr: Çýkýþ
uk: Вих╕д
vi: Tho¸t ra

source: Toggle to expert mode
cs: Pøepnout se do módu 'expert'
eu: Zoaz aditu modura
hr: Normalno > Ekspert
lt: Pakeisti á eksperto reþimà
lv: Pârslçgt eksperta reþîmâ
nb: Skift til ekspertmodus
pa_in: ਮਾਹਿਰ ਵਿਧੀ ਤਬਦੀਲ ਕਰੋ
ro: Trece în mod expert
sk: Prepni do expert módu
tr: Uzman kipine geç
uk: Звичайний > Експерт
vi: ChuyÓn sang chÕ ®é Chuyªn gia

source: Toggle to normal mode
cs: Pøepnout se do módu 'normální'
eu: Zoaz ohiko modura
hr: Prebaci u normalni mod
lt: Pakeisti á normalø reþimà
lv: Pârslçgt normâlajâ reþîmâ
nb: Skift til normalmodus
pa_in: ਸਧਾਰਨ ਵਿਧੀ ਤਬਦੀਲ ਕਰੋ
ro: Trece în mod normal
sk: Prepni do normálneho módu
tr: Normal kipe geç
uk: Експерт > Звичайний
vi: ChuyÓn sang chÕ ®é b×nh th­êng

source: Undo
cs: Zpìt
eu: Ez egin
hr: Vrati
lt: Sugráþti
lv: Atsaukt
ro: Anuleazã
sk: Spä»
tr: Geri al
uk: Назад
vi: Kh«ng thùc hiÖn

source: Continue anyway?
cs: Pøesto chcete pokraèovat?
eu: Jarraitu dena den?
hr: Da ipak nastavim?
lt: Ar vis tiek tæsti?
lv: Tad turpinât?
nb: Vil du likevel fortsette?
pa_in: ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਰਹੋ?
ro: Continuaþi totuºi?
sk: Pokraèova»?
tr: Yine de devam edilsin mi?
uk: Все-таки продовжувати?
vi: VÉn tiÕp tôc b»ng bÊt cø gi¸ nµo?

source: Quit without saving
cs: Konec bez ulo¾ení
eu: Irten gorde gabe
hr: Da zavr¹im bez spremanja
lt: Iðeiti neiðsaugojus
lv: Iziet nesaglabâjot
nb: Avslutt uten å lagre
pa_in: ਬਿਨਾਂ ਸੰਭਾਲੇ ਹੀ ਬਾਹਰ
ro: Ieºire fãrã a înregistra
sk: Koniec bez ulo¾enia
tr: Kaydetmeden Çýk
uk: Вийти без запису
vi: Tho¸t mµ kh«ng l­u l¹i

source: Quit without writing the partition table?
cs: Chcete skonèit bez zapsání do tabulky oddílù?
eu: Irten partizio taula idatzi gabe?
hr: Da zavr¹im bez zapisivanje particijske tablice?
lt: Iðeiti neiðsaugojus skirsniø lentelës?
lv: Iziet neierakstot partîciju tabulau?
nb: Vil du avslutte uten å lagre partisjonstabellen?
pa_in: ਭਾਗ ਸਾਰਣੀ ਲਿਖਣ ਬਿਨਾ ਬਾਹਰ?
ro: Ieºire din program fãrã a scrie în tabloul de partiþii ?
sk: Koniec bez zmeny partition tabuµky?
tr: Bölümlendirme tablosunu kaydetmeden mi çýkýyorsunuz?
uk: Вийти без запису таблиц╕ п╕дрозд╕л╕в?
vi: Tho¸t mµ kh«ng ghi b¶ng ph©n vïng?

source: Do you want to save /etc/fstab modifications
cs: Chcete ulo¾it modifikaci souboru /etc/fstab?
hr: Da li ¾elite spremiti /etc/fstab promjene?
pa_in: ਕੀ ਤੁਸੀਂ /etc/fstab ਤਬਦੀਲੀਆਂ ਸੰਭਾਲਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ
sk: ®eláte si ulo¾i» zmeny do /etc/fstab
tr: /etc/fstab deðiþikliklerini kaydetmek istiyor musunuz ?
uk: Чи ви хочете записати конф╕╜урац╕ю /etc/fstab?
vi: B¹n cã muèn l­u c¸c thay ®æi /etc/fstab?

source: Auto allocate
cs: Automaticky rozmístit
eu: Berez egokitu
hr: Raspodijeli automatski
lt: Automatinis suskirstymas
lv: Izvietot automâtiski
nb: Tildel automatisk
pa_in: ਸਵੈ ਜਾਰੀ
ro: Auto aloca
sk: Automaticky prerozdeµ
tr: Otomatik bölümle
uk: Автоматично розпод╕лити
vi: Ph©n chia tù ®éng

source: Clear all
cs: V¹e smazat
eu: Garbitu dena
hr: Oèisti sve
lt: Iðvalyti viskà
lv: Visu dzçst
nb: Fjern alle
pa_in: ਸਭ ਸਾਫ
ro: ªterge tot
sk: Zma¾ v¹etko
tr: Tümünü Temizle
uk: Очистити все
vi: Xo¸ hÕt

source: More
cs: Více
eu: Gehiago
hr: Vi¹e
lt: Dar
lv: Vairâk
nb: Mer
pa_in: ਹੋਰ
sk: Viac
tr: Daha
uk: Ще
vi: Thªm

source: Hard drive information
cs: Informace o hardisku
hr: Hard disk informacije
lv: Cietâ diska informâcija
pa_in: ਹਾਰਡ ਡਰਾਈਵ ਜਾਣਕਾਰੀ
sk: Informácie o pevnom disku
tr: Sabit Disk bilgisi
uk: ╤нформац╕я жорсткого диску
vi: Th«ng tin æ ®Üa cøng

source: Not enough space for auto-allocating
cs: Není dostatek místa pro automatické rozdìlení disku
eu: Ez dago lekurik berezko egokitzapenerako
hr: Nema dovoljno prostora za auto-alokaciju
lv: Nepietiek brîvas vietas, lai izvietotu automâtiski
sk: Nedostatok miesta pre automatickú alokáciu
tr: Otomatik bölümleme için yeterli boþ alan yok
uk: Недостатньо в╕льного простору для автоматичного под╕лу
vi: Kh«ng ®ñ kh«ng gian ®Ó ph©n chia tù ®éng

source: All primary partitions are used
cs: V¹echny primární oddíly (partitions) jsou pou¾ívány
eu: Partizio primario guztiak erabiltzen
hr: Sve primarne particije su iskori¹tene
lt: Visi pirminiai skirsniai yra naudojami
lv: Visas primârâs partîcijas izmantotas
nb: Alle primærpartisjoner er brukt
pa_in: ਸਭ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਵਰਤੇ ਹਨ
ro: Toate partiþiile principale sunt alocate
sk: V¹etky primárne oddiely sú u¾ pou¾ité
tr: Tüm birincil disk bölümleri kullanýldý
uk: Вс╕ основн╕ п╕дрозд╕ли зайнят╕
vi: Toµn bé c¸c ph©n vïng chÝnh ®­îc sö dông

source: I can't add any more partition
cs: Nemù¾u pøidat ¾ádný dal¹í oddíl
eu: Ezin dut partizio gehiagorik gehitu
hr: Ne mogu dodati niti jednu dodatnu particiju
lt: Að daugiau negaliu pridëti në vieno skirsnio
lv: Vairâk partîciju nevar pievienot
ro: Imposibil de adãugat o alta partiþie
sk: Nemô¾em prida» ïal¹í oddiel
tr: Baþka disk bölümü eklenemez
uk: Не можу додати жодного п╕дрозд╕лу
vi: Kh«ng thÓ thªm ph©n vòng

source: To have more partitions, please delete one to be able to create an extended partition
cs: Abyste mohli mít více oddílù, musíte smazat jeden existující a na jeho místì vytvoøit roz¹íøený(extended) oddíl
eu: Partizio gehiago edukitzeko, mesedez ezabatu bat hedatutako partizioa eratu ahalizateko
hr: Ako ¾elite dodati jo¹ koju particiju molim obri¹ite jednu od particija kako bi mogli stvoriti jednu extended particiju.
lt: Jei nori turëti daugiau skirsniø, praðom iðtrinti vienà, kad vietoj jo galëtum sukurti iðplëstiná
lv: Ja gribat vairâk partîcijas, izdzçsiet kâdu partîciju, lai varçtu izveidot paplaðinâto partîciju
nb: Du har flere partisjoner. Du må først slette én av de for å kunne lage en utvida partisjon.
pa_in: ਹੋਰ ਭਾਗ ਹੋਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਐਕਸਟੈਂਡਡ ਭਾਗ ਬਣਾਉਣ ਲਈ ਇੱਕ ਹਟਾਓ।
ro: Pentru a avea mai multe partiþii, ºtergeþi una pentru a putea crea una de tip Extended
sk: Ak chcete ma» viac diskových oddielov, tak zma¾te jeden z nich, aby sa dal vytvori» roz¹írený oddiel disku
tr: Daha fazla bölüm oluþturmak için, bir bölümü silip mantýksal bölüm oluþturun
uk: Щоб мати б╕льше п╕дрозд╕л╕в, з╕тр╕ть один ╕з тих, що ╓. П╕сля цього ви можете створити зам╕сть нього к╕лька розширених п╕дрозд╕л╕в
vi: §Ó cã thªm ph©n vïng, h·y xo¸ mét ph©n vïng ®Ó cã thÓ t¹o mét ph©n vïng më réng

source: Save partition table
cs: Ulo¾it tabulku oddílù
hr: Spremi particijsku tabelu
tr: Bölümlendirme tablosunu kaydet
uk: Записати таблицю п╕дрозд╕л╕в

source: Restore partition table
cs: Obnovit tabulku oddílù
hr: Vrati particijsku tabelu
tr: Bölümlendirme tablosunu eski durumuna getir
uk: В╕дновити таблицю п╕дрозд╕л╕в

source: Rescue partition table
cs: Záchrana tabulky oddílù
eu: Partizio taula berreskuratu
hr: Spasi particijsku tabelu
lt: Iðgelbëti skirsniø lentelæ
lv: Salabot partîciju tabulu
ro: Salveazã tabelul de partiþii
tr: Bölümlendirme tablosunu kurtar
uk: Авар╕йна таблиця п╕дрозд╕л╕в
vi: B¶ng ph©n vïng cøu gi¶i

source: Reload partition table
cs: Znovu naèíst tabulku oddílù
hr: Ponovno uèitaj particijsku tabelu
nb: Last partisjonstabell på nytt
pa_in: ਭਾਗ ਸਾਰਣੀ ਮੁੜ-ਲੋਡ
tr: Bölümlendirme tablosunu yeniden yükle
uk: Прочитати таблицю п╕дрозд╕л╕в

source: Removable media automounting
cs: Automatické pøipojování pro vyjímatelná média
ro: Automontare automatã a perifericelor extractibile
tr: Kaldýrýlabilir ortam otomatik baðlanýyor
uk: Автоматичне монтування зм╕нних нос╕╖в

source: Select file
cs: Zvolit soubor
eu: Hautatu fitxategia
hr: Odaberite datoteku
lt: Pasirink bylà
lv: Izvçlieties failu
nb: Velg fil
pa_in: ਫਾਇਲ ਚੁਣੋ
ro: Selecþioneazã fiºierul
sk: Vyber súbor
tr: Dosya seç
uk: Вибер╕ть файл
vi: Chän tËp tin

source: The backup partition table has not the same size Still continue?
cs: Zálo¾ní tabulka oddílù nemá stejnou velikost Chcete pøesto chcete pokraèovat?
eu: Backup-aren partizio taulak ez du neurri berdina Jarraituko dut?
hr: Backup particijske tablice nema istu velièinu Da ipak nastavim?
lt: Atsarginë skirsniø lentelë nëra tokio paties dydþio Vis tiek tæsti?
lv: Partîciju tabulas rezerves kopijai ir atðíirîgs izmçrs Tomçr turpinât, ja?
ro: Tabloul de partiþie salvat nu are aceeaºi mãrime Sã continui totuºi ?
sk: Zálo¾ná tabuµka rozdelenia disku nemá rovnakú veµkos» Naozaj pokraèova»?
tr: Yedek bölümlendirme tablosu ayný deðil Yine de devam etmek istiyor musunuz?
uk: Авар╕йна таблиця п╕дрозд╕л╕в ма╓ ╕нший розм╕р Продовжувати?
vi: B¶ng ph©n vïng sao l­u kh«ng cã cïng kÝch th­íc VÉn tiÕp tôc?

source: Warning
cs: Varování
eu: Kontuz
hr: Upozorenje
lt: Dëmesio
lv: Uzmanîbu
nb: Advarsel
pa_in: ਚੇਤਾਵਨੀ
ro: Avertisment
sk: Varovanie
tr: Uyarý
uk: Попередження
vi: C¶nh b¸o

source: Insert a floppy in drive All data on this floppy will be lost
cs: Vlo¾te disketu do mechaniky V¹echna data na této disketì budou smazána
eu: Disketea sartu unitatean Disketeko datu guztiak galduko dira
hr: Umetnite disketu u pogon Svi podaci na disketi biti æe izbrisani
lt: Ádëk diskelá á kaupiklá Visi duomenys diskelyje bus prarasti
lv: Ielieciet disketi Visi uz disketes esoðie dati tiks dzçsti
ro: Introduceþi o dischetã în periferic Toate datele de pe aceastã dischetã vor fi pierdute
sk: Vlo¾te disketu do mechaniky V¹etky dáta na tejto diskete budú nenávratne stratené
tr: DÝsket sürücüye bir disket yerleþtirin Bu disketteki tüm bilgileriniz silinecektir
uk: Вставте дискету в дисков╕д Вс╕ дан╕ на ц╕й дискет╕ будуть втрачен╕
vi: N¹p ®Üa mÒm vµo æ Mäi d÷ liÖu trªn ®Üa sÏ bÞ mÊt

source: Trying to rescue partition table
cs: Pokou¹ím se obnovit tabulku oddílù
eu: Partizio taula berreskuratzeko saioan
hr: Poku¹avam spasiti particijsku tablicu
lt: Bandau iðgelbëti skirsniø lentelæ
lv: Mçìinu saglâbt partîciju tabulu
ro: Încercare de salvare a tabloului de partiþii
sk: Pokú¹am sa obnovi» partition tabuµku
tr: Bölümlendirme tablosu kurtarýlmaya çalýþýlýyor
uk: Пробую в╕дновити таблицю п╕дрозд╕л╕в
vi: §ang cè g¾ng cøu b¶ng ph©n vïng

source: Detailed information
cs: Podrobné informace
hr: Detaljne informacije
lv: Detalizçta informâcija
nb: Detaljert informasjon
pa_in: ਵਿਸਥਾਰ ਜਾਣਕਾਰੀ
sk: Detailné informácie
tr: Ayrýntýlý bilgi
uk: Детальна ╕нформац╕я
vi: Th«ng tin chi tiÕt

source: Resize
cs: Zmìnit velikost
eu: Berregokitu
hr: Promijeni velièinu
lt: Pakeisti dydá
lv: Mainît izmçru
nb: Endre størrelse
pa_in: ਮੁੜ-ਆਕਾਰ
ro: Redimensioneazã
sk: Zmeò veµkos»
tr: Yeniden Boyutlandýr
uk: Зм╕нити розм╕р
vi: §Æt l¹i kÝch th­íc

source: Move
cs: Pøesunout
eu: Mugitu
hr: Premjesti
lt: Perkelti
lv: Pârvietot
ro: Deplaseazã
sk: Presuò
tr: Taþý
uk: Перем╕стити
vi: ChuyÓn

source: Format
cs: Formátovat
eu: Formatua
hr: Formatiraj
lt: Formatuoti
lv: Formatçt
nb: Formater
pa_in: ਫਾਰਮਿਟ
ro: Formateazã
sk: Formát
tr: Biçemle
uk: Форматувати

source: Active
cs: Aktivní
eu: Aktibatu
hr: Aktivno
lt: Aktyvus
lv: Aktîva
ro: Activ
sk: Aktívny
tr: Etkin
uk: Активна
vi: Ho¹t ®éng

source: Add to RAID
cs: Pøidat do RAIDu
eu: Gehitu RAIDi
hr: Dodaj RAID-u
lt: Pridëti á RAID
lv: Pievienot pie RAID
nb: Legg til i RAID
pa_in: RAID ਵਿੱਚ ਸ਼ਾਮਿਲ
ro: Adaugã la RAID
sk: Pridaj do RAID
tr: RAID'e ekle
uk: Додати до RAID
vi: Thªm vµo RAID

source: Add to LVM
cs: Pøidat do LVMu
eu: Gehitu LVMi
hr: Dodaj LVM-u
lt: Pridëti á LVM
lv: Pievienot LVM
nb: Legg til i LVM
pa_in: LVM ਵਿੱਚ ਸ਼ਾਮਿਲ
sk: Pridaj do LVM
tr: LVM'e ekle
uk: Додати до LVM
vi: Thªm vµo LVM

source: Remove from RAID
cs: Odebrat z RAIDu
eu: RAIDtik ken
hr: Ukloni sa RAID-a
lt: Paðalinti ið RAID
lv: Izslçgt no RAID
nb: Fjern fra RAID
pa_in: RAID ਵਿੱਚੋਂ ਹਟਾਓ
ro: ªterge din RAID
sk: Odober z RAID
tr: RAID'den kaldýr
uk: Видалити з RAID
vi: Gì bá khái RAID

source: Remove from LVM
cs: Odebrat z LVMu
eu: LVMtik ken
hr: Ukloni sa LVM-a
lt: Paðalinti ið LVM
lv: Izòemt no LVM
nb: Fjern fra LVM
pa_in: LVM ਵਿੱਚੋਂ ਹਟਾਓ
sk: Odober z LVM
tr: LVM'den kaldýr
uk: Видалити з LVM
vi: Gì bá khái LVM

source: Modify RAID
cs: Zmìnit RAID
eu: Aldatu RAID
hr: Promijeni RAID
lt: Taisyti RAID
lv: Mainît RAID
nb: Endre RAID
pa_in: LVM ਤਬਦੀਲ
ro: Modificã RAID
sk: Modifikuj RAID
tr: RAID'i deðiþtir
uk: Зм╕нити RAID
vi: Thay ®æi RAID

source: Use for loopback
cs: Pou¾ít loopback
eu: Loopback erabili
hr: Koristi za loopback
lt: Naudoti loopback'ui
lv: Izmantot priekð loopback
nb: Bruk til filmontering
pa_in: ਲੂਪਬੈਕ ਲਈ ਵਰਤੋ
ro: Foloseºte pentru loopback
sk: Pou¾i loopback
tr: Loopback için kullan
uk: Використовувати для зворотнього монтування
vi: Dïng cho loopback

source: Create a new partition
cs: Vytvoøit nový oddíl
eu: Eratu partizio berriak
hr: Stvori novu particiju
lt: Sukurti naujà skirsná
lv: Izveidot jaunu partîciju
nb: Lag ny partisjon
pa_in: ਨਵਾਂ ਭਾਗ ਬਣਾਓ
ro: Creeazã o nouã partiþie
sk: Vytvor nový oddiel
tr: Yeni bölüm oluþtur
uk: Створити новий розд╕л
vi: T¹o ph©n vïng míi

source: Start sector:
cs: Poèáteèní sektor:
eu: Haste sektorea:
hr: Poèetni sektor:
lt: Pradþios sektorius:
lv: Sâkuma sektors:
nb: Startsektor:
pa_in: ਸੈਕਟਰ ਸ਼ੁਰੂ ਕਰੋ:
ro: Sector de început:
sk: Poèiatoèný sektor:
tr: Baþlangýç sektörü:
uk: Початок (сектор):
vi: B¾t ®Çu sector:

source: Size in MB:
cs: Velikost v MB:
eu: Tamaina MBetan:
hr: Velièina u MB:
lt: Dydis (MB):
lv: Izmçrs MB:
nb: Størrelse i MB:
pa_in: ਮੈਬਾ ਵਿੱਚ ਅਕਾਰ:
ro: Mãrimea în MB:
sk: Veµkos» v MB:
tr: MB cinsinden boyut:
uk: Розм╕р (Мб):
vi: KÝch th­íc theo MB:

source: Filesystem type:
cs: Souborový systém:
eu: Fitxategi-sistema mota:
hr: Vrsta datoteènog sustava:
lt: Bylø sistemos tipas:
lv: Failu sistçmas tips:
nb: Filsystemtype:
pa_in: ਫਾਇਲ-ਸਿਸਟਮ ਕਿਸਮ:
ro: Tipul de fiºiere:
sk: Typ súborového systému:
tr: Dosya sistemi türü:
uk: Тип п╕дрозд╕лу:
vi: KiÓu hÖ thèng tËp tin:

source: Mount point:
cs: Adresáø pøipojení (mount point):
eu: Muntatze puntua:
hr: Mjesto montiranja:
lt: Montavimo taðkas:
lv: Montçðanas punkts:
nb: Monteringspunkt:
pa_in: ਮਾਊਂਟ ਸਥਿਤੀ:
ro: Punct de montaj:
sk: Bod pripojenia:
tr: Baðlama noktasý:
uk: Точка монтування:
vi: §iÓm g¾n kÕt:
