Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: apmd is used for monitoring batery status and logging it via syslog. It can also be used for shutting down the machine when the battery is low.
cs: apmd je pou¾íván pro sledování stavu baterie a zaznamenávání pøes syslog. Mù¾e také být pou¾it pro vypnutí poèítaèe pøi vybité baterii.
eu: apmd bateriaren egoera aztertzeko da eta syslog-en bitartez lortzeko. Bateria gutxi dagoenean makina itzaltzeko erabil daiteke ere.
hr: apmd slu¾i za monitoriranje statusa i baterije i njegovo logiranje putem syslog-a. Takoðer mo¾e biti kori¹ten za ga¹enje raèunala kada je baterija slaba.
lt: apmd naudojamas akumuliatoriaus bûsenai stebëti ir uþraðyti per syslog. Jis taip pat gali bûti naudojamas kompiuterio iðjungti, kai trûksta energijos akumuliatoriuje.
lv: apmd paredzçts baterijas stâvokïa novçroðanai un grâmatoðanai ar syslog. To var izmantot arî datora izslçgðanai, kad baterija ir izlâdçta.
ro: apmd e folosit pentru a monitoriza bateria ºi login-ul via syslog. Poate de asemenea fi folosit pentru oprirea calculatorului dacã bateria e slabã.
sk: apmd sa pou¾íva pre monitorovanie (a zápis pomocou syslogu) stavu batérií. Mô¾ete ho tie¾ pou¾i» na vypnutie poèítaèa keï sa baterky takmer minú.
tr: apmd pil durumunu izlemek için ve syslog aracýlýðýyla bunun kaydýný tutmak için kullanýlýr. Ayrýca pil azaldýðýnda sistemi kapatmak için de kullanýlýr.
uk: apmd служить для контролю за р╕внем батаре╖ та запису пов╕домлень про це у систмний журнал syslog. Кр╕м цього в╕н може вимикати комп'ютер, коли батарея розрядилася.
vi: apmd ®­îc dïng ®Ó theo dâi t×nh tr¹ng pin vµ ghi nã qua syslog. Nã còng ®­îc dïng ®Ó t¾t m¸y tÝnh khi pin yÕu.

source: Runs commands scheduled by the at command at the time specified when at was run, and runs batch commands when the load average is low enough.
cs: Spou¹tí pøíkazy naplánované pøíkazem na urèitý èas pøíkazem 'at'. Také spou¹tí pøíkazy pøi nízkém vytí¾ení systému.
eu: atindarrean dagoenean at komandoan esan bezala, komandoak abiarazten ditu, eta batch komandoak abiarazten ditu karga gutxi dagoenean.
hr: Pokreæe komande zakazane sa at komandom u specifirano vrijeme kada je at pokrenut, i pokreæe batch komande kada je prosjeèna zauzetost dovoljno niska.
lt: Paleidþia komandas laiku, nurodytu su at komanda, bei paleidþia susikaupusias komandas tuomet, kai sistema maþai apkrauta.
lv: Palaiþ komandas, kas ir ieplânotas noteiktâ laikâ, izmantojot at komandu, kâ arî palaiþ komadu paketes, kad vidçjâ sistçmas noslodze ir pietiekoði zema.
nb: Kjører kommandoer planlagte av at-kommandoen på tider valgte ved kjøring av at, i tillegg kjører skriptkommandoer når ressursbruken er lav nok.
pa_in: ਦਰਸਾਏ ਸਮੇਂ ਅਨੁਸਾਰ ਕਮਾਂਡ ਤੇ ਕਮਾਂਡ ਕ੍ਰਮਕਾਰ ਚਲਾਉਂਦਾ ਹੈ ਜਦੋਂ ਇਹ ਚੱਲਦਾ ਸੀ, ਅਤੇ ਬੈਚ ਕਮਾਂਡਾ ਚਲਾਉਂਦਾ ਹੈ ਜਦੋਂ ਲੋਡ ਔਸਤਨ ਘੱਟ ਹੁੰਦਾ ਹੈ।
ro: Demareazã comenzi programate de comanda at la timpul specificat la demararea lui at ºi lanseazã comenzi batch atunci cînd media de încãrcare e suficient de scãzutã.
sk: Spú¹»a príkazy nastavené cez príkaz at v stanovenom èase.
tr: at komutu, zamanlanan komutlarý çalýþmalarý gereken zamanlarda çalýþtýrýr. Sistem yükü yeterince düþük olduðunda yýðýn komutlarý çalýþtýrýr.
uk: Викону╓ команди, запланован╕ командою at п╕д час виконання команди at ╕ викону╓ пакетн╕ команди, коли системне навантаження достатньо низьке.
vi: Ch¹y c¸c lÖnh trong lÞch tr×nh theo thêi gian Ên ®Þnh, vµ ch¹y c¸c lo¹t lÖnh (batch commands) khi t¶i trung b×nh ®ñ thÊp.

source: cron is a standard UNIX program that runs user-specified programs at periodic scheduled times. vixie cron adds a number of features to the basic UNIX cron, including better security and more powerful configuration options.
cs: cron je standardní Unixový program který spou¹tí u¾ivatelem zadané programy v pøedem definovaných intervalech. vixie cron má navíc mnoho vlastností, vèetnì vy¹¹í bezpeènosti a více mo¾ností nastavení.
eu: cron, erabiltzaileak hautatutako programak, finkatutako orduan abiarazten duen UNIX programa standarra da. vixie cron ezaugarriak gehitzen dituoinarriko UNIX cron-era, segurtasun hobea eta konfigurazio tresna ahalmentsuak.
hr: cron je standardan UNIX program koji pokreæe korisnièki definirane programe u periodièno zakazana vremena. vixie cron dodaje veliki broj korisnih funkcija obiènom UNIX cron-u, ukljuèujuæi bolju sigurnost i veæu snagu konfiguracijskih opcija.
lt: cron yra standartinë UNIX programa, paleidþianti vartotojo nurodytas programas periodiðkai, nustatytu laiku. vixie cron prideda nemaþai galimybiø prie paprasto UNIX cron'o, áskaitant didesná saugumà ir galingesnes parinktis.
lv: cron ir parasta UNIX programma, kas palaiþ lietotâju norâdîtâs programmas periodiski ieplânotos laikos. vixie cron piedâvâ virkni papildus iespçju salîdzinot ar UNIX cron, tajâ skaitâ arî labâku droðîbu un daudz izvçrtstâkas konfigurçðanas iespçjas.
nb: Programmet cron kjører brukervalgte program på faste tider, og vixie cron er en utgave med flere funksjoner, blant annet bedre sikkerhet og avanserte oppsettvalg.
pa_in: cron ਇੱਕ ਮਿਆਰੀ ਯੂਨਿਕਸ ਪ੍ਰੋਗਰਾਮ ਹੈ ਜੋ ਉਪਭੋਗੀ-ਰਾਹੀਂ ਪ੍ਰਭਾਸ਼ਿਤ ਪ੍ਰੋਗਰਾਮ ਕੰਮਬੱਧ ਸਮੇਂ ਤੇ ਚਲਾਉਂਦਾ ਹੈ। vixie cron ਕਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਮੁੱਢਲੇ ਯੂਨੈਕਸ cron ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਵਧੀਆ ਸੁਰੱਖਿਆ ਅਤੇ ਵਧੇਰੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸੰਰਚਨਾ ਚੋਣ ਸ਼ਾਮਿਲ ਹੈ।
ro: cron e un program UNIX standard care demareazã programe-utilizator specificate la intervale periodice. vixie cron adaugã o serie defuncþionalitãþi la bazicul cron UNIX, printre care o mai bunã securitate ºi opþiuni de configuraþie mai avansate.
sk: cron je ¹tandardný UNIXový program, ktorý spú¹»a príkazy naplánované u¾ívateµom. vixie cron pridáva viac mo¾ností konfigurácie.
tr: cron, kullanýcýlara özel komutlarý peritodik zamanlamalarla çalýþtýrabilen standart bir UNIX programýdýr. vixie cron, standart cron'a eklenmiþ birçok yeni özellik içerir.
uk: cron - це стандартна програма UNIX, яка викону╓ вибран╕ користувачем програми пер╕одично у вибраний час. vixie cron дода╓ до стандартного UNIX cron к╕лька нових можливостей, включаючи п╕двищену безпеку та б╕льш потужн╕ конф╕гурац╕йн╕ опц╕╖.
vi: cron lµ mét ch­¬ng tr×nh UNIX chuÈn ®Ó ch¹y c¸c ch­¬ng tr×nh do ng­êi dïng chØ ®Þnh trong lÞch tr×nh. vixie cron ®­a c¸c sè tÝnh n¨ng vµo cron UNIX c¬ së, bao gåm c¸c tÝnh n¨ng b¶o mËt tèt h¬n vµ c¸c tïy chän cÊu h×nh m¹nh h¬n.

source: GPM adds mouse support to text-based Linux applications such the Midnight Commander. It also allows mouse-based console cut-and-paste operations, and includes support for pop-up menus on the console.
cs: GPM pøidává do textových programù podporu my¹i (napø pro Midnight Commander). Mù¾e také v konzoli provádìt operace 'vyjmi' a 'vlo¾' a ovládat pop-up menu.
eu: GPM-k sagua gehitzen du testuan oinarritutako Linux aplikazioae, bide Midnight Commander. Honezgain saguan oinarritutako konsola eta ebaki-eta-itsatsi operazioak, eta konsolako pop-up menuentzako soportea ematen du.
hr: GPM dodaje podr¹ku za mi¹u tekst baziranim Linux aplikacijama kao ¹to je Midnight Commander. Takoðer pru¾a mi¹ baziranim konzolama odre¾i-i-zalijepi operacije, i ukljuèuje podr¹ku za iskoèive menije u konzoli.
lt: GPM prideda pelës palaikymà tekstinëse Linux programose, pvz. Midnight Commander. Ji suteikia galimybæ konsolëje kopijuoti ir ádëti su pele, bei iðkviesti kontekstiná meniu.
lv: GPM nodroðina peles atbalstu daþâdâm teksta reþîma Linux programmâm, piemçram, Midnight Commander. Tas arî ïauj no konsoles ar peli veikt izgriezt-un-iespraust operâcijas, kâ arî piedâvâ izlecoðo izvçlòu atbalstu konsolei.
nb: GPM gir musestøtte til tekstbaserte Linux-programmer, som for eksempel Midnight Commander. Programmet gjør det også mulig å klippe og lime inn tekst fra konsollen.
ro: GPM adaugã suport mouse la aplicaþii text Linux ca Midnight Commander. El permite de asemenea operaþii cu mouse-ul de copiere/lipire ºi include suportul meniurilor contextuale în consolã.
sk: GPM pridá podporu my¹i textovo orientovaným aplikáciám ako napríklad Midnight Commander. Takisto umo¾ní v textových konzolách kopírovanie pomocou my¹i a podporu pop-up menu.
tr: GPM, Midnight Commander gibi metin tabanlý uygulamalara fare desteði ekler. Ayrýca konsolda fareyle kesme ve yapýþtýrma iþlemlerine izin verir. Konsolda pop-up menü desteði saðlar.
uk: GPM дода╓ п╕дтримку мишки до текстових програм у Л╕накс╕, таких як, наприклад, Midnight Commander. Дода╓ також можливост╕ "cut-and-paste" до програм, що працюють на консол╕, включаючи п╕дтримку меню на консол╕.
vi: GPM ®­a hç trî chuét vµo c¸c øng dông Linux dùa trªn v¨n b¶n nh­ lµ Midnight Commander. Nã còng cho phÐp tÝnh n¨ng c¾t-vµ-d¸n b»ng chuét trong, console vµ hç trî cho c¸c menu bËt lªn trong console.

source: HardDrake runs a hardware probe, and optionally configures new/changed hardware.
cs: HardDrake testuje hardware a umo¾òuje nový/zmìnìný hardware nastavit
eu: HardDrakek hardware froga egiten du, eta hardware berri/aldatua ezartzeko aukera emanten du.
hr: HardDrake pokreæe isprobavanje hardware-a, i opciono konfigurira novi/promjenjeni hardware.
nb: HardDrake kjører et maskinvaresøk, og kan også sette opp ny/endra maskinvare.
pa_in: HardDrake ਹਾਰਡਵੇਅਰ ਖੋਜ ਚਲਾਉਂਦਾ ਹੈ, ਅਤੇ ਨਾਲ ਹੀ ਨਵੇਂ/ਤਬਦੀਲ ਹਾਰਡਵੇਅਰ ਨੂੰ ਸੰਰਚਿਤ ਕਰਦਾ ਹੈ।
sk: HardDrake vyhµadáva nový harvér a nastavuje parametre nového alebo zmeneného hardvéru.
tr: HardDrake donaným analizini ve yapýlandýrma seçeneklerini baþlatýr donaným yenileme/deðiþtirme.
uk: HardDrake викону╓ тестування апаратного забезпечення ╕ якщо потр╕бно конф╕╜уру╓ нове або зм╕нене апаратне забезпечення.
vi: HardDrake sÏ ch¹y ®Ó kh¶o s¸t c¸c phÇn cøng, vµ tïy ý cÊu h×nh c¸c phÇn cøng míi/thay ®æi.

source: Apache is a World Wide Web server. It is used to serve HTML files and CGI.
cs: Apache je WWW server. Je pou¾íván k poskytování HTML a CGI souborù.
eu: Apache World Wide Web zerbitzaria da. HTML eta CGI fitxategiak zerbitzatzeko erabilgarri.
hr: Apache je World Wide Web poslu¾itelj. Koristi se za poslu¾ivanje HTML dokumenata i CGI skripti.
lt: Apache yra World Wide Web serveris. Jis naudojamas pateikti HTML byloms ir CGI.
lv: Apache ir Vispasaules tîmekïa (WWW) serveris. Tas tiek izmantots HTML failu un CGI izplatîðanai.
ro: Apache e un server World Wide Web. E folosit pentru a servi fiºiere HTML ºi CGI.
sk: Apache je WWW server. Je pou¾ívaný na poskytovanie HTML stránok a CGI skriptov.
tr: Apache bir World Wide Web sunucusudur. HTML dosyalarý ve CGI sunumu için kullanýlýr.
uk: Apache - це сервер для World Wide Web. В╕н використову╓ться для надання серв╕с╕в для файл╕в HTML та CGI.
vi: Apache lµ mét ch­¬ng tr×nh m¸y chñ World Wide Web. Nã dïng ®Ó phôc vô c¸c tËp tin HTML vµ CGI.

source: The internet superserver daemon (commonly called inetd) starts a variety of other internet services as needed. It is responsible for starting many services, including telnet, ftp, rsh, and rlogin. Disabling inetd disables all of the services it is responsible for.
cs: Internetový superserver démon (nazývaný inetd) spou¹tí mnoho ostatních internetových slu¾eb, tak jak jsou zapotøebí. Odpovídá za start napø. telnetu, ftp, rsh a rlogin. Pokud vypnete inetd, vypnete tím i ostatní slu¾by které spou¹tí.
eu: Internet superzerbitzariaren deabrua (inetd deitua) behar izanez gero bestelako internet zerbitzuak abiaraz lezake. Zerbitzuak abiaratzearenerantzule hoien artean telnet, ftp, rsh, eta rlogin. inetd itzaltzeakbere erantzunkizun diren zerbitzu guztiak etetzen ditu.
hr: Internet superserver demon (najèe¹æe zvan inetd) pokreæe razne druge internet servise po potrebi. Odgovoran je za pokretanje mnogo servisa, ukljuèujuæi telnet, ftp, rsh, i rlogin. Iskljuèivanje inetd-a onemoguèuje sve servise za koje je zadu¾en.
lt: Interneto superserverio demonas (bendrai vadinamas inetd) paleidþia ávairias interneto paslaugas, kai reikia. Jis atsakingas uþ daugelio paslaugø paleidimà, áskaitant telnet, ftp, rsh ir rlogin. Inetd iðjungimas kartu iðjungia visas paslaugas, uþ kurias jis yra atsakingas.
lv: Interneta superservera demons (parasti saukts par inetd) pçc vajadzîbas startç daþâdus interneta servisus. Tas it atbildîgs par daudzu servisu startçðanu, tajâ skaitâ telnet, ftp, rsh un rlogin. inetd atslçgðana atslçdz arî visus servisus, par kuriem tas atbild.
nb: Supertjenertjenesten (ofte kalt «inetd») starter flere ulike Internett- tjenester ettersom som de trengs. Noen av disse tjenestene er telnet, ftp, rsh og rlogin. Hvis du slår av inetd, kan du ikke bruke noen av disse tjenestene.
ro: Super-procesul Internet (numit în mod normal inetd) demareazã o sumedenie de servicii, incluzînd telnet, ftp, rsh ºi rlogin. Dezactivarea lui telnet dezactiveazã toate serviciile de care e responsabil.
sk: Internet superserver démon (väè¹inou nazývaný inetd) poskytuje mnoho slu¾ieb súvisiacich s internetom. Je zodpovedný za spú¹»anie slu¾ieb ako telnet, ftp, rsh, rlogin a iné. Vypnutím inetd vypnete v¹etky slu¾by, za ktoré je zodpovedný.
tr: Internet superserver daemon (çoðunlukla inetd olarak adlandýrýlýr) birçok baþka internet servisini gerektiðinde çalýþtýrýr. Ýçinde telnet, ftp, rsh ve rlogin gibi pekçok programýn bulunduðu servisleri çalýþtýrmakla yükümlüdür. inetd'yi sistemden çýkarmak, onun çalýþtýrmakla yükümlü olduðu bütün servisleri kaldýrmak anlamýna gelir.
uk: Суперсервер демон (б╕льш в╕домий п╕д назвою inetd) служить для запуску р╕зноман╕тних серв╕с╕в ╤нтернету, коли це необх╕дно. В╕н в╕дпов╕дальний за старт багатьох серв╕с╕в, таких як telnet, ftp, rsh, та rlogin. При непрацюючому сервер╕ inetd не будуть також працювати вс╕ ╕нш╕ серв╕си.
vi: Daemon siªu m¸y chñ internet (th­êng gäi lµ inetd) ®Ó ch¹y c¸c dÞch vô internet kh¸c khi cÇn. Nã chÞu tr¸ch nhiÖm cho nhiÒu dÞch vô, bao gåm telnet, ftp, rsh, vµ rlogin. Khi t¾t inetd th× nã sÏ t¾t mäi dÞch vô mµ nã ®¶m nhiÖm.

source: Launch packet filtering for Linux kernel 2.2 series, to set up a firewall to protect your machine from network attacks.
cs: Spustit paketový filtr pro jádra øady 2.2, který chrání poèítaè proti útokùm ze sítì.
eu: Jaurti Linux Kernel 2.2 seriearentzako pakete iragazkia, zure makina sareko erasoengatik babestuko duen suhesia ezartzeko.
hr: Pokreæe paketno filtriranje za Linux kernel 2.2 serije, za postavljanje vatrozida za za¹titu va¹eg raèunala od mre¾nih napada.
pa_in: ਨੈੱਟਵਰਕ ਹਮਲਿਆਂ ਤੋਂ ਆਪਣੀ ਮਸ਼ੀਨ ਬਚਾਉਣ ਲਈ ਫਾਇਲਵਾਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਾਸਤੇ, ਲੀਨਕਸ ਕਰਨਲ 2.2 ਲੜੀ ਲਈ ਪੈਕੇਟ ਫਿਲਟਰਿੰਗ ਚਲਾਓ।
sk: Spustí filtrovanie paketov pre Linux kernel verzie 2.2 na ochranu vá¹ho poèítaèa pred útokmi zo siete.
tr: Bilgisayarýnýzý diðer aðlardan koruma amacýyla ateþ duvarý kurma uygulamasý için Linux kernel 2.2 serisi için hazýrlanmýþ paket filitrelemesini baþlatýr.
uk: Запуска╓ механ╕зм ф╕льтрування пакет╕в для ядра 2.2 Л╕накса, для того щоб мати захист типу firewall на ваш╕й систем╕.
vi: B¾t ®Çu läc c¸c gãi cho chuçi nh©n 2.2, ®Ó cµi ®Æt bøc t­êng löa ®Ó b¶o vÖ m¸y tÝnh cña b¹n khái c¸c cuéc tÊn c«ng tõ network.

source: This package loads the selected keyboard map as set in /etc/sysconfig/keyboard. This can be selected using the kbdconfig utility. You should leave this enabled for most machines.
cs: Tento balíèek nahraje zvolenou mapu klávesnice definovanou v /etc/sysconfig/keyboard. Tu lze vybrat pomocí nástroje kbdconfig. Pro vìt¹inu poèítaèù byste ji mìli nechat zapnutou.
eu: Pakete hau teklatuaren mapa kargatzen du /etc/sysconfig/keyboard helbidean azaltzen den arabera. kbdconfig utilitatea erabiliaz hauta genezake. Makina gehienentzako ezinbestekoa da.
hr: Ovaj paket uèitava odabranu tastaturnu mapu kao ¹to je postavljenu u /etc/sysconfig/keyboard. Ona se mo¾e odabrati koristeæi kbdconfig alat. Trebali biste ostaviti ovo ukljuèeno za veæinu raèunala.
lt: Ðis paketas uþkrauna pasirinktà klaviatûros iðdëstymà, kuris nurodytas /etc/sysconfig/keyboard byloje. Jis gali bûti pasirinktas su kbdconfig priemone. Daugumoje kompiuteriø jis turi bûti ájungtas.
lv: Ðî pakotne ielâdç izvçlçto tastatûras karti, kas norâdîta failâ /etc/sysconfig/keyboard. To var izvçlçties, izmantojot programmu kbdconfig. Vairumâ gadîjumu ðo pakotni ir jâatstâj izvçlçtu.
nb: Denne pakken laster tastaturkartet valgt i /etc/sysconfig/keyboard. Du kan velge tastaturkart med programmet kbdconfig. Denne bør stå på for de fleste maskiner.
ro: Acest pachet încarcã harta de tastaturã selectatã ca în /etc/sysconfig/keyboard. Aceasta poate fi selectatã folosind kbdconfig. Ar trebuie sã-l lãsaþi activat pentru majoritatea calculatoarelor.
sk: Tento balík nahrá do pamäti vybranú klávesnicovú mapu z nastavenia v /etc/sysconfig/keyboard. Nastavenie sa dá meni» napríklad pomocou konfiguraèného nástroja kbdconfig.
tr: Bu paket /etc/sysconfig/keyboard'daki seçili klavye düzenini yükler. Hangi klavye düzeninin kullanýlýcaðý kbdconfig ile ayarlanabilir. Bu, mandrake kurulan birçok makinede etkin olarak býrakýlmalýdýr.
uk: Цей пакет завантажу╓ вибрану розкладку клав╕атури, яка встановлю╓ться в /etc/sysconfig/keyboard. Ця клав╕атура може бути вибрана за допомогою програми kbdconfig. Краще залишити цей пакет працюючим на б╕льшост╕ систем.
vi: Gãi nµy ®Ó n¹p ¸nh x¹ bµn phÝm ®· chän ®­îc thiÕt lËp trong /etc/sysconfig/keyboard. Dïng chän lùa nµy b»ng tiÖn Ých kbdconfig. B¹n nªn ®Ó nã ho¹t ®éng cho hÇu hÕt c¸c m¸y tÝnh.

source: Automatic regeneration of kernel header in /boot for /usr/include/linux/{autoconf,version}.h
cs: Automatická generace hlavièky jádra v adresáøi /boot pro soubory /usr/include/linux/{autoconf,version}.h
eu: Berreratze automatikoa erner header-arena /boot-en /usr/include/linux/{autoconf,version}.h
hr: Automatsko regeneriranje kernel header-a u /boot za /usr/include/linux/{autoconf,version}.h
nb: Automatisk regenerering av kjernehodet i /boot for «/usr/include/linux/{autoconf,versjon}.h».
pa_in: /boot ਵਿੱਚ /usr/include/linux/{autoconf,version}.h ਲਈ ਕਰਨਲ ਸਿਰਲੇਖ ਦਾ ਸਵੈ ਮੁੜ ਉਤਪਾਦ
sk: Automatická obnova hlavièiek jadra v /boot pre /usr/include/linux/{autoconf,version}.h
tr: /usr/include/linux/{autoconf,version}.h için /boot içinde çekirdek baþlýðýnýn otomatik yeniden üretimi
uk: Автоматичне створення файл╕в заголовк╕в для ядра в каталоз╕ /boot для /usr/include/linux/{autoconf,version}.h
vi: Sù tù ®éng t¸i-sinh thµnh cña header nh©n trªn /boot cho /usr/include/linux/{autoconf,version}.h

source: Automatic detection and configuration of hardware at boot.
cs: Automatická detekce a konfigurace hardware pøi spu¹tìní.
eu: Hardware detekzio eta ezarpen automatikoa abiapenean.
hr: Automatska detekcija i konfiguracija hardware-a pri podizanju.
nb: Automatisk søk etter, og oppsett av, maskinvare ved oppstart.
pa_in: ਬੂਟ ਦੌਰਾਨ ਹਾਰਡਵੇਅਰ ਦੀ ਸਵੈ ਖੋਜ ਅਤੇ ਸੰਰਚਨਾ।
sk: Automatická detekcia a konfigurácia hardvéru pri ¹tarte.
tr: Açýlýþta donaným algýlamasý ve yapýlandýrmasý.
uk: Автоматичне визначення та конф╕╜урування апаратного забезпечення при завантаженн╕.
vi: Tù ®éng dß t×m vµ cÊu h×nh phÇn cøng khi boot

source: Linuxconf will sometimes arrange to perform various tasks at boot-time to maintain the system configuration.
cs: Linuxconf provádí rùzné úkoly pøi spu¹tìní systému nutné pro správu systémové konfigurace.
hr: Linuxconf æe ponekada urediti izvr¹avanje raznih radnji pri samom podizanju kako bi odr¾ao sustavsku konfiguraciju.
nb: Linuxconf vil av og til sette opp diverse oppgaver ved oppstart for vedlikehold av systemoppsettet.
pa_in: Linuxconf ਸਿਸਟਮ ਸੰਰਚਨਾ ਪ੍ਰਬੰਧਨ ਲਈ ਬੂਟ ਦੌਰਾਨ ਵੱਖ-ਵੱਖ ਕਾਰਜ ਕਰਨ ਲਈ ਪ੍ਰਬੰਧਨ ਕਰਦਾ ਹੈ।
sk: Linuxconf niekedy nastaví vykonanie rôznych úloh poèas zavádzania systému pre udr¾anie konfigurácie.
tr: Linuxconf ile, sistem açýlýþý sýrasýnda çeþitli iþlemlerin uygulanýþýný sistem yapýlandýrmasý baðlamýnda düzenlenebilir.
uk: Linuxconf у деяких випадках буде виконувати певн╕ процедури п╕д час завантаження системи щоб забезпечити п╕дтримання ц╕л╕сност╕ конф╕╜урац╕╖ системи.
vi: Linuxconf thØng tho¶ng sÏ s¾p xÕp l¹i ®Ó thùc hiÖn nhiÒu t¸c vô vµo thêi gian boot ®Ó duy tr× cÊu h×nh hÖ thèng.

source: lpd is the print daemon required for lpr to work properly. It is basically a server that arbitrates print jobs to printer(s).
cs: lpd je tiskový démon, bez kterého nebude fungovat lpr (program pro tisk). Je to server, který posílá ti¹tìné dokumenty jednotlivým tiskárnám.
eu: lpd irarkolaren deabrua da, beharrezko lpr-ek egokiro lan egin dezan. Irarkolara doazen lanak kudeatzen duen zerbitzaria da.
hr: lpd je daemon za ispis koji je potreban od lpr-a kako bi radio ispravno. On je pojednostavljeno poslu¾itelj koji ¹alje ispisne poslove pisaèu(ima).
lt: lpd yra spausdinimo demonas, bûtinas, kad lpr veiktø tvarkingai. Tai yra tiesiog serveris, paskirstantis spausdinimo darbus spausdintuvui(ams).
lv: lpd ir drukas demons, kas ir nepiecieðams lpr pareizai darbîbai. Tas ir serveris, kas nosûta drukas uzdevumus printeri(e)m.
nb: lpd er utskriftstjenesten som må kjøre for at lpr skal fungere. Programmet er i hovedsak en tjener som fordeler utskriftsjobber til skrivere.
pa_in: lpd ਇੱਕ ਪ੍ਰਿੰਟਰ ਡੈਮਨ ਹੈ ਜੋ lpr ਨੂੰ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੈ। ਇਹ ਮੁੱਢਲੇ ਰੂਪ ਵਿੱਚ ਸਰਵਰ ਹੈ ਜੋ ਪ੍ਰਿੰਟਰ ਨੂੰ ਪ੍ਰਿੰਟ ਕਾਰਜ ਸੌਂਪਦਾ ਹੈ।
ro: lpd este procesul de imprimare necesar pentru ca lpr sã funcþioneze corect. E un server care arbitreazã activitatea imprimantei(lor).
sk: lpd je tlaèový démon, ktorý je po¾adovaný pre správnu prácu nástroja lpr.
tr: lpd, lpr'nin düzgün olarak çalýþmasý için gerekli yazýcý daemonudur. lpd temel olarak, yazdýrma görevlerini yöneten ve onlarý yazýcýya gönderen sunucudur.
uk: lpd - це демон друку, який забезпечу╓ роботу lpr. Фактично в╕н ╓ сервером, який надсила╓ роботу для друкування на принтер╕.
vi: lpd lµ mét daemon in Ên gióp cho lpr ho¹t ®éng tèt. VÒ c¬ b¶n, nã còng lµ mét server xö lý c¸c ho¹t ®éng in Ên cña m¸y in.

source: Linux Virtual Server, used to build a high-performance and highly available server.
cs: Linux Virtual Server pou¾ívaný pro sestavení vysoce výkonného a dostupného serveru.
eu: Linux Alegiazko Zerbitzaria, errendimendu haundiko eta erabilgarritasun haundiko zerbitzaria eraikitzeko erabilia.
hr: Linux Virtualni Poslu¾itelj, koristi se za pravljenje visoko raspolo¾ivog poslu¾itelja visokih performansi.
nb: Linux Virtual Server – brukes til å bygge en rask og godt tilgjengelig tjener.
pa_in: ਲੀਨਕਸ ਫਰਜ਼ੀ ਸਰਵਰ, ਜਿਆਦਾ-ਅਦਾਕਾਰੀ ਅਤੇ ਵੱਧ ਉਪਲੱਬਧ ਸਰਵਰ ਨਿਰਮਾਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
sk: Linux Virtual Server sa pou¾íva na vysoko výkonné a HA rie¹enia.
tr: Linux Sanal Sunucu, yüksek performans ve yüksek eriþilebilirlik kullanýmýný saðlar.
uk: Linux Virtual Server використову╓ться для побудови високонад╕йного сервера з високою продуктивн╕стю.
vi: M¸y chñ ¶o Linux , ®­îc dïng ®Ó x©y dùng c¸c m¸y chñ cã ®é sö dông cao vµ tho¶ m·n c¸c yªu cÇu cao.

source: named (BIND) is a Domain Name Server (DNS) that is used to resolve host names to IP addresses.
cs: named (BIND) je DNS server, který pøekládá hostitelská jména (hostnames) na IP adresy.
eu: named (BIND) Domain Name Server-a (DNS) da, honek ostalarien izenak IP helbidetan bihurtzen ditu.
hr: named (BIND) je Domain Name Server (DNS) poslu¾itelj koji se upotrebljava za razluèivanje imena raèunala u IP adrese.
lt: named (BIND) yra Domenø vardø serveris (DNS), naudojamas iðsiaiðkinti IP adresus pagal hosto vardus.
lv: named (BIND) ir domçnu vârdu serveris (DNS), kas tiek izmantots resursu vârdiem atbilstoðo IP adreðu noskaidroðanai.
ro: named (BIND) e un Server de Nume de Domeniu (DNS) care e folosit la rezolvarea adreselor IP.
sk: named (BIND) je doménový menný server (Domain Name Server (DNS)) pou¾ívaný na preklad z mena poèítaèa na IP adresu.
tr: named (BIND) sunucu isimlerini IP adreslerine dönüþtüren Alan Adý Sunucusudur (DNS).
uk: named (BIND) - це Сервер Назв Домен╕в (Domain Name Server, DNS), який служить для визначення назв хост╕в за IP адресами та навпаки.
vi: Tªn BIND lµ mét m¸y chñ phô tr¸ch tªn miÒn (DNS), nã xö lý viÖc chuyÓn tªn c¸c m¸y chñ thµnh c¸c ®Þa chØ IP.
