Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: You have now the possibility to download software aimed for encryption. WARNING: Due to different general requirements applicable to these software and imposed by various jurisdictions, customer and/or end user of theses software should ensure that the laws of his/their jurisdiction allow him/them to download, stock and/or use these software. In addition customer and/or end user shall particularly be aware to not infringe the laws of his/their jurisdiction. Should customer and/or end user not respect the provision of these applicable laws, he/they will incure serious sanctions. In no event shall Mandrakesoft nor its manufacturers and/or suppliers be liable for special, indirect or incidental damages whatsoever (including, but not limited to loss of profits, business interruption, loss of commercial data and other pecuniary losses, and eventual liabilities and indemnification to be paid pursuant to a court decision) arising out of use, possession, or the sole downloading of these software, to which customer and/or end user could eventually have access after having sign up the present agreement. For any queries relating to these agreement, please contact Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
cs: Nyní si mù¾ete stáhnout ¹ifrovací software. VAROVÁNÍ: Kvùli rùzným obecným po¾adavkùm a naøízením rùzných soudních úøadù, vztahujícím se na tento druh software, by se mìl zákazník a/nebo koncový u¾ivatel ujistit, zda mu jeho soudní správa umo¾òuje stáhnout si, ulo¾it a pou¾ívat tento software. Zákazník a/nebo koncový u¾ivatel by si mìl být vìdomý toho, ¾e nesmí pøestupovat zákony své jurisdikce. Pokud zákazník a/nebo koncový u¾ivatel nebude respektovat ustanovení vztahujících se zákonù, mù¾e se vystavit postihu. V ka¾dém pøípadì se Mandrakesoft i jeho výrobny a dodavatelé vzdávají jakékoliv zodpovìdnosti za pøímé i nepøímé ¹kody (vèetnì ztráty ziskù, pøeru¹ení podnikání, ztráty obchodních informací, jako¾to i jiných penì¾ních ztrát a eventuálních postihù, po¾adavkù na od¹kodnìní a ¾alob) vzniklé vlastnictvím, pou¾íváním nebo pouhým stahováním tohoto software, ke kterému mù¾e mít zákazník a/nebo nebo koncový u¾ivatel pøístup kdy¾ odsouhlasí tuto dohodu. Pokud máje jakékoliv dotazy vztahující se k této dohodì, kontaktujte prosím Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
eu: Enkriptaziorako softwarea lor dezakezu. KASU: Soft hau erabiltzeko eskakizun desberdinak indarrean daudenez,legedi ezberdinak, beseroak edo/eta sofwarearen erabiltzaileakbere jurizdikzioko legedian oinarritutako erabilpenaz jabetubehar da, eta horren arabera erabili. Honezgain bezeroak edo/eta erabiltzaileak bere jurizdikzioaren legeaez urratzearekin kontua izan behar du. Lege hauek urratuz gero larriki zigortua izan zaitezke. Inolaz ere, Mandrakesoft ez eta bere langileak eta/edo hornitzaileak, ezdute inolako erantzunkizunik onartuko edozen dela kaltea (mozkinen galera, enpresaren etetea,datu komertzialen galeraeta bestelako diru galerak, eta egon daitezkeen indemnizazio ordain enerantzuna epaiek erabakiz gero) software hau eduki edo erabiltzeagaitik edo soilik kargatzeagatik. Bezeroak edo/eta langileak akordio honen berri izan dutela onartzen dute. Akordio honetaz galderarik izanez gero jo honengana: Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
hr: Sada imate moguænost za skidanje software-a za enkripciju. UPOZORENJE: Zbog razlièitih opæih zahtjeva primjenjivih na ovaj software i presuda raznih sudova, kupac i/ili krajnji korisnik ovog software-a treba se uvjeriti da zakoni njegovog/e sudstva dozvoljava mu/joj da skine, spremi i/ili koristi ovaj software. U dodatku kupac i/ili krajnji korisnik mora dijelom biti svjestan da ne prekr¹i zakon svoga sudstva. Ukoliko kupac i/ili krajnji korisnik ne po¹tuje stavke tih primjenjivih zakona, mo¾e ga dovesti do ozbiljnih sankcija. U bilo kojem sluèaju Mandrakesoft ili njegovi proizvoðaèi i/ili nabavljaèine mogu biti odgovorni za specijalne, indirektne ili sluèajne ¹tete bilo kako (ukljuèujuæi, ali ne ogranièana na gubitak profita, prekid posla, gubitak komercijalnih podataka i drugih novèanih gubitaka, i eventualne odgovornosti i isplate naknade ¹to treba biti plaæeno odlukom suda) ¹to je posljedica kori¹tenja, posjedovanja ili samog skidanja ovog software-a, kojemu æe kupac i/ili krajnji korisnik mo¾e eventualno imati pristup poslije potpisivanja postojeæeg ugovora/dogovora. Za bilo kakve upite u svezi ovog ugovora, molimo kontaktirajte Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
lt: Dabar jûs turite galimybæ parsisiøsti ðiravimo programà. "nPERSPËJIMAS: Dël áviariø programiniø juridiniø, teisiniø ir kitø prieþaðèiø jums reikia ásitikinti kad jûs galite parsisiøsti ir naudoti ðità programinæ árangà Prieð vartotojus kurie nesilaikys atitinkamø ástatymø bus gali bûti imtasi sankcijø Mandrakesoft neatsako uþ netiesioginæ arba atsitiktinis arba koks nors kitokià þalà. D4l i6kilusi7 klausim7 susisiekite su: Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
lv: Tagad jums ir iespçja ielâdçt ðifrçðanai nepiecieðamâs programmas. BRÎDINÂJUMS: Sakarâ ar to, ka uz ðo programmu izmantoðanu attiecas daþâdas vispârçjas prasîbas un daþâda likumdoðana, ðo programmu saòçmçjam un/vai gala lietotâjam ir jâpârliecinâs, ka viòa likumdoðana ïauj viòam ielâdçt, glabât un/vai izmantot ðîs programmas. Bez tam saòçmçjam un/vai gala lietotâjam ir jâbût îpaði uzmanîgam, lai nepârkâptu ðo likumdoðanu. Ja saòçmçjs un/vai gala lietotâjs neievçros atbilstoðos likumus, pret viòu tiks pielietotas nopietnas sankcijas. Mandrakesoft vai tâ raþotâji un/vai piegâdâtâji nekâdâ gadîjumâ nebûs atbildîgi par tieðiem, netieðiem vai nejauðiem bojâjumiem (ieskaitot, bet neaprobeþojoties ar ienâkumu zaudçðanu, komercdarbîbas apturçðanu, komerciâlu datu zaudçðanu un citiem finansiâliem zaudçjumiem, un iespçjamu atbildîbu un atlîdzinâjumu, kas bûtu jâmaksâ saskaòâ ar tiesas spriedumu), kas varçtu rasties sakarâ ar programmu lietoðanu, glabâðanu vai vienkârðu ielâdçðanu, kurâm saòçmçjs un/vai gala lietotâjs bûs spçjîgs piekïût pçc ðîs vienoðanâs apstiprinâðanas. Ja jums ir jebkâdi jautâjumi sakarâ ar ðo vienoðanos, lûdzu sazinieties ar Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
ro: Aveþi acum posibilitatea de a recupera de pe Internet programele destinate criptajului. AVERTISMENT: Din cauza diferitelor cerinþe generale aplicabile la aceste programe în funcþie de diferite jurisdicþii, clientul ºi/sau utilizatorul final al acestor programe ar trebui sã se asigure cã jurisdicþia îi permite sã foloseascã sau sã stocheze aceste programe. Încãlcarea eventualã a unei interziceri în acest domeniu ar putea sã fie sacþionatã sever de jurisdicþia dumneavoastrã. În nici un caz MandrakeSoft sau unul dintre fabricanþii sãi ºi/sau furnizorii sãi n'ar putea sã poarte responsabilitatea unor deteriorãri indirecte sau accidentale (incluzînd, dar fãrã as e limita la pierderi sau profituri, întreruperi de afaceri, pierdere a datelor comerciale ºi alte pierderi ºi unele indemnizãri eventuale din cauza unor decizii) suscitate în urma folosirii, posesiei, sau a simplei recuperãri a acestor programe, la care clientul sau/ºi utilizatorul final ar avea acces dupã acceptarea prezentului acord. Pentru orice întrebãri cu privire a acestui acord, vã rog contactaþi Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
sk: Teraz máte mo¾nos» získa» balíky urèené na kryptovanie. Varovanie: Vïaka rozdielnemu prístupu zákona (v rôznych krajinách) k týmto balíkom, by ste sa mali dopredu uisti», èi vám pou¾ívanie takýchto balíkov zákon vo va¹ej krajine dovoµuje. V prípade, ¾e poru¹íte zákony va¹ej krajiny, mali by ste si by» vedomý, aký trest vám za to hrozí. Mandrakesoft (ani jeho zamestnanci, èi spolupracovníci) neruèí za akékoµvek ¹kody spôsobené pou¾ívaním jeho softvéru. Ak máte ïal¹ie otázky súvisiace s týmto textom, obrá»te sa prosím na Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
tr: Þimdi þifreleme için kullanýlacak yazýlýmý indirebilirsiniz. UYARI: Bu yazýlýma uygulanabilir farklý genel gereksinimler nedeniyle ve çeþitli yargý haklarýndan dolayý, bu yazýlýmýn son kullanýcýsý, kanunlarýn ona bu yazýlýmý internetten indirme ve saklama hakkýný verdiðinden emin olmalýdýr. Buna ek olarak, müþteri ve/veya son kullanýcý özellikle, bulunduðu yargý bölgesinin yasalarýný çiðnemediðinden emin olmalýdýr. Müþteri ve/veya son kullanýcý kanunlarýn uyguladýðý yasal koþullara saygý göstermediðinde ciddi yaptýrýmlara maruz kalacaktýr. Özel ya da dolaylý zararlara (kar azalmasý, iþin sekteye uðramasý, ticari bilgi kaybý ve diðer maddi kayýplar) yol açan hiçbir olayda ne Mandrakesoft, ne de üreticileri ve/veya kaynak saðlayanlarý sorumlu tutulamaz. Bu yazýlýmý internetten indirirken son kullanýcý iþbu sözleþmeyi kabul ettiðini beyan etmiþ sayýlýr. Bu sözleþmeyle ilgili her türlü soru için lütfen Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USAadresine yazýnýz.
uk: Ви ма╓те можлив╕сть зараз звантажити криптограф╕чне програмне забезпечення. УВАГА! Через в╕дм╕нност╕ в загальних рекомендац╕ях до такого типу програмного забезпечення, що залежать в╕д в╕дм╕нностей в юрисдикц╕ях, користувач та/або к╕нцевий користувач цього програмного продукту мають пересв╕дчитися, що законодовство ╖╖/його юрисдикц╕╖ дозволяють ╖й/йому завантажувати, збер╕гати та використовувати таке програмне забезпечення. Додатково користувач та/або к╕нцевий користувач особливо мають звернути увагу на те, щоб не порушувати законодавство сво╓╖ юрисдикц╕╖. У раз╕ порушення в╕дпов╕дного законодавства вони можуть понести серйозну крим╕нальну в╕дпов╕дальн╕сть за це. В жодному випадку н╕ Mandrakesoft, н╕ його виробники чи постачальники не несуть жодно╖ в╕дпов╕дальност╕ н╕ за як╕ особлив╕, непрям╕ чи випадков╕ втрати (включаючи, але не обмежуючись втратами прибутку, переривами у б╕знес╕, втратами комерц╕йних даних та ╕ншими втратами, а також виплатами по судовим позовам), що виникають в╕д використання, волод╕ння або в╕д звантаження цього програмного забезпеченн, до якого користувач ма╓ доступ п╕сля п╕дписання даного договору. Вс╕ запитання щодо цього договору мають направлятися за адресою: Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA
vi: B©y giê b¹n cã thÓ t¶i phÇn mÒm m· hãa vÒ dïng. C¶nh b¸o: V× c¸c nhu cÇu chung kh¸c nhau ®Ó sö dông phÇn mÒm nµy d­íi sù r»ng buéc ph¸p lý kh¸c nhau, kh¸ch hµng vµ/hoÆc ng­êi dïng ®Çu cuèi sö dông phÇn mÒm nµy nªn kh¼ng ®Þng r»ng luËt ph¸p n­íc m×nh cho phÐp t¶i xuèng, l­u gi÷ vµ/hoÆc sö dông. H¬n n÷a, kh¸ch hµng vµ/hoÆc ng­êi dïng ®Çu cuèi sÏ ph¶i biÕt lµ viÖc nµy kh«ng vi ph¹m luËt ph¸p. Kh«ng mét bé phËn nµo cña Mandrakesoft vµ/hoÆc c¸c nhµ cung cÊp chÞu tr¸ch nhiÖn vÒ c¸c sù cè ®Æc biÖt trùc tiÕp hay gi¸n tiÕp (bao gåm, nh­ng kh«ng bÞ giíi h¹n cho c¸c mÊt m¸t lîi Ých, gi¸n ®o¹n c«ng viÖc, mÊt d÷ liÖu th­¬ng m¹i vµ c¸c vÊn ®Ò tµi chÝnh kh¸c, thËm chÝ c¸c tr¸ch nhiÖm vµ båi th­êng ph¶i tr¶ theo quyÕt ®Þnh cña toµ ¸n) n¶y sinh khi sö dông, së h÷u, hay chØ t¶i xuèng c¸c phÇn mÒm nµy, do ®ã kh¸ch hµng vµ/hoÆc ng­êi dïng ®Çu cuèi cã thÓ tiÕn hµnh sau khi ®¨ng ký vµo phÇn giao kÌo hiÖn thêi. NÕu muèn hái thªm vÒ vÊn ®Ò nµy, h·y liªn hÖ víi Mandrakesoft, Inc. 2400 N. Lincoln Avenue Suite 243 Altadena California 91001 USA

source: Choose a mirror from which to get the packages
cs: Zvolte si zrcadlo(mirror) pro stahování balíèkù
eu: Hautatu paketeak lortzeko erabiliko duzun mirror-a
hr: Izaberite mirror sa kojeg ¾elite skinuti pakete
lt: Pasirink atvaizdá (mirror), ið kurio imti paketus
lv: Izvçlieties spoguïserveri, no kura òemt pakotnes
ro: Alegeþi o oglindã de la care sã recuperaþi pachetele
sk: Vyberte miror, z ktorého chcete stiahnu» balík
tr: Paketleri almak için bir yansý adresi seçin
uk: Вибер╕ть сервер, з якого звантажити пакети
vi: Chän mét mirror ®Ó t¶i c¸c gãi vÒ

source: Contacting the mirror to get the list of available packages
cs: Stahuji ze zrcadla(mirror) seznam dostupných balíèkù
eu: Mirror-arekin kontaktazen eskuragai dauden pakete zerrenda lortzeko
hr: Spajam se na mirror kako bih pribavio popis dostupnih paketa
lt: Jungiamasi prie atvaizdþio (mirror), kad gautume prieinamø paketø sàraðà
lv: Pieslçdzos spoguïserverim, lai saòemtu pieejamo pakotòu sarakstu
ro: Contactarea oglinzii pentru recuperarea pachetelor disponibile
sk: Pripájam sa k miroru a s»ahujem zoznam mo¾ných balíkov
tr: Yansý adresine baðlantý kuruluyor
uk: Зв'язуюсь з сервером щоб прочитати список наявних пакет╕в
vi: §ang liªn hÖ víi mirror ®Ó lÊy danh s¸ch c¸c gãi hiÖn cã

source: Please choose the packages you want to install.
cs: Prosím vyberte si balíèky které chcete nainstalovat.
eu: Mesedea hauta instalatu nahi dituzun paketeak.
hr: Odaberite pakete za instalaciju.
lt: Pasirink paketus, kuriuos tu nori ádiegti.
lv: Lûdzu izvçlieties pakotnes, ko vçlaties instalçt
ro: Vã rog alegeþi pachetele pe care doriþi sã le instalaþi
sk: Prosím zvoµte balíky, ktoré chcete nain¹talova».
tr: Lütfen kurmak istediðiniz paketleri seçin.
uk: Вибер╕ть пакети, як╕ Ви хочете встановити
vi: H·y chän c¸c gãi b¹n muèn cµi ®Æt

source: Which is your timezone?
cs: Jaké je va¹e èasové pásmo?
eu: Zein da zure ordu eremua?
hr: Koja je va¹a vremenska zona?
lt: Kokia tavo laiko juosta?
lv: Kâda ir jûsu laika josla?
nb: I hvilken tidssone er du?
pa_in: ਤੁਹਾਡਾ ਸਮਾਂ-ਖੇਤਰ ਕਿਹੜਾ ਹੈ?
sk: Ktoré je va¹e èasové pásmo?
tr: Bulunduðunuz zaman dilimi hangisi?
uk: В як╕й часов╕й смуз╕ Ви знаходитесь?
vi: Mói giê nµo lµ cña b¹n?

source: Hardware clock set to GMT
cs: Hardwarové hodiny nastaveny na GMT
eu: Hardware ordularia GTMra egokituta
hr: Va¹ hardverski sat namje¹ten je na GMT
sk: Hardvérove hodiny nastavené na GMT
tr: Donaným saatinizi GMT'ye göre ayarlayýn
uk: Годинник встановлено в GMT (час по ╫р╕нв╕чу)?
vi: §ång hå trong m¸y ®Æt theo GMT

source: Automatic time synchronization (using NTP)
cs: Automatická synchronizace èasu (pomocí NTP)
eu: Denbora sinkronizazio automatikoa (NTP erabiliz)
hr: Automatska vremenska sinkronizacija (koristeæi NTP)
nb: Automatisk tidssynkronisering (med NTP)
pa_in: ਸਵੈਚਾਲਤ ਸਮਾਂ ਸਮਕਾਲਤਾ (NTP ਵਰਤ ਰਿਹਾ ਹੈ)
sk: Automatická synchronizácia èasu (pomocou NTP)
tr: Otomatik eþgüdümlü zaman (NTP kullanýyor)
uk: Автоматична синхрон╕зац╕я часу (╕з застосуванням NTP)
vi: §ång bé hãa tù ®éng thêi gian (dïng NTP)

source: NTP Server
eu: NTP Zerbitzaria
hr: NTP Poslu¾itelj
nb: NTP-tjener
pa_in: NTP ਸਰਵਰ
tr: NTP sunucu
uk: Сервер NTP
vi: M¸y chñ NTP

source: Remote CUPS server
cs: Vzdálený CUPS server
eu: Urrutiko CUPS zerbitzaria
hr: Udaljeni CUPS poslu¾itelj
lt: Nutolæs CUPS serveris
lv: Attâls CUPS serveris
sk: Vzdialený CUPS server
tr: Uzaktaki CUPS sunucusu
uk: В╕ддалений сервер CUPS
vi: M¸y chñ CUPS ë xa

source: No printer
cs: Bez tiskárny
eu: Irarkolarik ez
hr: Nema pisaèa
lt: Spausdintuvo nëra
lv: Nav printera
sk: Bez tlaèiarne
tr: Yazýcý yok
uk: Нема╓ принтера
vi: Kh«ng cã m¸y in

source: Summary
cs: Souhrn
eu: Laburpena
hr: Sumarno
lt: Apibendrinimas
lv: Kopsavilkums
sk: Zhrnutie
tr: Özet
uk: Загалом
vi: Tãm t¾t

source: Mouse
cs: My¹
eu: Sagua
hr: Mi¹
lt: Pelë
lv: Pele
nb: Mus
pa_in: ਮਾਊਸ
sk: My¹
tr: Fare
uk: Миша
vi: Chuét

source: Timezone
cs: Èasová zóna
eu: Ordu-eremua
hr: Vremenska zona
lt: Laiko juosta
lv: Laika josla
nb: Tidssone
pa_in: ਸਮਾਂ-ਖੇਤਰ
sk: Èasová zóna
tr: Zaman Dilimi
uk: Часовий пояс
vi: Mói giê

source: Printer
cs: Tiskárna
eu: Irarkola
hr: Pisaè
lt: Spausdintuvas
lv: Printeris
nb: Skriver
pa_in: ਪ੍ਰਿੰਟਰ
ro: Imprimantã
sk: Tlaèiarne
tr: Yazýcý
uk: Принтер
vi: M¸y in

source: ISDN card
cs: ISDN karta
eu: ISDAN txarela
hr: ISDN kartica
sk: ISDN karta
tr: ISDN kartý
uk: Плата ISDN
vi: Card ISDN

source: Sound card
cs: Zvuková karta
eu: Soinu txartela
hr: Zvuèna kartica
sk: Zvuková karta
tr: Ses Kartý
uk: Звукова плата
vi: Card ©m thanh

source: TV card
cs: TV karta
eu: TB txartela
hr: TV kartica
sk: TV karta
tr: TV kartý
uk: Телев╕з╕йна плата
vi: Card TV

source: Local files
cs: Lokální soubory
eu: Bertako fitxategiak
hr: Lokalne datoteke
sk: Lokálne súbory
tr: Yerel Dosyalar
uk: Локальн╕ файли
vi: C¸c tËp tin côc bé

source: Set root password
cs: Hlavní(root) heslo
eu: root-aren pasahitza ezarri
hr: Pode¹avanje root lozinke
lt: Nurodyti root slaptaþodá
lv: root paroles izvçle
ro: Alegeþi parola pentru root
sk: Nastavenie root hesla
tr: Root parolasýný düzenle
uk: Встановити пароль root'а
vi: ThiÕt lËp mËt khÈu root

source: No password
cs: Bez hesla
eu: Pasahitzik ez
hr: Bez lozinke
lt: Jokio slaptaþodþio
lv: Bez paroles
nb: Ingen passord
pa_in: ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀਂ
ro: Nici o parolã
sk: Bez hesla
tr: Parola yok
uk: Без паролю
vi: Kh«ng cã mËt khÈu

source: This password is too simple (must be at least %d characters long)
cs: Toto heslo je pøíli¹ jednoduché (musí být alespoò %d znakù dlouhé)
eu: Pasahitza sinpleegia da (gutxienez %d karaktere izan behar ditu)
hr: Ova lozinka je prejednostavna (lozinka mora sadr¾avati barem %d znakova)
lt: Ðis slaptaþodis yra pernelyg paprastas (turi bûti bent %d simboliø ilgio)
lv: Ðî parole ir pârâk vienkârða (jâbût vismaz %d simbolus garai)
ro: Aceastã parole e prea simplã (ar trebui sã fie de cel puþin %d caractere)
sk: Toto heslo je príli¹ jednoduché(musí by» minimálne %d znakov dlhé)
tr: Bu parola çok basit (en az %d karakter boyunda olmalýdý)
uk: Цей пароль занадто простий (в╕н повинен бути хоча б %d л╕тер завдовжки)
vi: MËt khÈu nµy ®¬n gi¶n qu¸ ( ph¶i gåm Ýt nhÊt %d ký tù)

source: Authentication
cs: Ovìøení
eu: Egiaztapena
hr: Provjera autentiènosti
lt: Autentikacija
lv: Autentifikâcija
nb: Autentisering
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ
ro: Autentificare
sk: Autentifikácia
tr: Kimlik tanýma
uk: Автентикац╕я
vi: X¸c nhËn

source: Authentication LDAP
cs: Ovìøení pomocí LDAP
eu: LDAP autentifikazioa
hr: LDAP Autentifikacija
sk: Autentifikácia LDAP
tr: LDAP Kimlik tanýma
uk: Автентикац╕я LDAP
vi: Chøng thùc

source: LDAP Base dn
cs: Základní dn pro LDAP
eu: LDAP dn Oinarria
tr: LDAP Temel dn
uk: dn на основ╕LDAP

source: LDAP Server
eu: LDAP Zerbitzaria
hr: LDAP Poslu¾itelj
nb: LDAP-tjener
pa_in: LDAP ਸਰਵਰ
tr: LDAP Sunucu
uk: Сервер LDAP
vi: M¸y chñ LDAP

source: Authentication NIS
cs: Ovìøení pomocí NIS
eu: NIS Autentifikazioa
hr: NIS Autentifikacija
sk: NIS autentifikácia
tr: NIS Kimlik Tanýma
uk: NIS автентикац╕я
vi: Chøng thùc NIS

source: NIS Domain
cs: NIS Doména
eu: NIS Domeinua
hr: NIS domena
lt: NIS domenas
lv: NIS domçns
nb: NIS-domene
pa_in: NIS ਡੋਮੇਨ
ro: Domeniu NIS
sk: NIS doména
tr: NIS alaný
uk: Домен NIS
vi: MiÒn NIS

source: NIS Server
eu: NIS Zerbitzaria:
hr: NIS Poslu¾itelj
lt: NIS serveris
lv: NIS serveris
nb: NIS-tjener
pa_in: NIS ਸਰਵਰ
ro: Server NIS
tr: NIS sunucu
uk: Сервер NIS
vi: M¸y chñ NIS
