Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: Normally, DrakX selects the right keyboard for you (depending on the language you have chosen) and you will not even see this step. However, you might not have a keyboard that corresponds exactly to your language: for example, if you are an English speaking Swiss person, you may still want your keyboard to be a Swiss keyboard. Or if you speak English but are located in Quebec, you may find yourself in the same situation. In both cases, you will have to go back to this installation step and select an appropriate keyboard from the list. Click on the "More" button to be presented with the complete list of supported keyboards.
cs: Normálnì instalaèní program zvolí správnou klávesnici na základì zvoleného jazyka, tak¾e není potøeba nic v tomto kroku mìnit. Mù¾e se ale stát, ¾e nemáte klávesnici, která odpovídá va¹emu jazyku: napøíklad pokud jste anglicky hovoøící ©výcar, stejnì chcete mít ¹výcarskou klávesnici. Nebo pokud mluvíte anglicky ale ¾ijete v Quebecu, je to stejný pøípad. V obou pøípadech se mù¾ete na tento instalaèní krok a vybrat si odpovídající klávesnici ze seznamu. Pokud máte klávesnici pro jiný jazyk, kliknìte na tlaèítko "Více" a zobrazí se kompletní seznam v¹ech podporovaných rozlo¾ení klávesnic.
tr: Normalde seçtiðiniz dile baðlý olarak DrakX, doðru klavyeyi seçecektir. Ancak dilinizle iliþkili olmayan bir klavye seçmek de isteyebilirsiniz. Örneðin Türkçe konuþan biri olmanýza raðmen Almanya'da ikamet ediyorsanýz Türkçe klavyeyi kullanmak isteyebileceðiniz gibi Türkçe Q ya da Türkçe F klavyelerden birini seçmek de isteyebilirsiniz. Her iki durumda da bu adýmdan geriye gidip listeden kullanmak istediðiniz klavyeyi seçebilirsiniz. "Baþka" düðmesine týklayarak klavyelerin tam listesini görebilirsiniz.
uk: Звично drakX вибира╓ в╕рну клав╕атуру (в залежност╕ в╕д мови, якою Ви користу╓тесь) ╕ Ви не побачите цього кроку. Однак, можливо, Ви не ма╓те клав╕атури, що точно в╕дпов╕да╓ Ваш╕й мов╕: наприклад, якщо Ви агломовний швед, Ви все-одно можете забажати користуватись шведською клав╕атурою. Або, якщо Ви говорите англ╕йською, але живете в Квебеку, Ви потрапля╓те в анало╜╕чну ситуац╕ю. В обох випадках, Вам потр╕бно повернутись до цього етапу установки ╕ вибрати в╕дпов╕дну клав╕атуру з наданого списку. Все, що потр╕бно, це вибрати потр╕бну клав╕атуру ╕з списку, що з'явля╓ться перед Вами. Натисн╕ть кнопку Додатково ╕ Ви побачите повний список розкладок клав╕атур.

source: Please choose your preferred language for installation and system usage. Clicking on the "Advanced" button will allow you to select other languages to be installed on your workstation. Selecting other languages will install the language-specific files for system documentation and applications. For example, if you will host users from Spain on your machine, select English as the main language in the tree view and in the Advanced section click on the grey star corresponding to "Spanish|Spain". Note that multiple languages may be installed. Once you have selected any additional locales click the "OK" button to continue.
cs: Vyberte si prosím vámi preferovaný jazyk, který se bude pou¾ívat pøi instalaci a v celém systému. Tlaèítko "Roz¹íøené" umo¾òuje zvolit dal¹í jazyky, které budou také nainstalovány a mù¾ete je pou¾ít v systému. Pokud napøíklad na poèítaèi pracují obèas lidé ze ©panìlska, vyberte angliètinu jako hlavní jazyk a pod tlaèítkem roz¹íøené zatrhnìte volbu "©panìl¹tina". Pokud máte jazyk vybrán, kliknìte na "OK" a instalace bude pokraèovat dal¹ím krokem.
tr: Lütfen kurulumda ve kurulumdan sonra sisteminizde kullanacaðýnýz dili seçin. "Geliþmiþ" düðmesine týkladýðýnýzda makinanýzda kurulmasýný istediðiniz diðer dilleri de seçmeniz saðlanacaktýr. Bu dilleri seçtiðinizde kurulum sýrasýnda belgelerden ve uygulamalardan bu dillerde olanlarý varsa onlar kurulacaktýr. Örneðin Alman kullanýcýlarýn sisteminizi kullanmasýna izin verecekseniz, ana dili Türkçe seçtikten sonra Geliþmiþ bölümünde "Almanca|Almanya" seçebilirsiniz. Çok sayýda dil seçimi yapýyorsanýz, ek dil seçiminden sonra "Tamam" düðmesine týklayarak kuruluma devam edebilirsiniz.
uk: Будь ласка, вибер╕ть мову для установку системи та користування п╕сля установки. Присутня також кнопка "Додатково", яка дозволя╓ Вам вибрати ╕нш╕ мови, як╕ можуть бути також установленими в систем╕. Ви зможете користуватися цими мовами п╕сля установки. Якщо, наприклад, на Ваш╕й машин╕ (у яко╖ англ╕йська встановлена основною мовою) будуть працювати ╕спанц╕, вибер╕ть в додаткових мовах ╤спанська|╤спан╕я. П╕сля вибору мови ╕ п╕дтвердження, Ви автоматично переходите до наступного кроку.

source: By default, DrakX assumes you have a two-button mouse and will set it up for third-button emulation. DrakX will automatically know whether it is a PS/2, serial or USB mouse. If you wish to specify a different type of mouse select the appropriate type from the list provided. If you choose a mouse other than the default you will be presented with a mouse test screen. Use the buttons and wheel to verify that the settings are good. If the mouse is not working correctly press the space bar or RETURN to "Cancel" and choose again.
cs: DrakX zjistil, ¾e máte dvou tlaèítkovou my¹ a nastaví emulaci pro tøetí tlaèítko. Taky umí rozpoznat, zda je my¹ PS/2, USB nebo sériová. Pokud chcete zadat jiný typ my¹i, vyberte odpovídající typ se seznamu. Pokud vyberete jinou my¹ ne¾ ta, která byla detekována, zobrazí se testovací obrazovka. Zde otestujte jak tlaèítka tak i koleèko, zda je nastavení správné. Pokud my¹ nepracuje správnì, stisknìte mezerník nebo ENTER na "Zru¹it" a vyberte jiný typ.
tr: Öntanýmlý olarak DrakX, iki düðmeli fare kullandýðýnýzý ve 3. düðmenin taklit edilmesini istediðiniz varsayýmýna göre yapýlandýrýlmýþtýr. DrakX otomatik olarak kullandýðýnýz farenin PS/2 mu, seri mi yoksa USB fare mi olduðunu saptayacaktýr. Farklý bir fare türü seçmek isterseniz listeden bu fareyi seçebilirsiniz. Öntanýmlý fare dýþýnda bir fare seçtiðiniz takdirde seçiminizi denemeniz için bir deneme ekraný açýlacaktýr. Farenizin topunu hareket ettirerek ve düðmelere basarak seçiminizin doðruluðunu deneyebilirsiniz. Fareniz doðru çalýþmýyorsa boþluk çubuðuna basarak ya da "Ýptal" düðmesi üzerinde ENTER tuþlayarak ekrandan çýkýp tekrar seçim yapabilirsiniz.

source: Please select the correct port. For example, the COM1 port under MS Windows is named ttyS0 under GNU/Linux.
cs: Vyberte prosím správný port. Napøíklad COM1 pod MS Windows se v Linuxu jmenuje ttyS0.
tr: Lütfen doðru portu seçiniz. Örneðin, MS Windows'da ki 'COM1'in karþýlýðý GNU/Linux'ta 'ttyS0', 'COM2'nin karþýlýðý 'ttyS1'dir.
uk: Будь-ласка, вибер╕ть в╕рний порт. Наприклад, порт п╕д назвою COM1 у MS Windows носить назву ttyS0 у GNU/Л╕накс╕.

source: This is the most crucial decision point for the security of your GNU/Linux system: you have to enter the "root" password. "root" is the system administrator and is the only one authorized to make updates, add users, change the overall system configuration, and so on. In short, "root" can do everything! That is why you must choose a password that is difficult to guess - DrakX will tell you if it is too easy. As you can see, you can choose not to enter a password, but we strongly advise you against this if only for one reason: do not think that because you booted GNU/Linux that your other operating systems are safe from mistakes. Since "root" can overcome all limitations and unintentionally erase all data on partitions by carelessly accessing the partitions themselves, it is important for it to be difficult to become "root". The password should be a mixture of alphanumeric characters and at least 8 characters long. Never write down the "root" password - it makes it too easy to compromise a system. However, please do not make the password too long or complicated because you must be able to remember it without too much effort. The password will not be displayed on screen as you type it in. Hence, you will have to type the password twice to reduce the chance of a typing error. If you do happen to make the same typing error twice, this "incorrect" password will have to be used the first time you connect. In expert mode, you will be asked if you will be connecting to an authentication server, like NIS or LDAP. If your network uses LDAP (or NIS) protocol for authentication, select "LDAP" (or "NIS") as authentication. If you do not know, ask your network administrator. If your computer is not connected to any administrated network, you will want to choose "Local files" for authentication.
cs: Následující rozhodnutí je jedním z tìch, které ovlivòují celkovou bezpeènost systému GNU/Linux, tj. volba hesla pro u¾ivatele "Root". Root je administrátorem systému, je odpovìdný za provádìní aktualizací, pøidávání u¾ivatelù a také za celkovou konfiguraci systému. Zkrácenì: root mù¾e úplnì v¹echno! To je také dùvodem, proè se heslo volí takové, aby se nedalo lehce uhodnout a instalaèní program zkontroluje, zda není pøíli¹ jednoduché. Jak vidíte, je mo¾né mít úèet bez hesla, ale velmi dùraznì doporuèujeme nìjaké heslo zadat, z jednoho dùvodu. Nemyslete si, ¾e pokud spustíte GNU/Linux, ¾e nemù¾ete udìlat u¾ ¾ádnou chybu. U¾ivatel root mù¾e nenávratnì po¹kodit celý systém, vymazat potøebné soubory, atd. Zvolené heslo by se mìlo skládat ze znakù a èíslic a melo by být minimálnì 8 znakù dlouhé. Také není dobré si ho kamkoliv poznamenávat. Nevolte heslo pøíli¹ dlouhé nebo komplikované, bude nutné si jej pamatovat. Heslo se zadává dvakrát pro ovìøení toho, zda nedo¹lo k pøeklepu pøi prvním pokusu. Tak je mo¾né heslo opravit a zadat dvakrát stejné. V expertním re¾imu budete dotázáni na to, zda se má pou¾ít autentikaèní server, jako je NIS nebo LDAP. Pokud se ve va¹í síti pou¾ívá protokol LDAP (nebo NIS) pro ovìøování u¾ivatelù, vyberte "LDAP" (nebo "NIS"). Pokud o tom nic nevíte, zeptejte se administrátora sítì. Pokud není poèítaè pøipojen do ¾ádné administrované sítì, zvolte "Lokální soubory" pro autentikaci.
tr: GNU/Linux sisteminizin güvenliði için çok önemli karar noktasýndasýnýz: "root" parolasýný gireceksiniz. "root" sistem yöneticisidir ve güncellemeler, kullanýcýlarýn eklenmesi, sistemin yapýlandýrýlmasý, v.s. için en yetkili kullanýcýdýr. Kýsaca, "root" herþeyi yapabilir! Bu nedenle tahmin edilmesi çok zor olan bir parola seçmelisiniz. - DrakX bu parolanýn seçim kriterlerinde size yardýmcý olarak bu zor kararý kolaylaþtýracaktýr. Göreceðiniz gibi bir parola vermemeyi de seçebilirsiniz. Fakat tek bir sebep gösterek bu kararý almamanýz saðlanacaktýr: GNU/Linux'un diðer iþletim sistemlerinden farký normal kullanýcýlarýnýn sisteme zarar verememelerinin saðlanmýþ olmasýdýr. Sisteme zarar verebilecek tek kullanýcý "root"dur. Bu bakýmdan sistemde "root" kullanýcýsý olmak zorlaþtýrýlmalýdýr. Parolayý çok uzun ve çok karmaþýk yapmayýn ki hatýrlamasý zor olmasýn. Parolayý yazarken ekranda görmeyeceksiniz. Bu bakýmdan yazdýðýnýzýn doðruluðunu ancak yeniden yazarak anlayabilirsiniz. Ýkincisini yazarken hata yaparsanýz DrakX sizi uyaracaktýr. Ama hatayý ikisinde de yapar ve farkýnda olmazsanýz bu "yanlýþ" parola ile sisteme giriþ yapAMAmak zorunda kalabilirsiniz. Uzman kipte NIS ya da LDAP gibi bir kimlik kanýtlama sunucusuna baðlanýp baðlanmayacaðýnýz sorulacaktýr. Aðýnýzda kimlik sýnamasý için "LDAP" (ya da "NIS") protokolü kullanýlýyorsa ilgili protokolü seçmelisiniz. Bu konuda bilginiz yoksa að yöneticinize danýþýn. Makinanýz herhangi bir yönetimli aða baðlanmayacaksa, kimlik kanýtlama için "Yerel dosyalar"ý seçeceksiniz.
uk: Наступне - найб╕льш вашливий крок з точки зору безпеки Вашо╖ системи GNU/Linux: виб╕р пароля для користувача Root. Root - це системний адм╕н╕стратор ╕ ╓дина особа, як╕й дозволено робити поновлення системи, додавати користувач╕в, зм╕нювати загальну конф╕╜урац╕ю системи, таке ╕нше. Коротше - Root може все! Ось чому Вам сл╕д вибирати пароль, який важко вгадати, drakX скаже Вам, якщо пароль занадто легкий. Як показано, Вам необов'язково вводити пароль, але ми наст╕йливо рекоменду╓мо Вам все-таки вибрати пароль, хоча б з одн╕╓╖-╓жино╖ причини: не думайте, що через те, що Ви завантажили GNU/Linux, Ваша система в╕льна в╕д помилок. Це не так, оск╕льки Root може переважити вс╕ заборони ╕ ненароком стерти вс╕ дан╕ на всих п╕дрозд╕лах звертаючись безпосередньо до п╕дрозд╕л╕в! Тому, доступ до рахунку root ма╓ бути захищеним. Пароль ма╓ бути сум╕шшю алфав╕тно-цифрових символ╕в ╕ бути завдовжки хоча-б 8 символ╕в. Н╕коли не записуйте пароль! Не вибирайте занадто довгий чи складний пароль. Вам його запам'ятовувати. Коли Ви будете друкувати пароль на екран╕, його не буде видно. Ось чому при вибор╕ пароля, Вам запропону╓ться ввести його дв╕ч╕, оск╕льки помилка при першому введенн╕ пароля, може бути проблемою: при ре╓страц╕╖ в систем╕ Вам треба буде користуватись "нев╕рним" паролем. В експертному режим╕, у Вас буде можлив╕сть вказати, чи Ви будете користуватися яким-небудь сервером автентикац╕╖: NIS чи LDAP. Якщо Ви користу╓тесь NIS'ом (чи LDAP) вибер╕ть опц╕ю "Користуватись NIS'ом" ("LDAP"). Якщо Ви не зна╓те цього, запитайте в свого системного адм╕н╕стратора. Якщо комп'ютер не п╕дключений до мереж╕, вибер╕ть Локальн╕ файли дли автентикац╕╖..

source: LILO and GRUB are boot loaders for GNU/Linux. This stage, normally, is totally automated. In fact, DrakX analyzes the disk boot sector and acts accordingly, depending on what it finds here: * if Windows boot sector is found, it will replace it with a GRUB/LILO boot sector. Hence, you will be able to load either GNU/Linux or another OS; * if a GRUB or LILO boot sector is found, it will replace it with a new one; If in doubt, DrakX will display a dialog with various options. * "Boot loader to use": you have three choices: * "LILO with graphical menu": if you prefer LILO with its graphical interface. * "GRUB": if you prefer GRUB (text menu). * "LILO with text menu": if you prefer LILO with its text menu interface. * "Boot device": in most cases, you will not change the default ("/dev/hda"), but if you prefer, the boot loader can be installed on the second hard drive ("/dev/hdb"), or even on a floppy disk ("/dev/fd0"). * "Delay before booting the default image": when rebooting the computer, this is the delay granted to the user to choose - in the boot loader menu, another boot entry than the default one. !! Beware that if you choose not to install a boot loader (by selecting "Cancel" here), you must ensure that you have a way to boot your Mandrake Linux system! Also be sure you know what you do before changing any of the options. !! Clicking the "Advanced" button in this dialog will offer many advanced options, which are reserved to the expert user. Mandrake Linux installs its own boot loader, which will let you boot either GNU/Linux or any other operating systems which you have on your system. If there is another operating system installed on your machine, it will be automatically added to the boot menu. Here, you can choose to fine-tune the existing options. Double-clicking on an existing entry allows you to change its parameters or remove it; "Add" creates a new entry; and "Done" goes on to the next installation step.
cs: LILO a GRUB jsou zavadìèe systému. Tato èást je normálnì plnì automatická. DrakX analyzuje boot sektor a zachová se podle toho, co nalezne: * pokud nalezne boot sektor Windows, pøepí¹e ho sektorem pro LILO/GRUB aby bylo mo¾né spou¹tìt jak Windows tak i Linux; * pokud nalezne boot sektor pro LILO nebo GRUB, tak jej pøepí¹e. Pokud jsou nìjaké pochybnosti, je zobrazen dialog s výbìrem mo¾ností. * "Jaký spou¹tìè pou¾ít:" je mo¾né si vybrat: * LILO s grafickou nabídkou: pokud preferujete LILO s grafickým rozhraním. * LILO s textovou nabídkou: pokud preferujete textové rozhraní. * Grub: pokud preferujete textovou verzi zavadìèe Grub. * Spou¹tìcí zaøízení: ve vìt¹inì pøípadù není nutné mìnit výchozí nastavení (/dev/hda), ale lze nainstalovat zavadìè na druhý disk (/dev/hdb) nebo dokonce na disketu (/dev/fd0). * Prodleva pøes spu¹tìním: pokud zapnete poèítaè, je tímto èasem umo¾nìno u¾ivateli vybrat si jiný systém z nabídky ne¾ bude zaveden výchozí systém. !! Vyvarujte se pokusù o to nenainstalovat zavadìè (vybráním volby Zru¹it), proto¾e by mìl existovat zpùsob, jak spustit Mandrake Linux! Také si dobøe rozmyslete, jaké zmìny zde provádíte !! Kliknutím na tlaèítko "Roz¹íøené" se dialog roz¹íøí o dal¹í mo¾nosti, vyhrazené pro znalé u¾ivatele. Mandrake Linux nainstaluje svùj vlastní zavadìè, který dovoluje spou¹tìt vlastní systém stejnì jako dal¹í operaèní systémy. Pokud máte jiný operaèní systém ji¾ na poèítaèi, automaticky ho zaøadí do nabídky pro spou¹tìní. Zde je mo¾né dále doladit volby, které se pøedávají tím, ¾e na danou nabídkou dvakrát poklepete, lze také pøidat dal¹í nabídku èi danou nabídku odebrat. K dal¹ímu kroku se dostanete kliknutím na "Hotovo".
tr: LILO ve GRUB GNU/Linux'un önyükleyicileridir. Bu adým normalde otomatiktir. Bu adýmda DrakX, diskin önyükleme bölümünü çözümler ve aþaðýdaki iþlemleri gerçekleþtirir: * MS Windows önyükleme sektörü varsa, sektörün içeriði GRUB/LILO ile deðiþtirilir. Bu iþlem hem GNU/Linux hem de diðer iþletim sistemi ile makinanýzý kullanabilmenizi saðlar. * Bir GRUB ya da LILO önyükleme sektörü varsa, içeriði yeni önyükleyici ile deðiþtirilecektir. * Bir ikilem olmasý halinde, DrakX bir dialog ile sizden yardým isteyecektir: * "Kullanýlacak önyükleyici" için üç seçenek sunulacaktýr: * "Grafik arayüzlü LILO" * "GRUB" (sadece metin arayüzlü) * "Metin arayüzlü LILO" * "Önyükleme aygýtý": genellikle öntanýmlý birincil sabit disk ("/dev/hda") kullanýlýr. Ancak tercihiniz ikincil sabit disk ("/dev/hdb") ya da disket ("/dev/fd0") olabilir. * "Öntanýmlý görüntü yüklenmeden önceki gecikme": makinanýzý baþlattýðýnýz sýrada önyükleyici, öntanýmlý yüklenecek sistem yerine baþka bir sistemden baþlatabilmenize olanak saðlayacak bir bekleme süresi belirtmenize izin verir. !! DÝKKAT: Bir önyükleyici kurmamayý seçtiyseniz (burada "Ýptal" seçerek), Mandrake Linux sisteminizin yüklenmesini saðlayacak bir yönteminiz olduðundan emin olmalýsýnýz. Ayrýca bir seçeneði deðiþtirirken ne yaptýðýnýzý bildiðinizden de emin olmalýsýnýz. !! Uzman kullanýcýlar daha fazla seçenek elde etmek için "Geliþmiþ" düðmesini kullanabilirler. Mandrake Linux gerek GNU/Linux gerekse diðer bir iþletim sisteminden açýlýþ yaapabilmeniz için kendi önyükleyicisini kurar. Makinanýzda baþka iþletim sistemleri de varsa, onlar otomatikman önyükleme menüsüne eklenecektir. Burada sunulan seçeneklerle önyükleyicinin ince ayarlarýný yapabilirsiniz. Bir seçenek üzerine çift týklayarak onun parametrelerini silebilir ya da deðiþtirebilirsiniz. "Ekle" düðmesi ile yeni bir girdi ekleyebilirsiniz. Ýþlemlerinizi tamamladýðýnýzda "Bitti" düðmesine týklayarak sonraki kurulum adýmýna geçebilirsiniz.

source: LILO (the LInux LOader) and GRUB are boot loaders: they are able to boot either GNU/Linux or any other operating system present on your computer. Normally, these other operating systems are correctly detected and installed. If this is not the case, you can add an entry by hand in this screen. Be careful to choose the correct parameters. You may also not want to give access to these other operating systems to anyone. In which case, you can delete the corresponding entries. But then, you will need a boot disk in order to boot those other operating systems!
cs: LILO (the LInux LOader) a GRUB jsou zavadìèe systému, které mohou spustit buï GNU/Linux nebo jiný operaèní systém nainstalovaný na poèítaèi. Ve vìt¹inì pøípadù jsou tyto systému správnì detekovány. Pokud se tak nestane, máte mo¾nost je ruènì pøidat v této obrazovce. Vìnujte opatrnost parametrùm, které zadáváte. Pokud nechcete umo¾nit pøístup k tìmto operaèním systémùm komukoliv, mù¾ete je z nabídky odstranit. Ale v tom pøípadì musíte mít spou¹tìcí disketu, ze které je mo¾né tento operaèní systém spustit!
tr: LILO ve Grub önyükleyicilerdir: GNU/Linux ya da makinanýzda bulunan baþka bir iþletim sistemini açabilirler. Normalde bu diðer iþletim sistemleri doðru þekilde saptanmýþ ve kurulmuþtur. Eðer bir aksilik olursa, buradan elle eklenebilirler. Parametreleri seçerken dikkatli olun. Ayrýca isterseniz diðer iþletim sistemlerine eriþim vermeyebilirsiniz Bu durumda ilgili girdileri silebilirsiniz. Fakat bu iþletim sistemlerini kullanabilmek için bu sistemlerin açýlýþ disketlerine sahip olmanýz gerektiðini de unutmayýnýz!
uk: LILO (the LInux LOader - завантажувач Л╕накса) та Grub -- це завантажувач╕ системи: вони можуть завантажити або GNU/Л╕накс або будь-яку ╕ншу операц╕йну систему на Вашому комп'ютер╕. За нормальних умов ц╕ операц╕йн╕ системи в╕рно визначаються та встановлюються. Якщо це не так, ви можете додати потр╕бний пункт самост╕йно. Уважно вибер╕ть потр╕бн╕ параметри. Ви, можливо, також захочете закрити доступ до цих операц╕йних систем ╕ншим, в цьому випадку ви можете стерти в╕дпов╕дн╕ пункти в файл╕ конф╕╜урац╕╖. Але в цьому випадку Вам потр╕бна буде спец╕альна дискета, щоб завантажити ц╕ системи!

source: You must indicate where you wish to place the information required to boot to GNU/Linux. Unless you know exactly what you are doing, choose "First sector of drive (MBR)".
cs: Zde se musíte rozhodnout, kam umístit informace potøebné pro spu¹tìní systému GNU/Linux. Pokud pøesnì nevíte co zadat, ponechte "První sektor na disku (MBR)".
tr: GNU/Linux'u açmak için gereken bilgilerin nereye yerleþtirileceðini belirtmelisiniz. Ne yaptýðýnýzdan emin deðilseniz, "Diskin ilk sektörü (MBR)" seçin.
uk: Ви повинн╕ вказати, де саме ви хочете записати ╕нформац╕ю потр╕бну для завантаження GNU/Л╕накса. Кр╕м того випадку, коли ви абсолютно впевнен╕ в тому, що ви робите, вибер╕ть "Перший сектор диску (MBR)".
