Repository: DrakXtools/drakx
Catalog: perl-install/share/po/*.po
Languages: cs, eu, hr, lt, lv, nb, pa_in, ro, sk, tr, uk, vi

source: This user name is already added
cs: Toto u¾ivatelské jméno u¾ bylo pøidáno
eu: Erabiltzaile izen hau dagoeneko gehituta dago
hr: Ovaj korisnik veæ postoji
lt: Ðis vartotojo vardas jau pridëtas
lv: Ðâds lietotâja vârds jau ir pievienots
ro: Acest nume de utilizator e deja adãugat
sk: Takýto u¾ívateµ je u¾ pridaný
tr: Bu kullanýcý adý daha önce eklenmiþ
uk: Це ╕м'я вже зайняте
vi: Tªn ng­êi dïng nµy ®· ®­îc nhËp vµo råi

source: Add user
cs: Pøidat u¾ivatele
eu: Gehitu erabiltzailea
hr: Dodaj korisnika
lt: Pridëti vartotojà
lv: Pievienot lietotâju
ro: Adãugaþi un utilizator
sk: Pridaj u¾ívateµa
tr: Kullanýcý ekle
uk: Додати користувача
vi: Thªm ng­êi dïng

source: Enter a user %s
cs: Zadejte u¾ivatele %s
eu: Erabiltzailea sartu %s
hr: Unesite korisnika %s
lt: Ávesk vartotojà %s
lv: Ievadiet lietotâju %s
ro: Intraþi un utilizator %s
sk: Zadajte u¾ívateµa %s
tr: Bir kullanýcý girin %s
uk: Введ╕ть користувача %s
vi: NhËp ng­êi dïng %s

source: Accept user
cs: Vytvoøit u¾ivatele
eu: Onartu erabiltzailea
hr: Prihvati korisnika
lt: Priimti vartotojà
lv: Apstiprinât lietotâju
ro: Acceptare utilizator
sk: Akceptuj u¾ívateµa
tr: Kullanýcýyý etkinleþtir
uk: Прийняти користувача
vi: ChÊp thuËn ng­êi dïng

source: Real name
cs: Skuteèné jméno
eu: Benetako izena
hr: Puno ime
lt: Tikras vardas
lv: Vârds un uzvârds
nb: Fullt navn
pa_in: ਅਸਲੀ ਨਾਂ
ro: Nume real
sk: Reálne meno
tr: Gerçek adý
uk: Повне ╕м'я
vi: Tªn thËt

source: User name
cs: U¾ivatelské jméno
eu: Erabiltzailearen izena
hr: Korisnièko ime
lt: Vartotojo vardas
lv: Lietotâja vârds
ro: Numele utilizatorului
sk: U¾ívateµské meno
tr: Kullanýcý adý
uk: ╤м'я користувача
vi: Tªn ng­êi dïng

source: Shell
eu: Maskorra
hr: Ljuska
lv: Èaula
nb: Skall
pa_in: ਸ਼ੈਲ
tr: Kabuk
uk: Командна оболонка

source: Icon
cs: Ikona
eu: Ikonoa
hr: Ikona
lt: Ikona
lv: Ikona
nb: Ikon
pa_in: ਆਈਕਾਨ
ro: Icoanã
sk: Ikona
tr: Simge
uk: П╕ктограма
vi: BiÓu t­îng

source: Autologin
cs: Automatické pøihlá¹ení
hr: Auto-prijava
lt: Automatinis pasisveikinimas
lv: Autoreìistrçðanâs
nb: Automatisk innlogging
pa_in: ਸਵੈ-ਲਾਗਇਨ
tr: Otomatik giriþ
uk: Авторе╓страц╕я
vi: §¨ng nhËp tù ®éng

source: I can set up your computer to automatically log on one user. Do you want to use this feature?
cs: Mù¾u nastavit vá¹ poèítaè tak, aby automaticky pøihlásil vybraného u¾ivatele. Chcete pou¾ít tuto mo¾nost?
tr: Bilgisayarýnýz açýldýðýnda otomatik olarak bir kullanýcý giriþi olmasý saðlanabilir. Bu özelliði ilerde de kullanmak ister misiniz?
uk: Я можу настро╖ти Вашу систему так, що X буде стартувати автоматично п╕сля завантаження системи. Чи ви бажа╓те скористуватися ц╕╓ю можлив╕стю?
vi: Cã thÓ thiÕt lËp khëi ®éng m¸y tù ®éng ®¨ng nhËp mét ng­êi dïng. B¹n cã muèn sö dông tÝnh n¨ng nµy kh«ng?

source: Choose the default user:
cs: Zvolte standardního u¾ivatele :
eu: Hautatu jatorrizko erabiltzailea:
hr: Izaberite uobièajenog korisnika:
lt: Pasirink áprastà vartotojà:
lv: Norâdiet noklusçto lietotâju:
nb: Velg standardbruker:
pa_in: ਮੂਲ ਉਪਭੋਗੀ ਚੁਣੋ:
sk: Zvoµte predvoleného u¾ivateµa:
tr: Öntanýmlý kullanýcýyý belirtin:
uk: Вибер╕ть стандартного користувача:
vi: Chän ng­êi dïng mÆc ®Þnh:

source: Choose the window manager to run:
cs: Vyberte si, který správce oken má být spou¹tìn:
eu: Hauta abiarazterakoan nahi duzun lehio kudeatzailea:
hr: Izaberite prozorski upravitelj koji ¾elite pokrenuti:
lt: Pasirink, kurià langø tvarkyklæ naudosi:
lv: Norâdiet izmantojamo logu menedþeri:
nb: Velg vindusbehandler:
pa_in: ਚਲਾਉਣ ਲਈ ਝਰੋਖਾ ਪ੍ਰਬੰਧਕ ਚੁਣੋ:
sk: Vyberte si window mana¾éra:
tr: Çalýþtýrmak istediðiniz pencere yöneticisini seçin:
uk: Вибер╕ть менеджер в╕кон, яким ви хочете користуватися
vi: Chän ch¹y tr×nh qu¶n lý window:

source: Please, choose a language to use.
cs: Prosím zvolte si, který jazyk chcete pou¾ívat.
eu: Mesedez, hauta hizkuntza.
hr: Molim izaberite jezik koji ¾elite koristiti.
lt: Praðom pasirinkti kalbà, kurià naudosi.
lv: Lûdzu izvçlieties izmantojamo valodu.
ro: Vã rog, alegeþi o limbã.
sk: Prosím, zvoµte jazyk.
tr: Lütfen kullanacaðýnýz dili seçin.
uk: Вибер╕ть, будь-ласка, мову.
vi: H·y chän ng«n ng÷ sö dông.

source: You can choose other languages that will be available after install
cs: Mù¾ete si zvolit dal¹í jazyky, které budou dostupné po instalaci
eu: Instalazioaren ondoren erabilgarriak izan daitezkeen beste hizkuntzak hauta dezakezu
hr: Mo¾ete izabrati druge jezike koji æe biti dostupni nakon instalacije
lt: Tu gali pasirinkti kitas kalbas, kurios bus prieinamos po ádiegimo
lv: Jûs varat izvçlçties citas valodas, kas bûs pieejamas pçc instalçðanas
ro: Puteþi sã alegeþi alte limbi care vor fi disponibile dupã instalare
sk: Mô¾ete zvoli» ïal¹ie jazyky pou¾iteµné po in¹talácii
tr: Kurulumdan sonra kullanabileceðiniz baþka diller de seçebilirsiniz
uk: Ви можете вибрати також ╕нш╕ мови, як╕ будуть доступн╕ в систем╕ п╕сля установки
vi: B¹n cã thÓ chän c¸c ng«n ng÷ kh¸c s½n cã sau khi cµi ®Æt

source: All
cs: V¹echno
eu: Denak
hr: Sve
lt: Visos
lv: Viss
sk: V¹etko
tr: Tümü
uk: Все
vi: Toµn bé

source: Welcome to %s the operating system chooser! Choose an operating system in the list above or wait %d seconds for default boot.
cs: Vita Vas %s, program pro start operacniho systemu! Vyberte si ze seznamu operacnich systemu nize nebo pockejte %d vterin pro automaticky start.
eu: Ongi etorria %sra, sistema eragilearen hautatzailera! Hauta aukeren zerrendan sistema eragilea edo edo itxaron %d segundu jatorriz hautatutakoa abiatzeko.
hr: Dobro dosli u %s izbornik operativnih sustava! Izaberite operativni sustav u popisu iznad ili prièekajte %d sekundi za uobièajeno podizanje.
lt: Sveiki, besinaudojantys %s, operaciju sistemu parinkikliu! Pasirink operaciju sistema is zemiau esancio saraso, arba palauk %d sekundziu, kad butu ikrauta pagal nutylejima
lv: Juus sveic %s, opereetaajsisteemu paarsleedzeejs! Sarakstaa izveelieties vajadziigo sisteemu vai gaidiet %d sekundes, liidz tiks ielaadeeta nokluseetaa sisteema.
sk: Vitajte v zavadzaci operacneho systemu %s! Vyberte si operacy system ktory chcete spusti, alebo cakajte %d sekund pre predvolenu akciu.
tr: %s isletim sistemi secim programina hos geldiniz! Yukarida ki listeden bir isletim sistemi seciniz ya da ontanimli olanin acilmasi icin %d saniye bekleyiniz.
uk: Laskavo prosymo do %s - peremykacha operaciynih system! Vyberit' odnu z operaciynikh system v spysku abo pochekajte %d sekund poki pochne vantazhytysja persha z inh.
vi: Cha`o mu*`ng chu*o*ng tri`nh cho.n he^. ddie^`u ha`nh %s! Ha~y cho.n he^. ddie^`u ha`nh trong danh sa'ch tre^n hay cho*` %d gia^y dde^? kho*?i ddo^.ng he^. ddie^`u ha`nh ma(.c ddi.nh.

source: Welcome to GRUB the operating system chooser!
cs: Vita Vas GRUB, program pro vyber operacniho systemu
eu: Ongi etorri GRUBera, sistema eragilearen hautatzailea!
hr: Dobro dosli u GRUB izbornik operativnih sustava!
lt: Sveiki, besinaudojantys GRUB, operaciniu sistemu parinkikliu!
lv: Juus sveic GRUB, opereetaajsisteemu izveeles programma!
ro: Bun venit la gestionarul de sisteme de operare GRUB!
sk: Vitajte v zavadzaci operacneho systemu GRUB
tr: Ýsletim sistemi secici GRUB'a hos geldiniz!
uk: Laskavo prosymo do prohramy vyboru operacijnoyi systemy GRUB!
vi: Cha`o mu*`ng chu*o*ng tri`nh cho.n he^. ddie^`u ha`nh GRUB!

source: Use the %c and %c keys for selecting which entry is highlighted.
cs: Pro vyber polozek pouzijte klavesy %c a %c.
eu: %c eta %c tekla erabili hautatutakoa aukeratzeko
hr: Za mijenjanje izabranog sustava pritisnite tipke %c i %c.
lt: Naudok %c ir %c klavisus, kad pasirinktum, kuris irasas pazymetas
lv: Izmantojiet taustinus %c un %c, lai izveeleetos vajadziigo ierakstu.
ro: Folositi tastele %c si %c pentru selectarea intrarii puse in evidenta.
sk: Pouzite klavesy %c a %c pre oznacenie zaznamu zviraznenim
tr: Bir secenegi isaretli duruma getirmek icin %c ve %c tuslarini kullaniniz.
uk: Dlja vyboru pidsvichenogo punktu korystujtesja klavishamy %c ta %c.
vi: Du`ng ca'c phi'm %c va` %c dde^? cho.n mu.c nha^.p ddu*o*.c ba^.t s¸ng.

source: Press enter to boot the selected OS, 'e' to edit the
cs: Stisknete ENTER pro start vybraného OS, 'e' pro upravu
eu: Hautatutako OSa abiarazteko enter sakatu, 'e' editatzeko
hr: Pritisnite ENTER za bootiranje izabranog OS, 'e' za promjenu
lt: Spausk enter, noredami ikrauti pasirinkta OS, 'e', noredami keisti
lv: Nospiediet ievadu, lai saakneetu izveeleeto OS, 'e', lai redigeetu
ro: Apasati enter pentru a demara OS-ul selectat, 'e' pentru a edita
sk: Stlacte enter pre zavedenie oznaceneho OS, 'e' pre upravu
tr: Sistemi secili isletim sistemiyle acmak icin enter, acilistan
uk: Natysnit' enter shchob zavantazhyty vibranu systemu, 'e' shchob redaguvaty
vi: Nha^'n Enter dde^? kho*?i ddo^.ng he^. ddie^`u ha`nh ddu*o*.c cho.n, 'e' dde^? hie^.u chi?nh

source: commands before booting, or 'c' for a command-line.
cs: spoustecich parametru, nebo 'c' pro prikazovou radku.
eu: abiatze aurretiko komandoak, edo 'c' komando-lerroa izateko
hr: naredbe prije bootiranja ili 'c' za komandnu liniju.
lt: komandas pries ikrova, arba 'c', komandinei eilutei iskviesti
lv: komandas pirms saakneesanas, vai 'c', lai izsauktu komandrindu.
ro: comandele inainte de a demara, sau 'c' pentru linia de comanda.
sk: prikazov pred zavedenim, alebo 'c' pre prikazovy riadok
tr: once komutlari duzenlemek icin 'e', komut satiri icin ise 'c' basin
uk: komandy pered zavantazhennjam, ta 'c' dlja perehodu v komandnyj rezhim.
vi: ca'c le^.nh tru*o*'c khi kho*?i ddo^.ng, hoa(.c 'c' cho do`ng le^.nh.

source: The highlighted entry will be booted automatically in %d seconds.
cs: Vybrana polozka bude automaticky spustena za %d sekund.
eu: Hautatutakoa abiaraziko da %d segundu barru.
hr: Osvjetljeni zapis biti æe bootiran automatski za %d sekundi.
lt: Pasirinktas irasas bus ikrautas automatiskai po %d sekundziu.
lv: Izdaliitais ieraksts tiks saakneets peec %d sekundeem.
ro: Intrarea selectata va demara dupa %d secunde
sk: Oznaceny OS bude zavedeny za %d sekund.
tr: Isaretli secenek ile %d saniye icinde sistem acilacak.
uk: Pidsvichena systema zavantazhyt'sja avtomatichno cherez %d sekund.
vi: Mu.c nha^.p ba^.t sa'ng se~ ddu*o*.c kho*?i ddo^.ng tu*. ddo^.ng sau %d gia^y.

source: not enough room in /boot
cs: není dost místa v adresáøi /boot
eu: ez dago leku nahikorik /boot-en
hr: nema dovoljno mjesta u /boot
lt: nepakanka vietos /boot
lv: nepietiek vietas partîcijâ /boot
nb: Ikke nok plass på «/boot»
pa_in: /boot ਵਿੱਚ ਲੋੜੀਂਦੀ ਥਾਂ ਨਹੀਂ ਹੈ
ro: nu e destul spaþiu în /boot
sk: nie je dos» miesta v /boot
tr: /boot içinde yeterli yer yok
uk: недостатньо м╕сця в /boot
vi: kh«ng ®ñ chç ë trong /boot

source: Desktop
cs: Pracovní plocha
eu: Idazmahaia
hr: Radna povr¹ina
lt: Darbastalis
lv: Darbavirsma
tr: Masaüstü
uk: Робочий ст╕л
vi: Mµn h×nh nÒn

source: Start Menu
cs: Nabídka Start
eu: Abiatze Menua
lt: Paleidimo meniu
lv: Starta izvçlne
ro: Meniu de Start
sk: ©tart menu
tr: Baþlat Menüsü
uk: Стартове меню

source: You can't install the bootloader on a %s partition
cs: Zavádìcí program nelze nainstalovat na oddíl %s
tr: Açýlýþ yükleyicisini %s bölümüne yükleyemezsiniz

source: no help implemented yet.
cs: nápovìda zatím nedostupná.
eu: ez da oraindik laguntzarik prestatu.
hr: nema jo¹ implementirane pomoæi.
lt: pagalba dar nesukurta.
lv: palîdzîba pagaidâm nav realizçta.
sk: pomoc zatiaµ nebola implementovaná.
tr: bu konuda yardým bulunmamaktadýr.
uk: п╕дказка ще не зроблена.
vi: vÉn ch­a thùc thi trî gióp.

source: Boot Style Configuration
cs: Nastavení stylu zavádìní
eu: Abiaratze konfigurazioa
hr: Postava Stila Podizanja
lt: Ádiegimo Tipo Konfiguracija
lv: Sâknçðanas stila konfigurçðana
nb: Oppsettype
pa_in: ਬੂਟ ਸ਼ੈਲੀ ਸੰਰਚਨਾ
sk: Konfigurácia ¹týlu ¹tartovania
tr: Önyükleme Yapýlandýrmasý
uk: Конф╕╜урац╕я стилю установки
vi: CÊu h×nh khu«n thøc khëi ®éng

source: /_File
cs: _Soubor
eu: /_Fitxategiak
hr: /_Datoteka
lt: /Bylos
lv: /_Fails
sk: /_Súbory
tr: /_Dosya
uk: /_Файл
vi: /_TÖp

source: /File/_Quit
cs: /Soubor/_Konec
eu: /Fitxategi/_Irten
hr: /Datoteka/_Izlaz
lt: /Byla/Iðeiti
lv: /Fails/_Beigt
sk: /Súbor/_Koniec
tr: /Dosya/Çý_kýþ
uk: /Файл/_Вих╕д
vi: /TÖp/_Ra khái

source: <control>Q
cs: <control>K
eu: <control>I
sk: <control>K
tr: <control>K

source: NewStyle Categorizing Monitor
cs: Novìj¹í zatøídìný monitor
eu: NewStyle monitore-sailkatzea
hr: Novi stil kategoriziranja Monitora
lv: NewStyle Kategorizçjoðs Monitors
sk: Nový ¹týl kategórii monitorov
tr: Yeni Tarz Ekran Sýnýflamasý
uk: Категор╕я мон╕тора нового стилю
vi: Mµn h×nh ph©n lo¹i kiÓu míi

source: NewStyle Monitor
cs: Novìj¹í monitor
eu: NewStyle Monitorea
hr: NoviStil Monitora
lv: NewStyle Monitors
sk: Nový ¹týl monitora
tr: Yeni Tarz Ekran
uk: Мон╕тор нового типу
vi: Mµn h×nh kiÓu míi

source: Traditional Monitor
cs: Tradièní monitor
eu: Ohiko monitorea
hr: Tradicionalni Monitor
lv: Tradicionâlais Monitors
sk: ©tandardný monitor
tr: Geleneksel Ekran
uk: Звичайний мон╕тор
vi: Mµn h×nh truyÒn thèng

source: Traditional Gtk+ Monitor
cs: Tradièní Gtk+ monitor
eu: Ohiko Gtk+ Monitorea
hr: Tradicionalni Gtk+ Monitor
lv: Tradicionâlais Gtk+ Monitors
sk: ©tandardný Gtk+ monitor
tr: Geleneksel Gtk+ Ekran
uk: Традиц╕йний мон╕тор Gtk+
vi: Mµn h×nh truyÒn thèng Gtk+

source: Launch Aurora at boot time
cs: Spustit Auroru pøi startu
eu: Aurora piztu abiaratzerakoan
hr: Pokreni Auroru pri podizanju
lt: Ákrovos metu paleisti Aurora
lv: Palaist Aurora sâknçðanas laikâ
sk: Spusti» Auroru pri ¹tarte
tr: Aurora her açýlýþta çalýþtýrýlsýn
uk: Вмикати Аврору при завантаженн╕
vi: Ch¹y cùc quang lóc khëi ®éng

source: Lilo/grub mode
cs: Re¾im Lilo/Grub
eu: Lilo/grub modua
hr: Lilo/grub mod
lv: Lilo/grub reþîms
sk: Lilo/Grub mód
tr: Lilo/Grup kipi
uk: Режим Lilo/grub
vi: ChÕ ®é Lilo/grub

source: You are currently using %s as Boot Manager. Click on Configure to launch the setup wizard.
cs: Jako správce spou¹tìní nyní pou¾íváte %s. Pokud chcete spustit prùvodce nastavením, kliknìte na Konfigurovat.
eu: Abiapen Kudeatzaile bezela %s erabiltzen ari zera. Egin klik Ezarri gainean ezarketa aztia jaurtitzeko.
hr: Trenutno koristite %s kao Upravitelj Boot-a. Pritisnite na Podesi za pokretanje èarobnjaka za postavljanje.
lv: Jûs paðlaik lietojat OS ielâdçtâju %s. Spiediet Konfigurçt, lai palaistu uzstâdîðanas meistaru.
sk: Momentálne pou¾ívate %s ako ¹tartovací mana¾ér. Kliknite na Konfigurácia pre spustenie sprievodcu nastavením.
tr: %s Önyükleme Yöneticisi kullanýyorsunuz. Ayar sihirbazýný çalýþtýrmak için 'Yapýlandýr'a týklayýn.
uk: ви користу╓тесь завантажувачем систем %s. Клацн╕ть на "Настро╖ти" щоб стартувати пом╕чник установки.
vi: HiÖn thêi b¹n ®ang dïng %s lµm Tr×nh Qu¶n Lý Khëi §éng. NhÊn lªn CÊu h×nh ®Ó ch¹y ®å thuËt cho thiÕt lËp.

source: Configure
cs: Konfigurovat
eu: Konfiguratu
hr: Podesi
lv: Konfigurçt
sk: Konfigurácia
tr: Yapýlandýr
uk: Настро╖ти
vi: CÊu h×nh

source: Boot mode
cs: Startovací re¾im
eu: Abiarazteko modua
hr: Boot mod
lt: Ákrovos reþimas
lv: Sâknçðanas reþîms
sk: Mód ¹tartu
tr: Önyükleme kipi
uk: Режим завантаження
vi: ChÕ ®é khëi ®éng

source: System mode
cs: Systémový re¾im
eu: Sistema modua
hr: Sistemski mod
lt: Sistemos reþimas
lv: Sistçmas reþîms
sk: Mód systému
tr: Sistem Kipi
uk: Системний режим
vi: ChÕ ®é hÖ thèng

source: Launch the X-Window system at start
cs: Spustit X-Window pøi startu
eu: X-Windows ezarri sistema abiaratzerakoan
hr: Pokreni X-Window sustav pri podizanju
lt: Startuojant paleisti X_Windows
lv: Palaist X-Window sistçmu sâknçðanas laikâ
sk: Spusti» X-Window systém pri ¹tarte
tr: X-Pencere sistemi açýlýþta çalýþtýrýlsýn
uk: Запускати в╕кно X-Window при завантаженн╕
vi: Ch¹y hÖ thèng X-Window khi khëi ®éng

source: No, I don't want autologin
cs: Ne, nechci automatické pøihlá¹ení
eu: Ez, autologinik ez
hr: Ne, ne ¾elim automatsko prijavljivanje
lt: Ne, að nenoriu automatinio pasisveikinimo
lv: Nç, negribu lietot autologin
sk: Nie, nechcem automatické prihlásenie
tr: Hayýr, Otomatik giriþ istemiyorum
uk: Н╕, мен╕ не потр╕бна автоматична ре╓страц╕я
vi: T«i kh«ng muèn ®¨ng nhËp tù ®éng

source: Yes, I want autologin with this (user, desktop)
cs: Ano, chci automatické pøihlá¹ení s tímto (u¾ivatelem, desktopem)
eu: Bai, autologina nahi dut horrela (erabiltzaile, idazmahai)
hr: Da, ¾elim automatsko prijavljivanje sa ovim korisnikom i okru¾jem
lt: Taip, að noriu automatinio pasisveikinimo (vrtotojas, darbastalis)
lv: Jâ, gribu lietot autologin ðim lietotâjam un darba virsmai
sk: Áno, chcem automatické prihlásenie s (u¾ivateµ, desktop)
tr: Evet, otomatik giriþi bu özelliklerle istiyorum (kullanýcý,masaüstü)
uk: Так, я хочу автоматично ре╓струватися в систем╕ з цим (╕менем, середовищем)
vi: T«i muèn ®¨ng nhËp tù ®éng víi c¸i nµy (ng­êi dïng, mµn h×nh nÒn)

source: OK
eu: Ados
hr: U redu
lt: Gerai
lv: Labi
tr: TAMAM
uk: Гаразд

source: Cancel
cs: Zru¹it
eu: Etsi
hr: Odustani
lt: Nutraukti
lv: Atcelt
nb: Avbryt
pa_in: ਰੱਦ ਕਰੋ
ro: Anuleazã
sk: Zru¹
tr: Ýptal
uk: В╕дм╕нити
vi: Bá qua

source: can not open /etc/inittab for reading: %s
cs: nelze otevøít /etc/inittab pro ètení: %s
eu: ezin ireki /etc/inittab hau irakurtzeko: %s
hr: ne mogu otvoriti /etc/inittab za èitanje: %s
lt: negaliu atidaryti /etc/inittab skaitymui: %s
lv: lasîðanai nevar atvçrt /etc/inittab: %s
sk: nemô¾em otvori» /etc/inittab na èítanie: %s
tr: "/etc/inittab" dosyasý okumak için açýlamýyor: %s
uk: не можу в╕дкрити /etc/inittab на прочитання: %s
vi: kh«ng thÓ më /etc/inittab ®Ó ®äc: %s

source: Installation of LILO failed. The following error occured:
cs: Instalace LILO neuspìla. Stala se tato chyba:
eu: LILOren instalazioak porrot egin du. Errore hau izan da:
hr: Instalacija LILO-a nije uspjela. Prijavljena je slijedeæa gre¹ska:
lt: LILO ádiegimas nepavyko. Ávyko tokia klaida:
lv: LILO uzstâdîðana neizdevâs. Uzradâs ðâda kïûda:
ro: Instalarea lui LILO a eºuat. Urmãtoarea eroare a apãrut:
sk: In¹talácia LILA zlyhala. Vyskytla sa nasledujúca chyba:
tr: LILO kurulumu baþarýsýz oldu. Oluþan hata:
uk: Установка LILO неусп╕шна. Сталася помилка:
vi: Kh«ng cµi ®Æt ®­îc LILO. X¶y ra lçi nh­ sau:

source: %d minutes
cs: %d minut(y)
eu: %d minutu
hr: %d minuta
lt: %d minutës
lv: %d minûtes
nb: %d minutt
pa_in: %d ਮਿੰਟ
sk: %d minút
tr: %d dakika
uk: %d хвилин
vi: %d phót

source: 1 minute
cs: 1 minuta
eu: minutu 1
hr: 1 minuta
lt: 1 minutë
lv: 1 minûte
nb: 1 minutt
pa_in: 1 ਮਿੰਟ
sk: 1 minúta
tr: 1 dakika
uk: 1 хвилина
vi: 1 phót

source: %d seconds
cs: %d sekund
eu: %d segundu
hr: %d sekundi
lt: %d sekundës
lv: %d sekundes
nb: %d sekunder
pa_in: %d ਸਕਿੰਟ
sk: %d sekúnd
tr: %d saniye
uk: %d секунд
vi: %d gi©y

source: Please make a backup of your data first
cs: Zálohujte si nejdøív svá data, prosím
eu: Mesedez, aurretik datuen backup-a egin
hr: Prvo napravite backup podataka
lt: Pradþiai padaryk atsarginæ savo duomenø kopijà
lv: Vispirms izveidojiet datu rezerves kopiju
nb: Husk å ta reservekopi av alle viktige data først.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਆਪਣੇ ਡਾਟੇ ਦਾ ਬੈਕਅੱਪ ਲਵੋ
ro: Vã rog faceþi mai întîi o copie a datelor dumneavoastrã
sk: Prosím, najprv si za zálohujte va¹e dáta
tr: Önce verinizin yedeðini alýnýz
uk: Будь-ласка, створ╕ть спочатку резерну коп╕ю Ваших даних
vi: Tr­íc hÕt, b¹n h·y sao l­u d÷ liÖu

source: Read carefully!
cs: Ètìte pozornì!
eu: Arretaz irakur
hr: Proèitajte pa¾ljivo!
lt: Perskaityk ádëmiai!
lv: Lasiet uzmanîgi!
pa_in: ਧਿਆਨ ਨਾਲ ਪੜੋ!
ro: Citiþi cu atenþie!
sk: Èítajte pozorne!
tr: Dikkatli Okuyun!
uk: Читайте уважно!
vi: H·y ®äc kü!

source: If you plan to use aboot, be carefull to leave a free space (2048 sectors is enough) at the beginning of the disk
cs: Jestli¾e chcete pou¾ívat aboot, musíte nechat volné místo na zaèátku disku (2048 sektorù staèí)
eu: aboot erabiliko baduza, tokia utzi (diskoaren hasierako 2048 sektore nahikoak dira)
hr: Ukoliko ¾elite koristiti aboot morate ostaviti dovoljno mjesta (npr. 2048 sektora) na poèetku diska
lt: Jeigu tu planuoji naudoti aboot, nepamirðk palikti tuðèios vietos (2048 sektoriø pakanka) kaupiklio pradþioje
lv: Ja gatavojaties izmantot aboot, neaizmirstiet atstât brîvu vietu diska sâkumâ (pietiek ar 2048 sektoriem)
ro: Dacã doriþi sã folosiþi aboot, asiguraþi-vã sã lãsaþi un spaþiu liber (2048 de sectoare sunt de ajuns) la începutul discului
sk: Ak plánujete pou¾i» ABOOT, nechajte prosím na zaèiatku disku dos» voµného miesta. (2048 sektorov bude staèi»)
tr: Aboot'u kullanmayý planlýyorsanýz, diskin baþlangýcýnda boþ disk alaný (2048 sektör yeterli) býrakmayý ihmal etmeyin.
uk: Якщо ви збира╓тесь користуватися aboot, не забудьте залишити в╕льний розд╕л (достатньо 2048 сектор╕в) на початку диску
vi: NÕu b¹n ®Þnh dïng aboot, h·y cÈn thËn ®Ó l¹i mét kh«ng gian trèng (2048 sector lµ ®ñ) t¹i phÇn ®Çu tiªn cña ®Üa

source: Error
cs: Chyba
eu: Errorea
hr: Gre¹ka
lt: Klaida
lv: Kïûda
nb: Feil
pa_in: ਗਲਤੀ
ro: Eroare
sk: Chyba
tr: Hata
uk: Помилка
vi: Lçi

source: Wizard
cs: Prùvodce
eu: Gidaria
hr: Èarobnjak
lt: Meistras
lv: Meistars
sk: Sprievodca
tr: Sihirbaz
uk: Пом╕чник
vi: §å thuËt

source: New
cs: Nový
eu: Berria
hr: Novi
lt: Naujas
lv: Jauns
nb: Ny
pa_in: ਨਵਾਂ
sk: Nový
tr: Yeni
uk: Новий
vi: Míi

source: Remote
cs: Vzdálený
lv: Attâla
sk: Vzdialená
tr: Karþý
uk: В╕ддалений
vi: Tõ xa

source: Mount point
cs: Pøípojný bod
eu: Muntatze puntua
hr: Toèka montiranja
lt: Prijungimo vieta
lv: Montçðanas punkts
nb: Monteringspunkt
pa_in: ਮਾਂਊਟ ਪੁਆਂਇਟ
ro: Punct de montaj
sk: Bod pripojenia
tr: Baðlama noktasý
uk: Точка монтування
vi: §iÓm g¾n kÕt

source: Options
cs: Volby
eu: Aukerak
hr: Opcije
lt: Pasirinktys
lv: Opcijas
nb: Valg
pa_in: ਚੋਣ
sk: Parametre
tr: Seçenekler
uk: Параметри
vi: Tïy chän

source: Type
cs: Zmìnit typ
eu: Mota
hr: Vrsta
lt: Rûðis
lv: Tips
pa_in: ਕਿਸਮ
ro: Tip
sk: Typ
tr: Türü
uk: Тип
vi: KiÓu

source: Unmount
cs: Odpojit
eu: Desmuntatu
hr: Demontiraj
lt: Atjungti
lv: Nomontçt
nb: Avmonter
pa_in: ਅਨ-ਮਾਊਟ
ro: Demonteazã
sk: Odpoj
tr: Ayýr
uk: Розмонтувати
vi: bá g¾n kÕt

source: Mount
cs: Pøipojit
eu: Muntatu
hr: Montiraj
lt: Primontuoti
lv: Montçta
nb: Monter
pa_in: ਮਾਊਟ
ro: Montaj
sk: Pripoj
tr: Baðla
uk: Монтувати
vi: G¾n kÕt

source: Choose action
cs: Co udìláte ?
eu: Hautatu akzioa
hr: Izaberite akciju
lt: Pasirink veiksmà
lv: Izvçlieties darbîbu
ro: Alegeþi acþiunea
sk: Zvoµ akciu
tr: Birini seçin
uk: Вибер╕ть д╕ю
vi: Chän ho¹t ®éng
