Repository: DrakXtools/drakx
Catalog: live/draklive-install/po/*.po
Languages: ar, id, sc

source: Copying in progress
ar: جاري النسخ
id: Penyalinan sedang berjalan
sc: Còpia in cursu

source: Congratulations
ar: تهانينا
id: Selamat
sc: Cumprimentus

source: You need to reboot for the partition table modifications to take place
ar: تحتاج إلى إعادة التثبيت لتفعيل التعديلات على جدول التجزئة
id: Anda harus reboot agar perubahan tabel partisi dapat berlaku
sc: Depis torrai a allui po fai balli is mudas a sa tàula de is pratziduras

source: Choose the partitions you want to format
ar: اختيار التجزيئات التي تريد تنسيقها
id: Pilih partisi yang akan diformat
sc: Sçobera is pratziduras ki bolis formatai

source: Check bad blocks?
ar: تحقق من الكتل السيئة؟
id: Periksa blok rusak?

source: Failed to check filesystem %s. Do you want to repair the errors? (beware, you can lose data)
ar: تعذر التأكد من صحة نظام المفات %s. هل تريد تصحيح الأخطاء (كن حذراً، يمكن أن تخسر بيانات)

source: Not enough swap space to fulfill installation, please add some
ar: لا توجد مساحة تبديل كافية للقيام بالتثبيت، الرجاء زيادة مساحة التبديل
id: Ruang swap tidak cukup untuk installasi. Harap ditambah

source: No partition available
ar: لا يوجد تجزيء
id: Tidak ada partisi
sc: Nisçuna pratzidura a disposta

source: Scanning partitions to find mount points
ar: جاري عمل مسح للتجزئات لإيجاد أماكن التركيب
id: Mendeteksi partisi untuk mencari titik mount
sc: Controllu is pratziduras po agatai is puntus de càrrigu

source: Choose the mount points
ar: اختيار أماكن التركيب
id: Pilih titik mount
sc: Sçobera is puntus de càrrigu

source: Partitioning
ar: التجزئة
id: Pembuatan partisi
sc: Pratzimentu

source: Duplicate mount point %s
ar: نقطة تركيب مكررّة %s
id: Duplikasi titik mount %s
sc: Dòpia su puntu de càrrigu %s

source: Continue anyway?
ar: استمرار على أي حال؟
id: Lanjutkan?
sc: Sigu comuncas?

source: Quit without saving
ar: الخروج بدون حفظ
id: Keluar tanpa menyimpan
sc: Bessi sentza de sarvai

source: Quit without writing the partition table?
ar: هل تريد الخروج بدون كتابة جدول التجزئة؟
id: Keluar dari program tanpa menulis tabel partisi?
sc: Bessu sentza de scriri sa tàula de is pratziduras?

source: Do you want to save /etc/fstab modifications
ar: هل تريد حفظ تعديلات /etc/fstab
id: Apakah Anda ingin menyimpan modifikasi /etc/fstab
sc: Bolis sarvai is mudas de /etc/fstab

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
ar: يفضّل أن تنسّق التّجزيء %s. إن لم تفعل فلن يسجّل أي مُدخل لنقطة التّركيب %s في fstab. هل تريد الخروج على أي حال؟

source: Some hardware on your computer needs ``proprietary'' drivers to work. You can find some information about them at: %s
ar: بعض العتاد الموجود على جهازك يحتاج إلى مشغلات ``تجارية'' كي تعمل. يمكنك ايجاد مزيد من المعلومات عنها في: %s
id: Beberapa perangkat keras pada komputer Anda memerlukan driver ``proprietary'' agar bekerja. Anda bisa mencarinya pada : %s
sc: A cancu parti hardware serbint driver ``proprietàrius''po traballai. Podis agatai cancu sceda apitzus a: %s

source: You must have a root partition. For this, create a partition (or click on an existing one). Then choose action ``Mount point'' and set it to `/'
ar: يجب أن تكون لديك تجزيء جذرية. لهذا الغرض انشئ تجزيء (أو اضغط على تجزيء موجودة). ثم اختر ``مكان التركيب'' و اجعله `/'
id: Anda harus memiliki partisi root. Caranya, buatlah sebuah partisi (atau pilih yang sudah ada). Lalu pilih aksi ``Mount point'' dan set ke `/'
sc: Depis tenni una pratzidura root. Po custu, crea una pratzidura (o crica in d-una ki jai dui est). Apustis sçobera s'atzioni ``Puntu de càrrigu'' e assetiaddu a `/'

source: You do not have a swap partition. Continue anyway?
ar: ليست لديك تجزيء تبديل. هل تريد المتابعة على أي حال؟
id: Anda belum memiliki partisi swap Lanjutkan?
sc: No tenis una pratzidura de swap. Sigu comuncas?

source: You must have a FAT partition mounted in /boot/efi
ar: لديك تجزيء FAT تم تحميلها على /boot/efi
id: Anda harus memiliki partisi FAT termount pada /boot/efi
sc: Depis tenni una pratzidura FAT carrigada in /boot/efi

source: Use free space
ar: استخدام المساحة الفارغة
id: Gunakan ruang kosong
sc: Imprea spàtziu lìberu

source: Not enough free space to allocate new partitions
ar: لا توجد مساحة فارغة لعمل التجزيئات الجديدة
id: Tidak cukup ruangan kosong untuk alokasi partisi baru
sc: No dui at spàtziu abasta po ponni pratziduras noas

source: Use existing partitions
ar: استخدم التجزيئات الموجودة
id: Gunakan partisi yang sudah ada
sc: Imprea is pratziduras ki jai dui funt

source: There is no existing partition to use
ar: لا يوجد تجزيء لاستخدامه
id: Tidak ada partisi yang bisa digunakan
sc: No dui at pratzidura de da podi impreai

source: Use the Windows partition for loopback
ar: استخدم تجزيء ويندوز كـloopback
id: Gunakan partisi Windows untuk loopback
sc: Imprea sa pratzidura Windows po loopback

source: Which partition do you want to use for Linux4Win?
ar: أي تجزيء تريد استخدامه من أجل Linux4Win
id: Partisi mana yang hendak dipakai oleh Linux4Win?
sc: Cali pratzidura bolis impreai po Linux4Win?

source: Choose the sizes
ar: اختيار الأحجام
id: Pilih ukurannya
sc: Sçobera is mesuras

source: Root partition size in MB:
ar: حجم التجزيء الجذري بالميغابايت:
id: Ukuran partisi root dalam MB:
sc: Mesura de sa pratzidura root in MB:

source: Swap partition size in MB:
ar: حجم تجزيء التبديل بالميغابايت:
id: Ukuran partisi swap dalam MB:
sc: Mesura de sa pratzidura swap in MB:

source: There is no FAT partition to use as loopback (or not enough space left)
ar: لا يوجد تجزيء FAT لاستخدامه كـloopback )أو لا توجد مساحة كافية متبقية)
id: Tidak ada partisi FAT untuk loopback (atau tidak ada ruang tersisa)
sc: No dui at pratzidura FAT de impreai po loopback (no abarrat spàtziu abasta)

source: Use the free space on the Windows partition
ar: استخدام المساحة الفارغة على تجزيء ويندوز
id: Gunakan ruang kosong pada partisi windows
sc: Imprea su spàtziu lìberu in sa pratzidura Windows

source: Which partition do you want to resize?
ar: أي تجزيء تريد تغيير حجمه؟
id: partisi mana yang hendak Anda ubah ukurannya?
sc: Calli pratzidura bolis arremesurai?

source: The FAT resizer is unable to handle your partition, the following error occurred: %s
ar: لم تتمكن أداة تغيير حجم FAT من التعامل مع تجزيئك، ظهر الخطأ التالي: %s
id: Pengubah FAT tidak mampu menangani partisi Anda, Kesalahan berikut muncul: %s
sc: S'arremesuradori FAT no podit manijai sa pratzidura, dui est sa faddina ki sighit: %s

source: Resizing
ar: تغيير الحجم
id: Mengubah ukuran
sc: Arremesuru

source: Computing the size of the Windows partition
ar: جاري حساب مساحة تجزيء ويندوز
id: Menghitung ukuran partisi Windows
sc: Càrculu sa mesura de sa pratzidura Windows

source: Your Windows partition is too fragmented. Please reboot your computer under Windows, run the ``defrag'' utility, then restart the Mandriva Linux installation.
ar: تجزيء ويندوز الخاصّ بك كثير التجزّئات. رجاء أعد تشغيل جهازك إلى ويندوز، شغّل أداة ``defrag''، ثمّ أعد بدْء تثبيت ماندريبا لينكس.
id: Partisi Windows Anda terlalu terfragmen. Harap reboot komputer Anda pada Windows, jalankan utilitas ``defrag'', lalu ulangi installasi Mandriva Linux.

source: WARNING! DrakX will now resize your Windows partition. Be careful: this operation is dangerous. If you have not already done so, you first need to exit the installation, run "chkdsk c:" from a Command Prompt under Windows (beware, running graphical program "scandisk" is not enough, be sure to use "chkdsk" in a Command Prompt!), optionally run defrag, then restart the installation. You should also backup your data. When sure, press Ok.
ar: تحذير! DrakX سيقوم الآن بتغيير حجم تجزيء ويندوز. كن حذراً: هذه العملية خطرة. فإذا لم تكن فعلت ذلك، يجب عليك أولاً الخروج من التثبيت، ثم تشغيل "scandisk c:" من سطر الأوامر في ويندوز (احذر، تشغيل البرنامج الرّسومي "scandisk" غير كافي، تأكّد من استخدام "chkdsk" في سطر الأوامر!)، اختياريّاً شغّل defrag، ثمّ أعد بدء التثبيت. يجب عليك كذلك عمل نسخة احتياطية من بياناتك. عندما تكون متأكداً، اضغط موافق.
id: PERINGATAN! DrakX sekarang akan mengubah ukuran partisi Windows Anda. Hati-hati: proses ini amat berbahaya. Bila Anda belum pernah melakukannya, Anda harus keluar dari proses installasi ini, lalu reboot ke windows jalankan "chkdsk c:" dari Command Prompt (hati-hati, menjalankan program grafis "scandisk" tidaklah cukup, pastikan menggunakan "chkdsk" dari Command Prompt!), juga defrag, lalu ulangi installasi. Anda juga harus membackup data Anda. Jika yakin, tekan Ok.

source: Which size do you want to keep for Windows on
ar: ما حجم المساحة التي تريد إبقائها لويندوز على
id: Ukuran mana yang hendak Anda gunakan untuk Windows
sc: Ita mesura bolis apoderai po sa pratzidura Windows

source: partition %s
ar: التجزيء %s
id: partisi %s
sc: pratzidura %s

source: Resizing Windows partition
ar: تغيير حجم تجزيء ويندوز
id: Mengubah ukuran partisi Windows
sc: Arremesuru sa pratzidura Windows

source: FAT resizing failed: %s
ar: فشل تغيير حجم FAT: %s
id: Pengubahan ukuran FAT gagal: %s
sc: Arremesuradura FAT faddia: %s

source: To ensure data integrity after resizing the partition(s), filesystem checks will be run on your next boot into Windows(TM)
ar: للتأكد من صحة البيانات بعد إعادة تحجيم التجزيئات، سيتم الدقيق على نظام الملفات عند التشغيل القادم لويندوز(TM)
id: Untuk memastikan integritas data setelah ukuran partisi berubah, pengujian sistem file akan dilakukan pada boot berikut dalam Windows(TM)

source: There is no FAT partition to resize (or not enough space left)
ar: لا توجد تجزيء FAT قابل لتغيير حجمها (أو لا توجد مساحة كافية متبقية)
id: Tidak ada partisi FAT untuk diubah ukurannya (atau tidak ada ruangan tersisa)
sc: No dui at pratzidura FAT de arremesurai (no abarrat spàtziu abasta)

source: Remove Windows(TM)
ar: حذف ويندوز(TM)
id: Hapus Windows(TM)
sc: Srèxina Windows(TM)

source: You have more than one hard drive, which one do you install linux on?
ar: لديك أكثر من قرص صلب، في أيهم تريد تثبيت لينكس؟
id: Anda memiliki lebih dari satu harddisk, mana yang akan Anda pakai untuk menginstall Linux?
sc: Tenis prus de unu discu tostau, cali est ki nci bolis aposentai linux?

source: ALL existing partitions and their data will be lost on drive %s
ar: كل التجزيئات و بياناتها ستضيع من على السواقة %s
id: SEMUA partisi yang ada beserta data pada drive %s akan hilang

source: Custom disk partitioning
ar: تجزئة قرص مخصصة
id: Lakukan partisi disk secara custom
sc: Pratziduramentu discu personalisau

source: Use fdisk
ar: استخدام fdisk
id: Gunakan fdisk
sc: Imprea fdisk

source: You can now partition %s. When you are done, do not forget to save using `w'
ar: يمكنك الآن تجزئة %s. عندما تنتهي لا تنس الحفظ باستخدام `w'
id: Anda kini dapat mempartisi %s. Ketika selesai jangan lupa simpan dengan tombol `w'

source: I can not find any room for installing
ar: لا يمكنني العثور على مساحة فارغة للتثبيت
id: Tidak ada ruang untuk installasi
sc: No potzu agatai spàtziu po s'aposentadura

source: The DrakX Partitioning wizard found the following solutions:
ar: عثر معالج التجزئة في DrakX على الحلول التالية:
id: Wizard partisi DrakX menemukan solusi berikut:
sc: Su wizard de pratziduramentu DrakX at agatau is solutzionis ki sighint:

source: Partitioning failed: %s
ar: فشلت التجزئة: %s
id: Proses partisi gagal: %s
sc: Pratziduramentu faddiu: %s

source: Bringing up the network
ar: جاري تشغيل الشبكة
id: Mengaktifkan jaringan
sc: Alluu s'arretza

source: Bringing down the network
ar: جاري اغلاق الشبكة
id: Menonaktifkan jaringan
sc: Studu s'arretza

source: Erase and use entire disk
id: Hapus dan gunakan seluruh disk
