Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: If you chose to reuse some legacy GNU/Linux partitions, you may wish to reformat some of them and erase any data they contain. To do so, please select those partitions as well. Please note that it's not necessary to reformat all pre-existing partitions. You must reformat the partitions containing the operating system (such as "/", "/usr" or "/var") but you do not have to reformat partitions containing data that you wish to keep (typically "/home"). Please be careful when selecting partitions. After the formatting is completed, all data on the selected partitions will be deleted and you will not be able to recover it. Click on "%s" when you're ready to format the partitions. Click on "%s" if you want to choose another partition for your new Mandriva Linux operating system installation. Click on "%s" if you wish to select partitions which will be checked for bad blocks on the disk.
ar: إن اخترت إعادة استخدام بعض تجزيئات جنو/لينكس القديمة، قد ترغب بإعادة تنسيق بعضها ومسح أية بيانات تحتويها. لعمل ذلك، الرجاء، اختيار تلك التجزيئات أيضاً. الرجاء ملاحظة أنّه ليس من الضّروري إعادة تنسيق كل التّجزيئات الموجودة مسبقاً. يجب عليك إعادة تنسيق التجزيئات التي تحتوي نظام التشغيل (مثل "/", "/usr" or "/var"( ولكن ليس عليك إعادة تنسيق التجزيئات التي تحتوي بيانات تودّ الاحتفاظ بها (عادة "/home"). رجاء كن على حذر عند اختيار التّجزيئات. بعد إعادة التّنسيق، كلّ البيانات التي على التّجزيئات المحدّدة سوف تُحذف ولن تكون قادراً على استعادتها. اضغط على "%s" عندما تكون جاهزاً لتنسيق التّجزيئات. اضغط على "%s" إن كنت تريد اختيار تجزيء آخر من أجل تثبيت نظام التّشغيل ماندريبا لينكس الخاصّ بك. اضغط على "%s" إن كنت ترغب باختيار تجزيئات سيتمّ تفحّصها من أجل الكتل السّيئة على القرص.
bn: আপনি যদি পুরানো GNU/Linux পার্টিশন আবার ব্যবহার করতে চান, আপনি হয়ত কোন পার্টিশন নতুন করে ফরম্যাট করে পুরানো তথ্য মুছে ফেলতে চাইবেন। এটি করতে হলে, ঐ পার্টিশনগুলোও নির্বাচন করুন। মনে রাখবেন, সব পার্টিশন ফরম্যাট করা জরুরী নয়। যে পার্টিশনে অপারেটিং সিস্টেম থাকবে (যেমন "/", "/usr" বা "/var") সেটি অবশ্যই ফরম্যাট করতে হবে কিন্তু যেসব পার্টিশনের তথ্য আপনি সংরক্ষন করতে চান (সাধারনত "/home") সেগুলো ফরম্যাট করা অত্যাবশ্যকীয় নয়। পার্টিশন নির্বাচন করতে সাবধানতা অবলম্বন করবেন। ফরম্যাট করলে নির্বাচিত পার্টিশনের সব তথ্য মুছে যাবে এবং তা আর ফিরে পাওয়া যাবে না। পার্টিশন ফরম্যাট শুরু করতে "%s" চাপুন। আপনার নতুন Mandriva Linux অপারেটিং সিস্টেম ইনস্টেশনের জন্য আপনি যদি অন্য একটি পার্টিশন নির্বাচন করতে, তবে "%s" ক্লিক করুন। যদি আপনি পার্টিশনের জন্য ডিস্কের খারাপ ব্লক সনাক্ত করাতে চান তাহলে "%s" ক্লিক করুন।
bs: Ako želite koristiti neke stare GNU/Linux particije, možda ćete poželjeti da reformatirate neke od njih kako biste pobrisali podatke koje sadrže. Ako želite to učiniti, molim takođe izaberite i te particije. Molim obratite pažnju da nije neophodno formatirati sve postojeće particije. Morate reformatirati particije koje sadrže operativni sistem (kao što su "/", "/usr" ili "var") ali ne morate reformatirati particije koje sadrže podatke koje želite zadržati (tipično /home). Molim da pažljivo izaberete particije. Nakon formatiranja, svi podaci na odabranim particijama će biti pobrisani i nećete biti u mogućnosti da ih povratite. Kliknite na "%s" kada budete spremni za formatiranje particija. Kliknite na "%s" ako želite da izaberete druge particije za instalaciju vašeg novog Mandriva Linux operativnog sistema. Kliknite na "%s" da izaberete particije koje želite provjeriti radi loših blokova.
cs: Každý nově vytvořený diskový oddíl musí být před použitím zformátován (formátováním se myslí vytvoření souborového systému). Nyní lze formátovat již existující diskové oddíly pro vymazání všech dat, která obsahují. Pokud to chcete provést, vyberte diskové oddíly pro přeformátování. Není ale nutné přeformátovat všechny již existující diskové oddíly. Je nutné přeformátovat oddíly, které obsahují operační systém (jako je "/", "/usr" nebo "/var") ale není nutné přeformátovat oddíly, které obsahují data, která chcete zachovat (typicky "/home"). Při výběru diskových oddílů, které se budou formátovat buďte opatrní, všechna data na formátovaných oddílech budou ztracena a nelze je již obnovit. Pokud je vše připraveno pro formátování, klepněte na "%s". Pokud chcete vybrat jiné oddíly pro instalaci systému Mandriva Linux, klepněte na "%s" Klepnutím na "%s" můžete vybrat, které oddíly budou otestovány na vadné bloky.
cy: Efallai y byddwch eisiau ailfformatio rhai rhaniadau presennol i ddileu data sydd arnynt. Os ydych am wneud hynny, dewiswch y rhaniadau hynny hefyd. Sylwch nad oes angen ailfformatio'r holl raniadau sy'n bodoli eisoes. Rhaid ailfformatio'r rhaniadau sy'n cynnwys y system weithredu [megis "/","usr" neu "/var") ond nid oes rhaid i chi ail fformatio rhaniadau sy'n cynnwys data rydych am ei gadw (e.e. "/home"). Byddwch ofalus wrth ddewis rhaniadau. Ar ôl fformatio bydd yr holl ddata ar y rhaniadau'n cael eu dileu ac ni fydd modd ei adfer. Cliciwch "%s" pan ydych yn barod i fformatio rhaniadau. Cliciwch "%s" os ydych am ddewis rhaniad arall ar gyfer eich gosodiad Mandriva Linux newydd Cliciwch "%s" os ydych am ddewis rhaniadau i'w gwirio am flociau gwallus ar y ddisg.
da: Hvis du vælger at genbruge nogle gamle GNU/Linux-partitioner, kan duønske at omformatere nogle af dem og slette de data som de indeholder. For at gøre dette skal du også vælge disse partitioner. Bemærk at det ikke er nødvendigt at omformatere alle allerede eksisterende partitioner. Det er nødvendigt at omformatere de partitioner, der indeholder operativsystemet (såsom '/', '/usr' og '/var', men du er ikke nødt til at omformatere partitioner som du ønsker at beholde (typisk /home). Vær forsigtig med valg af partitioner; efter formatering vil alle data være slettede på de valgte partitioner, og du vil ikke kunne redde nogetsomhelst af det. Klik på '%s' når du er klar til at formatere partitionerne. Klik på '%s' hvis du ønsker at vælge andre partitioner til at installere dit nye Mandriva Linux operativsystem. Klik på '%s' for at vælge partitioner som du ønsker at tjekke for dårlige blokke.
de: Sie erhalten hier die Möglichkeit bereits existierende Partitionen neu zu formatieren, um die darauf vorhandenen Daten zu löschen. Markieren Sie diese einfach ebenfalls in der Liste. Es sei angemerkt, dass nicht alle Partitionen neu formatiert werden müssen. Sie sollten normalerweise nur die Partitionen neu formatieren, die Systemdateien, jedoch keine Privatdaten enthalten (etwa „/“, „/usr“ oder „/var“). Partitionen wie etwa „/home“ sollten Sie normalerweise nicht neu formatieren. Seien Sie sorgfältig bei der Auswahl der Partitionen. Nach dem Formatieren sind alle zuvor darauf existierenden Daten unwiederbringlich verloren. Wenn Sie alle Einstellungen vorgenommen haben, betätigen Sie die Schaltfläche „%s“, um mit dem Formatieren der Partitionen zu beginnen. Betätigen Sie „%s“, wenn Sie eine andere Partition für Ihr neues Mandriva Linux vorgesehen haben. Betätigen Sie die Schaltfläche „%s“, falls Sie Partitionen auf defekte Blöcke untersuchen wollen.
eo: Se vi elektas reuzi kelkajn tradiciajn GNU/Linux-subdiskojn, vi povas deziri reformati kelkajn de ili kaj estingi datenojn kiujn ili enhavas. Por tion fari, bonvolu selekti tiujn subdiskojn. Bonvolu noti ke ne necesas reformati ĉiujn antaŭ-ekzistantajn subdiskojn. Vi devas reformati la subdiskojn kiuj enhavas la mastrum-sistemon (kiel "/", "/usr" aŭ "/var"), sed vi ne bezonas reformati subdiskojn kun datenoj kiujn vi deziras konservi (normale "/home"). Bonvulu esti zorgema kiam vi selektas subdiskojn. Post kiam la reformatado finiĝis, ĉiuj datenoj de la selektita subdikso estos detruitaj kaj vi ne kapablos reakiri ilin. Alklaku "%s" kiam vi pretas formati la subdiskojn. Alklaku "%s" se vi deziras elekti alian subdiskon por instali vian nova Mandriva Linux-mastrum-sistemon. Alkalku "%s" se vi deziras selekti subdiskojn kiuj estu kontrolataj por malbonaj blokoj sur la disko.
es: Si desea volver a utilizar algunas particiones GNU/Linux legadas, puede desear volver a formatear algunas de ellas y borrar cualquier dato que pudieran contener. Para hacerlo, por favor seleccione también dichas particiones. Por favor note que no es necesario volver a formatear todas las particiones preexistentes. Debe volver a formatear las particiones que contienen el sistema operativo (tales como "/", "/usr" o "/var") pero no tiene que volver a formatear particiones que contienen datos que desea preservar (típicamente "/home") Por favor, tenga sumo cuidado cuando selecciona las particiones. Después de formatear se borrarán todos los datos en las particiones seleccionadas y no podrá recuperarlos en absoluto. Haga clic sobre "%s" cuando esté listo para formatear las particiones. Haga clic sobre "%s" si desea elegir otra partición para la instalación de su sistema operativo Mandriva Linux nuevo. Haga clic sobre "%s" si desea seleccionar las particiones del disco en las que se buscarán bloques defectuosos.
et: Kõik värskelt loodud partitsioonid tuleb enne kasutamist vormindada ehk sinna tuleb luua failisüsteemid. Samuti võib vormindada varem olemas olnud partitsioonid, kui soovite seal leiduvad andmed ära kustutada. Pange tähele, et alati ei ole kõigi vanade partitsioonide vormindamine vajalik. Kindlasti tuleb vormindada partitsioonid, kus varem asus "/", "/usr" või "/var", aga kasutajate faile sisaldav "/home" võiks jääda alles. Olge partitsioonide valikul hoolas. Pärast vormindamist on kõik valitud partitsioonidel asunud andmed kustutatud ning neid ei ole võimalik taastada. Klõpsake "%s", kui olete vormindamiseks valmis. Klõpsake "%s", kui soovite valida oma uue Mandriva Linuxi süsteemi paigaldamiseks mõne muu partitsiooni. Klõpsake "%s", kui soovite valida partitsioone, millel kontrollitaks vigaste plokkide olemasolu.
eu: Oinordetzan hartutako zenbait GNU/Linux partizio berrerabiltzea hautatzen baduzu, haietako batzuk berreratu eta bertako datuak ezabatu nahi izan dezakezu. Hori egiteko, mesedez partizio horiek ere aukeratu. Kontuan izan ez dela beharrezkoa lehendik dauden partizio guztiak berreratzea. Sistema eragilea gordetzen duten partizioak berreratu behar dituzu ("/", "/usr" edo "/var") baino ez mantendu nahi dituzun datuak gordetzen dituzten partizioak (normalean "/home"). Kontuz ibili partizioak aukeratzerakoan. Eraketa amaitu ondoren, aukeratutako partizioetako datu guztiak ezabatu egingo dira eta ezin izango dituzu berreskuratu. Klikatu "%s" partizioak eratzeko prest zaudenean. Klikatu "%s" Mandriva Linux sistema eragile berria instalatzeko beste partizio bat aukeratu nahi baduzu. Klikatu "%s" diskoan hondatutako blokeak aurkitzeko egiaztatuko diren partizioak aukeratu nahi badituzu.
fa: اگر تصمیم گرفتید تا از بعضی از قسمت‌بندیهای گنو/لینوکس استفاده مجدد کنید، میبایست بعضی از آنها را قسمت‌بندی مجدد کرده و هر داده روی آنها پاک شود. برای انجام اینکار لطفا آن قسمت‌بندیها را نیز انتخاب کنید لطفاً توجه کنید که ضروری نیست که تمام قسمت‌بندی‌های موجود قالب‌بندی مجدد شوند. شما باید قسمت‌بندیهای حاوی سیستم عامل (مانند "/", "/usr" یا "/var") را قالب‌بندی مجدد کرده اما شما مجبور به قالب‌بندی مجدد قسمت‌بندی‌های حاوی داده‌هایی که می‌خواهید نگهدارید نیستید (معمولاً "/home"). لطفاً هنگام انتخاب قسمت‌بندی‌ها دقت کنید. بعد از قالب‌بندی تمام داده‌های بر قسمت‌بندی‌های انتخاب شده حذف خواهند شد و قادر به تعمیر آنها نخواهید بود وقتی برای قالب‌بندی قسمت‌بندی‌ها آماده شدید بر "%s" کلیک کنید. اگر می‌خواهید قسمت‌بندی دیگری برای نصب سیستم عامل لینوکس ماندریبا جدید خود انتخاب کنید بر %s کلیک نمایید. اگر می‌خواهید قسمت‌بندی‌هایی که باید برای بلوک‌های بد بر دیسک کنترل شوند را انتخاب کنید بر %s کلیک کنید.
fi: Kaikki vasta määritellyt osiot täytyy alustaa käyttöä varten (alustaminen tarkoittaa tiedostojärjestelmän luomista). Samalla voit haluta alustaa uudelleen myös olemassaolevia osioita poistaaksesi kaiken niissä olevan tiedon. Jos haluat haluat tehdä niin, valitse myös ne osiot. Huomaa, että sinun ei ole pakko alustaa kaikkia jo olemassa olevia osioita. Sinun pitää alustaa ne osiot, joilla käyttöjärjestelmä sijaitsee (kuten "/", "/usr" ja "/var"), mutta voit säilyttää osiot, joilla henkilökohtaiset tiedostosi sijaitsevat (tavallisesti "/home"). Ole huolellinen osioita valitessasi. Alustamisen jälkeen kaikki tieto valituilla osioilla on poissa eikä niiden palauttaminen enää onnistu. Valitse "%s" kun olet valmis alustamaan osiot. Valitse "%s", jos haluat valita toisen osion Mandriva Linuxin asentamiseen. Valitse "%s", jos haluat valita osiot, jotka tarkistetaan levyllä olevien viallisten lohkojen varalta.
fr: Si vous choisissez de réutiliser des partitions GNU/Linux existantes, vous pouvez en reformater quelques unes et effacer les données présentes. Vous devrez alors les sélectionner. Sachez qu'il n'est pas nécessaire de reformater toutes les partitions existantes. Vous devez formater les partitions contenant le système d'exploitation (comme « / », « /usr » ou « /var », mais il n'est pas nécessaire de formater les partitions de données, notamment « /home »... Soyez prudent. Une fois que les partitions sélectionnées seront reformatées, il sera impossible de récupérer les données. Cliquez sur « %s » lorsque vous êtes prêt à formater les partitions. Cliquez sur « %s » pour choisir une autre partition où installer votre nouveau système d'exploitation Mandriva Linux. Cliquez sur « %s » si vous désirez sélectionner des partitions pour une vérification des secteurs défectueux (« Bad Blocks »).
gl: Se elixe reutilizar algunhas das particións GNU/Linux xa existentes, podería desexar volver formatar algunhas delas e eliminar tódolos datos que conteñan. Para facer isto seleccione estas particións tamén. Teña en conta que non cómpre volver formatar tódalas particións xa existentes. Debe volver formatar as particións que conteñen o sistema operativo (coma "/", "/usr" ou "/var") pero non ten que volver formatar particións que conteñen datos que desexe gardar (normalmente "/home"). Teña tino ó seleccionar as particións. Despois de formatalas, tódolos datos das particións seleccionadas estarán eliminados e non poderá recuperalos. Prema en "%s" cando estea preparado para formatar as particións. Prema en "%s" se desexa elixir outra partición para a instalación do seu novo sistema operativo Mandriva Linux. Prema en "%s" se desexa seleccionar as particións nas que se realizarán comprobacións de bloques erróneos.
he: אם בחרת לעשות שימוש חוזר במחיצות גנו/לינוקס מיושנות ויש לך עניין באתחולן ומחיקת מידע מהן עליך לבחור גם מחיצות אלו. לתשומת ליבך - אין חובה לאתחל את כל מחיצות הלינוקס הקיימות. יש לאתחל את המחיצות שיכילו את מערכת ההפעלה (כמו "/", "usr/" או "var/") אבל אין צורך לאתחל מחיצות המכילות מידע שברצונך לשמור (על פי רוב מחיצת ה-"home/"). יש לנקוט משנה זהירות בעת בחירת המחיצות. לאחר סיום אתחול המחיצות שנבחרו כל המידע שהיה עליהן ימחק ולא יהיה באפשרותך לשחזר אותו. יש להקיש על "%s" כשאתה מוכן לאתחל את המחיצות. יש להקיש על "%s" אם ברצונך לבחור מחיצה נוספת להתקנה החדשה של מערכת ההפעלה מנדריבה-לינוקס. יש להקיש על "%s" אם ברצונך לבחור מחיצות שיבדקו למציאת קטעים פגועים בכונן.
hu: Ha azt a lehetőséget választotta, hogy fel kíván használni bizonyos, már létező Linux-partíciókat, akkor itt lehetősége van bármelyikük újraformázására. A formázás letörli az adott partíció teljes tartalmát. Ha ezt kívánja tenni, akkor jelölje ki azon partíciókat is. Nem szükséges újraformázni az összes, korábban létrehozott partíciót. Az operációs rendszernek szánt partíció(ka)t mindenképpen le kell formázni (például a "/", "/usr" és "/var" partíciókat), de a felhasználói és egyéb adatokat tartalmazó partíciókat nem szükséges újraformázni (ilyen például a "/home"). Gondosan ellenőrizze, mely partíciókat jelöli ki, mert a formázás során az adott partíciókon levő adatok törlődnek, és később nem nyerhetők vissza. Kattintson a(z) "%s" gombra a formázások megkezdéséhez. Kattintson a(z) "%s" gombra, ha más partícióra szeretné telepíteni a Mandriva Linux operációs rendszert. Kattintson a(z) "%s" gombra, ha bizonyos partíciókat ellenőriztetni kíván (hibás blokkok keresése).
id: Jika Anda memilih untuk menggunakan beberapa partisi GNU/Linux, Anda mungkin akan memformat dan menghapus data. Untuk melakukannya pilih juga partisi tersebut. Perhatikan bahwa format ulang semua partisi tidak diperlukan. Anda harus memformat ulang partisi yang berisi sistem operasi (seperti "/", "/usr" atau "/var") tetapi Anda tidak harus memformat ulang partisi berisi data yang akan Anda simpan (biasanya "/home"). Harap berhati-hati ketika memilih partisi. Setelah format selesai , semua data pada partisi akan dihapus dan Anda tidak akan bisa mengembalikannya kembali. Klik pada "%s" ketika Anda siap memformat partisi. Klik pada "%s" jika Anda hendak memilih partisi lain untuk installasi sistem operasi Mandriva Linux baru Anda. Klik pada "%s" jika Anda hendak memilih partisi yang hendak diperiksa untuk block rusak pada disk.
is: Ef þú velur að endurnota einhverjar staðlaðar GNU/Linux disksneiðar vilt þú kannski endur-forsníða sumar þeirra og eyða gögnum sem þær innihalda. Til að gera það veldu einnig þær disksneiðar. Vinsamlega athugið að það er ekki nauðsynlegt að endur-forsníða allar disksneiðar sem eru til staðar. Þú þarft að endur-forsníða disksneiðar sem innihalda stýrikerfið (svo sem "/", "/usr" eða "/var") en þú þarft ekki að endur-forsníða disksneiðar sem innihalda gögn sem þú vilt geyma (venjulega "/home"). Vinsamlega viðhafið varúð þegar þið veljið disksneiðar. Eftir að þær hafa verið forsniðnar, þá hefur öllum gögnum á þeim verið eytt, og þú getur ekki sótt þau aftur. Smelltu á "%s" þegar þú ert tilbúinn, og vilt forsníða disksneiðarnar. Smelltu á "%s" ef þú vilt velja aðra disksneið fyrir nýja Mandriva Linux stýrikerfið þitt. Smelltu á "%s" ef þú vilt velja disksneiðar sem verða skoðaðar sérstaklega m.t.t. galla á diskblokkum.
it: Se avete scelto di riutilizzare una o più partizioni GNU/Linux preesistenti, potreste volerne formattare qualcuna per cancellare i dati contenuti. In tal caso, selezionate anche quelle partizioni. Tenete presente che non è necessario formattare tutte le partizioni preesistenti. La formattazione è necessaria per le partizioni che contengono il sistema operativo (come "/", "/usr" o "/var"), ma potete evitare di formattare quelle che contengono dati che desiderate conservare (tipicamente "/home"). Fate molta attenzione nella scelta delle partizioni: dopo la formattazione tutti i dati in esse contenuti saranno cancellati e non potrete più recuperarli. Cliccate su "%s" quando siete pronti ad avviare la formattazione. Cliccate su "%s" se desiderate installare il vostro nuovo sistema operativo Mandriva Linux su partizioni diverse da quelle selezionate. Cliccate su "%s" se desiderate selezionare alcune delle partizioni affinché venga controllata la presenza di eventuali blocchi danneggiati su di esse.
ja: 既存の GNU/Linux のパーティションを使用する場合は、そのうちのいくつかを 選択して、再フォーマットしてください。 注意: 既存のパーティションすべてを再フォーマットする必要はありません。 再フォーマットが必要なのは、OS を含むパーティション (例: /, /usr, /var) です。個人のデータが置かれているパーティション (典型的なのは /home) については再フォーマットの必要はありません。 パーティションの選択は慎重に行ってください。フォーマットするとその パーティションのデータはすべて消去され復元できなくなります。 パーティションをフォーマットする準備ができたら「%s」をクリックしてください。 Mandriva Linux を別のパーティションに新規にインストールする場合は 「%s」をクリックしてください。 ディスクの不良ブロックを検証するパーティションを選ぶには 「%s」をクリックしてください。
mk: Ако сте избрале повторно да користите некои наследни „GNU/Linux“ партиции, можеби сакате да форматирате некои од нив и да ги избришете сите податоци кои ги содржат. За да направите ова, ве молиме изберете ги ѝ тие партиции. Ве молиме зебележете дека не е неопходно повторно да ги форматирате сите претходно постоечки партиции. Мора повторно да ги форматирате партициите кои го содржат оперативниот систем (како што се „/“ или „/var“), но, не мора да ги форматирате партициите кои содржат податоци кои сакате да ги задржите (вообичаено „/home“). Внимавајте при изборот на партициите. Откако ќе заврши форматирањето, сите податоци на избраните партиции ќе бидат избришани и нема да може да ги вратите. Ако сте подготвени да ги форматирате партициите, притиснете „%s“. Ако сакате да изберете друга партиција за системска инсталација на вашиот нов оперативен систем „Mandriva Linux“, притиснете на „%s“. Ако сакате да изберете партиции за проверка на лоши блокови на дискот, притиснете на „%s“.
mt: Jekk tagħżel li terġa' tuża xi partizzjonijiet antiki GNU/Linux, tista' tiddeċiedi li terġa' tifformattja wħud minnhom u tħassar l-informazzjoni kollha li fihom. F'dak il-każ, agħżel dawk il-partizzjonijiet ukoll. Innota li mhux meħtieġ li terġa' tifformattja l-partizzjonijiet kollha eżistenti. Trid però tifformattja dawk il-partizzjonijiet li jkollhom is- sistema operattiva fuqhom (eż, "/", "/usr" jew "/opt"), imma m'għandekx bżonn tifformattja dawk li fihom l-informazzjoni tiegħek (tipikament "/home"). Oqgħod attent meta tagħżel il-partizzjonijiet. Wara li jiġu formattjati, l-informazzjoni kollha li kien hemm fuqhom tintilef u m'hemmx mod biex iġġibha lura. Agħfas "%s" meta tkun lest biex tifformattja l-partizzjonijiet. Agħfas "%s" jekk trid tagħżel partizzjoni oħra għas-sistema ġdida Mandriva Linux. Agħfas "%s" biex tagħżel partizzjonijiet biex jiġu ċċekkjati għal blokki ħżiena fuq id-diska.
nb: Hvis du valgte å bruke noen gamle GNU/Linux-partisjoner, kan det hende du ønsker å omformatere enkelte eksisterende partisjoner for å slette data på disse. Hvis du ønsker å gjøre dette, kan du velge disse partisjonene også. (å formatere betyr å opprette ett filsystem) Legg merke til at det ikke er nødvendig å formatere alle eksisterende partisjoner. Du må reformatere partisjonene som skal innholde operativsystemet (som «/», «/usr» eller «/var»), men du trenger ikke å omformatere partisjoner som inneholder data du vil beholde (typisk «/home»). Vær forsiktig når du velger partisjoner. Etter formatering vil alle data på de valgte partisjonene bli slettet uten at du kan hente dataene tilbake. Klikk «%s» når du er klar til å formatere partisjonene. Klikk «%s» om du vil velge andre partisjoner for din nye Mandriva Linux-operativsysteminstallasjon. Klikk på «%s» hvis du ønsker å velge partisjoner som skal sjekkes for ødelagte blokker på disken.
nl: Indien u kiest om enkele bestaande GNU/Linux-partities te hergebruiken, wenst u wellicht om enkele ervan opnieuw te formatteren en alle gegevens die erop staan te wissen. Om dit te doen, dient u de partities waar het om gaat ook te selecteren. Merk op dat het niet nodig is om alle reeds bestaande partities te herformatteren. U dient de partities waar het besturingssysteem op staat te herformatteren (zoals "/", "/usr" of "/var") maar u hoeft geen partities te herformatteren die gegevens bevatten die u wenst te bewaren (gewoonlijk "/home"). Weest u alstublieft voorzichtig met het selecteren van partities. Na het formatteren zullen alle gegevens op de geselecteerde partities definitief verwijderd zijn, zonder herstelmogelijkheid. Klik op "%s" wanneer u klaar bent om de partities te formatteren. Klik op "%s" indien u een andere partitie voor uw nieuwe Mandriva Linux besturingssysteem wilt kiezen. Klik op "%s" indien u partities wenst te selecteren die op onleesbare blokken gecontroleerd moeten worden.
nn: Vis du vil bruka gamle partisjonar, kan du velja å formatera dei på nytt for å sletta alle data på dei. Viss du vil dette, så vel desse partisjonane. Merk at det ikkje er nødvendig å formatera alle gamle partisjonar på nytt. Du må formatera partisjonane som inneheld operativsystemet (som «/», «/usr» og «/var»), men du treng ikkje formatera partisjonar med brukardata du ønskjer å behalda (som «/home»). Ver forsiktig når du vel partisjonar. Etter formatering vert alle data på partisjonane sletta, og du ikkje gjenoppretta dei seinare. Trykk «%s» når du er klar til å formatera partisjonane. Trykk «%s» om du vil velja ein annan partisjon for Mandriva Linux-systemet. Trykk «%s» om du ønskjer å velja partisjonar å gjennomsøkja etter fysiske feil.
pl: Jeśli wybierzesz ponowne użycie jakichś partycji GNU/Linux, może istnieć potrzeba ponownego sformatowania ich w celu usunięcia wszystkich danych, które zawierają. Aby to uczynić, wybierz także te partycje. Należy pamiętać, że nie jest konieczne formatowanie wszystkich istniejących już partycji. Sformatowane muszą być partycje zawierające system operacyjny: "/", "/usr" oraz "/var", nie jest natomiast konieczne formatowanie partycji zawierających dane, które chcesz zachować (zazwyczaj "/home"). Uważnie wybieraj partycje do sformatowania. Po sformatowaniu, wszystkie dane zostaną utracone bez możliwości ich odzyskania. Kliknij "%s", jeśli już można przystąpić do formatowania partycji. Kliknij "%s", jeśli chcesz wybrać inne partycje dla nowej instalacji Mandriva Linux. Kliknij "%s" jeśli chcesz wybrać sprawdzanie niektórych partycji w poszukiwaniu uszkodzonych sektorów na dysku.
pt: Se escolher usar algumas partições GNU/Linux, pode querer formatar algumas delas e apagar os dados nelas contidos. Para o fazer, por favor escolha essas partições. Por favor note que não é necessário formatar todas a partições já existentes. Tem que formatar as partições que tenham sistemas operativos (tais como "/", "/usr" ou "/var") mas não tem que formatar partições que contenham dados que deseja manter (tipicamente "/home"). Por favor tenha atenção quando seleccionar as partições. A seguir à formatação estar completa, todos os dados nas partições seleccionadas serão perdidos e não será capaz de os recuperar. Clique em "%s" quando estiver pronto para formatar as partições. Clique em "%s" se deseja escolher outra partição para o seu novo sistema operativo Mandriva Linux. Clique em "%s" se deseja escolher partições para verificar se fisicamente há blocos defeituosos ("bad blocks") no disco.
pt_br: Se você escolher reutilizar algumas partições GNU/Linux existentes, poderá reformatar algumas delas e apagar os dados contidos nelas. Se você deseja fazer isto, por favor, selecione quais partições você deseja formatar. Note que não é necessário reformatar todas as partições já existentes. Você deve reformatar as partições contendo o sistema operacional (tais como "/","/usr" ou "/var"), mas você não tem que reformatar as partições contendo dados que você deseja manter (a partição "/home" é exemplo típico). Tenha cuidado ao selecionar as partições. Após formatá-las, todos os dados serão apagados e não poderão ser recuperados. Clique em "%s" quando estiver pronto para formatar as partições. Clique em "%s" se você desejar escolher outras partições para instalar o seu novo sistema operacional Mandriva Linux. Clique em "%s" para selecionar partições as quais você deseja que sejam verificadas, para a busca por blocos defeituosos.
ru: Все вновь созданные разделы должны быть отформатированы для того, чтобы их можно было использовать (форматирование означает создание файловой системы). На этом этапе у вас есть возможность переформатировать уже существующие разделы, чтобы стереть все данные, которые они содержат. Если вам это нужно, тогда выберите и эти разделы. Пожалуйста, имейте в виду, что нет необходимости переформатировать все существовавшие ранее разделы. Вы должны переформатировать разделы, содержащие операционную систему (такие, как "/", "/usr" или "/var"), но вам совсем не обязательно форматировать разделы, на которых содержатся данные, которые вы хотели бы сохранить (обычно это "/home"). Пожалуйста, будьте осторожны при выборе разделов. После форматирования все данные на выбранных разделах будут удалены и вы не сможете их восстановить. Нажмите "%s", когда будете готовы начать форматирование разделов. Нажмите "%s", если вы хотите выбрать другой раздел для установки Mandriva Linux. Нажмите "%s", если хотите выбрать разделы, которые следует проверить на сбойные блоки (bad blocks).
sk: Ak si zvolíte použitie niektorej existujúcej GNU/Linux partície mali by ste ju v niektorých prípadoch preformátovať a odstrániť údaje ktoré obsahuje. Vyberte partície ktoré si želáte preformátovať. Uvedomte si, že nie je nutné opätovne formátovať všetky existujúce oddiely. Určite musíte formátovať oddiely obsahujúce operačný systém (napríklad "/", "/usr" alebo "/var" ), nemusíte ale formátovať oddiely obsahujúce údaje, ktoré chcete zachovať (typicky "/home") Pri voľbe oddielov na formátovanie buďte opatrní. Po naformátovaní budú všetky údaje na zvolených oddieloch zmazané a nebude žiadna možnosť ako ich obnoviť Kliknite na "%s" ak ste pripravený formátovať vybrané oddiely. Kliknite na "%s" ak si chcete zvoliť iné oddiely pre inštaláciu vášho nového Mandriva Linux systému. Kliknite na "%s" ak si chcete vybrať oddiely, ktoré budú kontrolované na prítomnosť chybných blokov na disku.
sl: Če želite na novo formatirati obstoječe razdelke, da bi z njih zbrisali podatke, izberite tudi vse takšne razdelke. Ni potrebno, da ponovno formatirate vse obstoječe razdelke. Formatirati morate razdelke, na katere boste namestili operacijski sistem (npr. razdelke »/«, »/usr«, »/var«), ni pa vam treba formatirati razdelkov, ki vsebujejo podatke, ki bi jih radi obdržali (npr. »/home«) Pri izbiri razdelkov ravnajte skrbno! Po formatiranju bodo vsi podatki izgubljeni! Kliknite na »%s«,ko boste pripravljeni na razdeljevanje. Kliknite na »%s«, če želite za namestitev sistema Mandriva Linux izbrati drug razdelek. Kliknite na »%s«, če želite določiti razdelke, na katerih naj sistem preveri poškodovane bloke.
sv: Om du önskar återanvända utrymmet på några gamla GNU/Linux partitioner kan du omformatera dem för att rensa dem på data. Om du vill göra det, välj de partitioner du vill formatera. Observera att det inte är nödvändigt att omformatera alla existerande partitioner. Du måste omformatera de partitioner som innehåller själva operativsystemet. (som t ex "/", "/usr" eller "/var") men du behöver inte formatera partitioner som innehåller data du vill behålla (vanligtvis /home). Var försiktig när du väljer partitioner, för efter formatering kommer all data på valda partitioner att vara raderat och du kommer inte att kunna återskapa någonting. Klicka på "%s" när du är redo att formatera partitionerna. Klicka på "%s" om du vill välja andra partitioner att installera ditt nya Mandriva Linux-system på. Klicka på "%s" för att välja på vilka partitioner du vill leta efter felaktiga block.
tg: Ин дафъа шумо метавонед баъзе бахшҳои GNU/Linux аллакай мавҷудбударо барои поккунии ҳамаи додаҳои дар онҳо буда, шаклбандиашро тағир намоед. Агар шумо чунин кардан хоҳед, марҳамат карда ин бахшҳоро интихоб намоед. Дар хотир доред, ки зарурати тағири шаклбандии ҳамаи бахшҳои пештар мавҷударо нест. Шумо бояд бахшҳоеро, ки системаи омилро дар бар мегаранд, тағири шакл кунед (ба монанди: "/", "/usr" ё "/var"), лекин шумо бояд қисматҳоеро, ки додаҳои нигоҳмедоштаатонро дар бар мегаранд, шаклбандиашро тағир диҳед (одатӣ"/home"). Илтимос, ҳангоми интихоби бахшбандӣ эҳтиёт бошед. Баъди шаклбандикунӣ, ҳамаи додаҳо дар бахшҳои интихобшуда нобуд мегарданд ва шумо ягонтои онҳоро барқарор карда наметавонед. Агар шумо ба шаклбандии бахшҳо тайёр бошед ба "%s" ангушт занед. Агар шумо хоҳед, ки дигар бахшҳоро барои коргузории системаи омилии навъи Mandriva Linux интихоб кунед ба "%s" ангушт занед. Агар хоҳед бахшҳоеро, ки дар диск ба мавҷудияти қисмҳои бад тафтиш карда шаванд интихоб намоед, ба "%s" ангушт занед.
uk: Якщо Ви вирішили використовувати деякі з існуючих розділів GNU/Linux, можливо, захочете переформатувати деякі з них для того, щоб стерти дані, які на них записані. Якщо Ви хочете це зробити, виберіть також розділи, які хочете відформатувати. Зауважте, однак, що не обов'язково форматувати всі розділи, які існували раніше. Ви повинні відформатувати розділи, які містять операційну систему (такі, як "/", "/usr" чи "/var"), але не мусите форматувати ті розділи, які містять дані, які Ви б хотіли зберегти (типово це розділ "/home"). Будьте уважні з вибором розділів. Після форматування всі дані на вибраних розділах будуть стерті і їх вже не можна буде відновити. Натисніть на "%s", коли будете готові приступити до форматування розділів. Натисніть на "%s", якщо Ви хочете вибрати інші розділи для того, щоб встановити нову систему Мандріва лінакс. Натисніть на "%s", якщо Ви хочете вибрати розділи для перевірки на існування збійних блоків.
vi: Nếu chọn dùng lại một số phân vùng linux sẵn có, bạn có thể muốn format lại và xóa dữ liệu trên một số phân vùng đó. Để thực hiện, hãy chọn chúng. Hãy lưu ý là không nhất thiết phải format lại mọi phân vùng có sẵn từ trước. Bạn phải format lại các phân vùng chứa hệ điều hành (như là : "/", "/usr" hay "/var") nhưng không phải làm việc này đối với các phân vùng có dữ liệu mà bạn muốn giữ (điển hình là "/home"). Hãy thận trọng khi chọn các phân vùng. Sau khi format, mọi dữ liệu trên đó sẽ bị xóa và sẽ không có cách nào để khôi phục lại chúng nữa Nhấn lên "%s" khi bạn sẵn sàng format các phân vùng. Nhấn lên "%s" nếu muốn chọn một phân vùng khác cho việc cài đặt hệ điều hành Mandriva Linux mới. Nhấn lên "%s" nếu muốn chọn các phân vùng sẽ được kiểm tra các khối bị hỏng trên bề mặt đĩa.
wa: Si vos avoz tchoezi d' eployî des pårticions GNU/Linux k' i gn aveut davance, vos vloz motoit lzès rabwesner po disfacer les dnêyes k' ele ont å dvins et raveur del plaece. Si vos vloz fé çoula, i vs fåt tchoezi eto les pårticions ki vos vloz rabwesner. Notez k' i n' a nén mezåjhe di rabwesner totes les pårticions ki sont ddja fwaites ey abwesnêyes po GNU/Linux. Vos l' divoz fé po les pårticions ki sievront pol cour do sistinme d' operance (dj' ô bén, les pårticions ki sront montêyes come « / », « /usr » ou co « /var »), mins vos ploz reployî sins abwesnaedje des pårticions avou des dnêyes ki vos vloz wårder (come c' est l' cas tipike del pårticion avou «/home»). Fijhoz bén atincion å moumint d' tchoezi les pårticions. On côp l' abwesnaedje fwait, totes les dnêyes del pårticion sront pierdowes; vos n' les pôroz nén rapexhî. Clitchîz so «%s» cwand vos estoz presse po l' abwesnaedje des pårticions. Clitchîz so «%s» si vos vloz tchoezi ene ôte pårticion po-z astaler vosse novea sistinme d' operance Mandriva Linux. Clitchîz so «%s» si vos vloz tchoezi les pårticions ki sront verifieyes po vey s' i gn a des måvas bloks sol deure plake.
zh_cn: 如果您想要重用某些现有的 GNU/Linux 分区, 您可能想要先格式化其中的一些分区, 并删除这些分区中的全部数据。如果您希望这么做的话, 请同时选中这些分区。 请注意, 没有必要重新格式化已有的全部分区。您必须重新格式化包含操作系统的分区(比如 "/", "/usr" 或 "/var"), 而无需重新格式化包含您想要保留的数据的分区(典型的如 "/home")。 请在选择分区时额外小心。格式化后, 选中分区的全部数据都将被删除, 您也无法进行恢复。 如果您准备好格式化分区了, 请单击"%s"。 如果您想要选择其它分区用于安装 Mandriva Linux 操作系统, 请单击"%s"。 如果您想要选择要检测磁盘上的坏块, 请单击单击"%s"。
zh_tw: 如果您選擇去重新使用某些 GNU/Linux 分割, 您或許想要重新格式化他們 且抹去任何他們包含的資料. 要的話, 請選擇那些分割. 請注意一下, 並不是所有先前已經存在的分割區都得重新格式化, 您必須重新格式化包含作業系統的分割 (例如 "/", "/usr" or "/var") 但是您不需要重新格式化包含您想保留資料的分割 (通常是 "/home"). 請小心選擇分割. 當格式化完成時, 全部在選擇分割上得資料將被刪除且 您將不行重新恢復它. 當您準備好要格式化此分割, 點選 "%s". 若您想選擇另一個分割給您的新的 Mandriva Linux 作業系統安裝, 點選了"%s". 若您想選擇要被檢查磁碟上壞的區塊的分割, 點選."%s".
