Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: A boot loader is a little program which is started by the computer at boot time. It's responsible for starting up the whole system. Normally, the boot loader installation is totally automated. DrakX will analyze the disk boot sector and act according to what it finds there: * if a Windows boot sector is found, it will replace it with a GRUB/LILO boot sector. This way you'll be able to load either GNU/Linux or any other OS installed on your machine. * if a GRUB or LILO boot sector is found, it'll replace it with a new one. If DrakX cannot determine where to place the boot sector, it'll ask you where it should place it. Generally, the "%s" is the safest place. Choosing "%s" will not install any boot loader. Use this option only if you know what you're doing.
bs: "Boot loader" je mali program koji se pokreće prilikom paljenja računara. On je odgovoran za izbor i pokretanje operativnog sistema. Faza izbora boot loadera je obično automatizovana. DrakX će analizirati boot sektor diska i postupati u skladu s onim što zatekne tamo: * ako pronađe Windows boot sektor, biće zamijenjen sa GRUB/LILO boot sektorom. Na ovaj način bićete u mogućnosti da učitate ili GNU/Linux ili neki drugi OS koji je instaliran na vašem računaru. * ako pronađe GRUB ili LILO boot sektor, zamijeniće ga novim. Ako ne može donijeti odluku, DrakX će vas pitati gdje da postavi bootloader. Generalno, "%s" je najsigurnije mjesto. Birajući "%s" izbjeći ćete instalaciju bootloadera. Koristite ovu opciju samo ako znate šta radite.
cy: Rhaglen fechan yw'r cychwynnwr sy'n cael ei gychwyn gan y cyfrifiadur. Mae'n gyfrifol am gychwyn y system i gyd. Fel rheol mae'r rhan yma'n digwydd yn awtomatig. Bydd DrakX yn dadansoddi'r adran cychwyn disg a gweithredu yn â'r yr hyn mae'n ei ganfod yno. *os yw'n canfod adran cychwyn Windows, bydd yn ei amnewid gyda adran cychwyn GRUB/LILO. O ganlyniad bydd modd i chi gychwyn un ai GNU/Linux neu system arall. *os fydd adran gychwyn GRUB neu LILO'n cael ei ganfod bydd yn ei amnewid gydag un mwy diweddar. Os nad yw'n medru penderfynu, bydd DrakX yn gofyn i chi lle i osod y cychwynnydd. Yn gyffredinol, "%s" yw'r man mwyaf diogel. Ni fydd dewis "%s" yn gosod cychwynnydd. Dim ond ar gyfer y gwybodus.
de: Ein Betriebssystemstarter ist ein kleines Programm, das vom Computer während des Startvorganges aufgerufen wird. Es ist für den Start des gesamten Systems verantwortlich. Im Normalfall läuft die Installation des Betriebssystemstarters vollkommen automatisch ab. DrakX analysiert den Bootsektor und ergreift dann die passenden Maßnahmen: * Findet DrakX einen Windows-Bootsektor, ersetzt es ihn durch einen GRUB- oder LILO-Bootsektor. Sie erhalten dadurch die Möglichkeit, beim Systemstart zwischen Windows (bzw. anderen Betriebssystemen, sofern vorhanden) und GNU/Linux auszuwählen; * Findet DrakX einen Linux-Bootsektor vor, ersetzt es ihn durch einen neuen; Falls DrakX nicht weiß, wo der Betriebssystemstarter installiert werden soll, wird es Sie um Ihre Meinung bitten. Normalerweise sollte die Installation auf dem „%s“ erfolgen. Durch Auswahl von „%s“ wird überhaupt kein Starter installiert. Verwenden Sie diese Möglichkeit nur, wenn Sie genau wissen was Sie tun.
eo: Startigilo estas programeto startigata de la komputilo ĉe startado. Ĝi respondecas pri la startado de la tuta sistemo. Normale la instalado de la startigilo okazas tute aŭtomate. DrakX analizas la sektoron de la disko-starto kaj agas laŭ tio kion ĝi trovas tie: * se ĝi trovas vindozan startsektoron, ĝi anstataŭigos tiun per startsektoro de GRUB/LILO. Tiel vi povos ŝargi aŭ GNU/Linukson aŭ alian mastrumsistemon instalitan sur via maŝino. * se ĝi trovas GRUB- aŭ LILO-startsektoron, ĝi anstataŭigos tiun per nova. Se DrakX ne povas determini, kiel meti la startsektoron, ĝi demandos vin kien ĝi metu ĝin. Ĝenerale, la "%s" estas la plej sekura loko. Elekti "%s" instalas nenian startigilon. Uzu tiun opcion nur se vi scias kion vi faras.
es: Un cargador de arranque es un pequeño programa que la computadora inicia al momento del arranque. Es el responsable de arrancar todo el sistema. Normalmente la instalación del cargador de arranque está completamente automatizada. DrakX analizará el sector de arranque del disco y actuará en función de lo que encuentre allí: * Si encuentra un sector de arranque de Windows, lo reemplazará con un sector de arranque de GRUB/LILO de forma tal que Usted pueda cargar GNU/Linux o cualquier otro sistema operativo instalado en su máquina. * Si encuentra un sector de arranque de GRUB o LILO, lo reemplazará con uno nuevo. Si no puede realizar una determinación, DrakX le preguntará dónde colocar el cargador de arranque. Generalmente, el "%s" es el lugar más seguro. Si no va a instalar cargador de arranque alguno seleccione "%s". Úselo solamente si sabe lo que está haciendo.
he: מנהל האתחול היא תוכנה קטנה המופעלת על ידי המחשב בזמן האתחול. תכנית זו אחראית לאתחול המערכת כולה. על פי רוב התקנת מנהל האתחול היא אוטומטית לחלוטין. DrakX ינתח את מקטע האתחול בכונן ויפעל בהתאם לנמצא בו: * אם נמצא בו מקטע אתחול של חלונות הוא יוחלף עם מקטע אתחול של GRUB/LINO. באופן זהיהיה באפשרותך לבחור בטעינת גנו/לינוקס או כל מערכת הפעלה אחרת המותקנת על המחשב שלך. * אם נמצא בו מקטע של GRUB או LILO הוא יוחלף עם אחד חדש. אם DrakX אינו יכול לקבוע איפה למקם את מקטע האתחול הוא ישאל אותך היכן ברצונך למקמו, על פי רוב ה-"%s" הוא המיקום הבטוח ביותר. בחירה ב-"%s" לא תתקין כל מנהל אתחול. יש לבחור באפשרות זו רק במקרה שידועות לך ההשלכות.
hu: A rendszerindító programot a számítógép indítja el a gép elindításakor, ezt követően ezen program végzi a rendszer elindítását. A rendszerindító program telepítése általában teljesen automatikus. A telepítő elemzi a lemez betöltőszektorát, és annak megfelelően cselekszik, hogy ott mit talál: - Ha windowsos betöltőszektort talál, akkor azt helyettesíteni fogja egy GRUB-/LILO-betöltőszektorral. Így Önnek lehetősége lesz arra is, hogy Linuxot indítson, és arra is, hogy egy másik operációs rendszert. - Ha GRUB- vagy LILO-betöltőszektort talál, helyettesíti azt egy új példánnyal. Ha a telepítő nem tudja meghatározni, hogy hova telepítendő a rendszerindító, akkor kérdést tesz fel Önnek azzal kapcsolatban. Általában "%s" a legbiztosabb hely. "%s" lehetőség választása esetén nem lesz telepítve rendszerindító. Ezt a lehetőséget csak akkor használja, ha biztos abban, hogy ezt szeretné.
id: Bootloader adalah program kecil yang dijalankan ketika komputer boot. Ia bertanggung jawab untuk memulai seluruh sistem. Normalnya, installasi boot loader dilakukan secara otomatis. DrakX akan menganalisa sektor boot disk dan bekerja menurut apa yang ditemukannya: * jika ditemukan sektor boot Windows, ia akan menggantinya dengan sektor boot grub/LILO. Dengan demikian Anda akan dapat memuat GNU/Linux atau OS lain. * jika ditemukan sektor boot grub/LILO, akan diganti dengan yang baru. Jika DrakX tidak dapat mengambil keputusan, ia akan menanyakan tempat meletakkan bootloader. Umumnya, "%s" adalah tempat teraman. Memilih "%s" tidak akan menginstall sembarang boot loader. Gunakan opsi ini jika Anda tahu apa yang Anda lakukan.
is: Ræsi-forrit er lítið forrit sem er ræst af tölvunni þegar kveikt er á tölvunni. Það er ábyrgt fyrir að ræsa síðan upp allt kerfið. Venjulega er uppsetning ræsiforritsins algerlega sjálfvirk. DrakX mun athuga ræsigeira disksins og haga aðgerðum eftir því: * Ef Windows ræsigeiri finnst, þá verður honum skipt út með GRUB/LILO ræsigeira. Þannig getur þú ræst annað hvort GNU/Linux eða annað stýrikerfi sem er uppsett á tölvunni þinni. * Ef GRUB eða LILO ræsigeiri finnst, þá verður honum skipt út með nýjum. Ef DrakX getur ekki ákveðið hvar á að setja ræsigeirann, þá munt þú verða spurður hvar eigi að setja hann. Almennt er "%s" öruggasti staðurinn Ef þú velur "%s", þá verður ekki sett inn neitt ræsiforrit. Gerðu það aðeins ef þú veist hvað þú ert að gera.
mk: Подигнувач е мала програма која компјутерот ја вклучува за времето на вклучување. Оваа програма е одговорна за вклучување на целиот систем. Секако, инсталацијата на подигнувачот е целосно автоматизирана. „DrakX“ ќе го анализира секторот за подигнување на дискот и ќе дејствува соодветно на тоа што ќе пронајде: * ако е пронајден сектор за подигнување на „Windows“ ќе го замени со „GRUB/LILO“ сектор за подигнување. Вака ќе можете да го вклучите „GNU/Linux“ или било кој друг оперативен систем кој е инсталиран на вашата машина. * ако е пронајден „GRUB“ или „LILO“ сектор за подигнување, ќе го замени со нов. Доколку „DrakX“ не може да одреди каде да го смести секторот за подигнување, ќе бидете запрашани каде се снима. Општо, најсигурното место е „%s“. При избор на „%s“ нема да се инсталира подигнувач. Користете ја оваа опција само ако знаете што правите.
nb: En oppstartslaster er et lite program som er startet av datamaskinen når den starter opp. Den er ansvarlig for å starte hele systemet. Vanligvis er oppstartslaster-installasjonen helt automatisk. DrakX vil analysere oppstartssektoren på harddisken og sette oppstartslasteren opp etter hva den finner der. * Hvis en oppstartssektor for Windows blir funnet, vil den erstatte denne med en GRUB- eller LILO-oppstartsektor. På denne måten kan du laste enten GNU/Linux eller ethvert annet operativsystem installert på din maskin. * Hvis en oppstartsektor for GRUB eller LILO blir funnet, vil den bli erstattet med en ny. Dersom det ikke er mulig å avgjøre dette automatisk, vil DrakX spørre deg hvor oppstartslasteren skal installeres. Vanligvis er «%s» det sikreste stedet. Valg av «%s» vil ikke installere noen oppstartslaster. Bruk kun dette hvis du vet hva du gjør.
sk: Zavádzač operačného systému je program ktorý spustí počítač počas štartovania. Je zodpovedný za spustenie operačného systému. Obyčajne je inštalácia zavádzača plne automatická. DrakX zanalyzuje zavádzací sektor na disku a podľa nájdeného vykoná niektorú z nasledovných akcií. * ak je nájdený Windows zavádzač, bude nahradený GRUB/LILOm. Takto budete mať možnosť spustiť GNU/Linux alebo iný operačný systém. * ak bude nájdený GRUB alebo LILO zavádzač, bude nahradený novým. Ak sa DrakX nebnude vedieť rozhodnúť kam umiestniť zavádzací sektor opýta sa vás, kam si želáte ho umiestniť. Obyčajne je "%s" bezpečné miesto pre jeho umiestnenie. Výberom "%s" nebude nainštalovaný žiaden zavádzač. Túto voľbu použite iba ak naozaj viete čo robíte.
uk: Завантажувач є невеликою програмою, яка завантажується після увімкнення комп'ютера. Він відповідає за завантаження всієї системи. Зазвичай встановлення завантажувача є повністю автоматизованим. DrakX проаналізує завантажувальний сектор диску і відповідно до знайденого на ньому виконає таке: * якщо знайдено сектор завантаження Windows, він замінить його на сектор завантаження GRUB/LILO. В такий спосіб Ви зможете завантажувати як GNU/Linux, так і іншу ОС. * якщо знайдено сектор завантаження GRUB або LILO, його буде замінено на новий. Якщо неможливо визначити, DrakX запитає Вас, куди встановити завантажувач. В загальному випадку "%s" є найкращим місцем. Вибравши "%s", Ви не встановите завантажувач. Використовуйте це тільки тоді, коли розумієте, що робите.

source: At this point, you need to choose which partition(s) will be used for the installation of your Mandriva Linux system. If partitions have already been defined, either from a previous installation of GNU/Linux or by another partitioning tool, you can use existing partitions. Otherwise, hard drive partitions must be defined. To create partitions, you must first select a hard drive. You can select the disk for partitioning by clicking on ``hda'' for the first IDE drive, ``hdb'' for the second, ``sda'' for the first SCSI drive and so on. To partition the selected hard drive, you can use these options: * "%s": this option deletes all partitions on the selected hard drive * "%s": this option enables you to automatically create ext3 and swap partitions in the free space of your hard drive "%s": gives access to additional features: * "%s": saves the partition table to a floppy. Useful for later partition-table recovery if necessary. It is strongly recommended that you perform this step. * "%s": allows you to restore a previously saved partition table from a floppy disk. * "%s": if your partition table is damaged, you can try to recover it using this option. Please be careful and remember that it does not always work. * "%s": discards all changes and reloads the partition table that was originally on the hard drive. * "%s": un-checking this option will force users to manually mount and unmount removable media such as floppies and CD-ROMs. * "%s": use this option if you wish to use a wizard to partition your hard drive. This is recommended if you do not have a good understanding of partitioning. * "%s": use this option to cancel your changes. * "%s": allows additional actions on partitions (type, options, format) and gives more information about the hard drive. * "%s": when you are finished partitioning your hard drive, this will save your changes back to disk. When defining the size of a partition, you can finely set the partition size by using the Arrow keys of your keyboard. Note: you can reach any option using the keyboard. Navigate through the partitions using [Tab] and the [Up/Down] arrows. When a partition is selected, you can use: * Ctrl-c to create a new partition (when an empty partition is selected) * Ctrl-d to delete a partition * Ctrl-m to set the mount point To get information about the different filesystem types available, please read the ext2FS chapter from the ``Reference Manual''. If you are installing on a PPC machine, you will want to create a small HFS ``bootstrap'' partition of at least 1MB which will be used by the yaboot bootloader. If you opt to make the partition a bit larger, say 50MB, you may find it a useful place to store a spare kernel and ramdisk images for emergency boot situations.
it: A questo punto, dovete decidere quali partizioni devono essere usate per l'installazione del vostro sistema Mandriva Linux. Se sono già state definite delle partizioni, grazie a una precedente installazione di GNU/Linux o usando un altro programma di partizionamento, potete utilizzare quelle. In caso contrario, sarà necessario creare o modificare le partizioni del disco rigido. Per creare delle partizioni dovete, per prima cosa, selezionare un disco rigido. Potete scegliere il disco da partizionare cliccando su ''hda'' per il primo disco IDE, ''hdb'' per il secondo, ''sda'' per il primo disco SCSI, e così via. Per partizionare il disco selezionato potete scegliere fra le seguenti opzioni: * "%s": questa opzione cancella tutte le partizioni presenti sul disco selezionato. * "%s": vi permette di creare automaticamente partizioni ext3 e di swap nello spazio libero presente sul vostro disco rigido. "%s": permette di accedere a ulteriori funzionalità: * "%s": salva la tabella delle partizioni su un floppy, in modo da poterla recuperare in un secondo momento, in caso di problemi. Vi raccomandiamo caldamente di effettuare questa operazione. * "%s": permette di ripristinare una tabella delle partizioni precedentemente salvata su floppy disk. * "%s": se la vostra tabella delle partizioni è danneggiata potete provare a recuperarla grazie a questa opzione. Procedete con attenzione, e ricordate che non sempre funziona. * "%s": annulla tutte le modifiche e ricarica la tabella delle partizioni originaria dal disco. * "%s": se disabilitate questa opzione gli utenti saranno costretti a montare e smontare manualmente i filesystem dei dispositivi rimovibili, come floppy e CD-ROM. * "%s": usate questa opzione per effettuare il partizionamento del disco con l'aiuto di un assistente. È consigliabile farlo se non avete una buona conoscenza delle procedure di partizionamento. * "%s": usate questo pulsante per annullare le modifiche apportate, una per volta. * "%s": permette di effettuare ulteriori azioni sulle partizioni (scelta del tipo, opzioni, formattazione) e offre più informazioni. * "%s": quando avrete finito il partizionamento cliccate qui, e le vostre modifiche verranno salvate sul disco. Durante la modifica delle dimensioni di una partizione, potete utilizzare i tasti cursore della tastiera per impostare con precisione i valori desiderati. Si noti che è possibile accedere a tutti i comandi tramite la tastiera: per spostarvi fra le partizioni usate i tasti [Tab] e i tasti cursore [Su/Giù]. Dopo aver selezionato una partizione potete usare: * Ctrl-c per creare una nuova partizione (se avete selezionato uno spazio vuoto); * Ctrl-d per cancellare una partizione; * Ctrl-m per impostare il punto di mount. Per ulteriori informazioni in merito ai diversi tipi di filesystem disponibili, consultate il capitolo ext2FS del ''Manuale di riferimento''. Se state effettuando l'installazione su una macchina PPC, sarà meglio creare una piccola partizione HFS di ''bootstrap'' di almeno 1 MB, che verrà utilizzata dal bootloader yaboot. Se decidete di creare una partizione più grande, diciamo sui 50 MB, essa potrebbe rappresentare un utile deposito in cui conservare un kernel di riserva e immagini di avvio da utilizzare in caso di emergenza.
mt: F'dan il-punt trid tagħżel liema partizzjoni(jiet) se jintużaw għall- installazzjoni tas-sistema Mandriva Linux. Jekk diġà ġew definiti xi partizzjonijiet, jew minn installazzjoni preċedenti ta' GNU/Linux jew minn għodda ta' partizzjonament oħra, tista' tuża l-partizzjonijiet eżistenti. Altrimenti, l-partizzjonijiet tal-ħard disk iridu jiġu definiti. Biex toħloq il-partizzjonijiet, l-ewwel trid tagħżel ħard disk. Tista' tagħżel diska għall-partizzjonament billi tagħżel "hda" għal l- ewwel diska IDE, "hdb" għat-tieni, eċċ, jew "sda" għal l-ewwel diska SCSI, eċċ. Biex tippartizzjona l-ħard disk magħżula għandek dawn l-għażliet: * "%s": din l-għażla tħassar il-partizzjonijiet kollha mill-ħard disk magħżula. * "%s": din l-għażla awtomatikament toħloqlok partizzjonijiet ext3 u swap fl-ispazju vojt tad-diska. * "%s" jagħtik aċċess għal iżjed faċilitajiet: * "%s": jikteb it-tabella tal-partizzjonijiet fuq flopi. Utli biex tirkupra t-tabella iżjed tard jekk hemm bżonn. Dan il-pass huwa rakkomandat. * "%s": tħallik tirrestawra t- tabella tal-partizzjonijiet minn flopi disk fejn ġew miktuba. * "%s": jekk it-tabella tal-partizzjonijiet ġiet korrotta b'xi mod, din l-għażla tħallik tipprova terġa' tirkupraha. Oqgħod attent b'din l-għażla u ftakar li mhux dejjem taħdem. * "%s": jinsa l-bidliet kollha u jerġa' jaqra t-tabella mill-ħard disk. * "%s": jekk tneħħi din l-għażla l-utenti jkollhom jimmontaw u jiżmuntaw manwalment diski li jinħarġu bħal flopi u CDROM. * "%s": uża dan il-metodu jekk trid tuża saħħar li jippartizzjonalek il-ħard disk. Dan huwa rakkomandat jekk ma tifhimx sew kif tagħmel il- partizzjonijiet int. * "%s": uża din l-għażla biex tikkanċella l-bidliet li għamilt. * "%s": jagħtik iżjed azzjonijiet fuq il- partizzjonijiet (tip, għażliet, format) u jagħti iżjed dettalji. * "%s": meta tlesti mill-partizzjonament, dan jikteb il-bidliet li għamilt lid-diska. Meta tiddefinixxi d-daqs tal-partizzjoni, tista' tissettja d-daqs bl-eżatt billi tuża l-vleġeġ tat-tastiera. Nota: tista' tilħaq kull għażla mit-tastiera. Dur il-partizzjonijiet bit-TAB u l-vleġeġ 'il fuq u 'l isfel. Meta tkun fuq il-partizzjoni li trid, tista' tuża: * Ctrl-C biex toħloq partizzjoni (meta tkun magħżula partizzjoni vojta) * Ctrl-D biex tħassar partizzjoni * Ctrl-M biex tissettja l-punt ta' mmuntar. Biex tikseb iżjed informazzjoni dwar il-filesystems differenti disponibbli, jekk jogħġbok aqra l-kapitlu ext2fs fil-Manwal ta' Referenza. Jekk qed tinstalla fuq kompjuter PPC, tkun trid toħloq partizzjoni żgħira HFS "bootstrap", ta' l-inqas 1MB, li tintuża mill-bootloader yaboot. Jekk tiddeċiedi li tagħmlu ftit ikbar, ngħidu aħna 50MB, tista' ssibu post utli fejn tqiegħed kernel u ramdisk "spare" għal emerġenzi.
pl: W tym etapie instalacji wybierasz partycje, na których będzie instalowany Mandriva Linux. Jeśli partycje istnieją (np. pozostały po poprzedniej instalacji, lub też zostały założone innym narzędziem), to można ich użyć do instalacji. W innym przypadku należy je utworzyć. Utworzenie partycji należy rozpocząć od wybrania dysku. Robi się to przez kliknięcie na zakładce "hda" dla pierwszego dysku IDE, "hdb" dla drugiego, lub "sda1" dla pierwszego dysku SCSI, itd. W celu podzielenia dysku na partycje można użyć następujących opcji: * "%s": ta opcja kasuje wszystkie partycje na wybranym dysku. * "%s": ta opcja automatycznie tworzy partycje ext3 oraz swap na wolnej (niespartycjonowanej) przestrzeni na dysku * "%s": daje dostęp do dodatkowych opcji: * "%s": zapisuje tablicę partycji na dyskietkę. Opcja ta jest użyteczna w przypadku konieczności odzyskania tablicy w późniejszym czasie. Zalecane jest wykonanie tego kroku. * "%s": pozwala na przywrócenie poprzednio zapisanej na dyskietce tablicy partycji. * "%s": jeśli tablica partycji została uszkodzona można spróbować ją naprawić. Należy pamiętać że opcja ta może zakończyć się niepowodzeniem. * "%s": porzuca wszelkie zmiany i wczytuje początkową tablicę partycji. * "%s": odznaczenie tej opcji powoduje, że konieczność ręcznego montowania takich napędów, jak stacje dyskietek czy napędy CD. * "%s": jeśli chcesz skorzystać z druida, aby wykonać proces partycjonowania dysku. Opcja zalecana w przypadku gdy użytkownik nie posiada wiedzy dotyczącej partycjonowania dysków. * "%s": użyj tej opcji jeśli chcesz wycofać wszystkie zmiany * "%s": umożliwia uzyskanie dostępu do dodatkowych akcji dotyczących dysku (typ, opcje, format) oraz podaje więcej informacji na jego temat. * "%s": Jeśli proces partycjonowania został zakończony, opcja ta zapisze zmiany na dysk. Podczas definiowania rozmiaru partycji, można ustawić dokładnie rozmiar, używając klawiszy strzałek na klawiaturze. Uwaga: Można uzyskać dostęp do dowolnych opcji za pomocą klawiatury, przy pomocy klawiszy [Tab] oraz strzałek [Góra/Dół]. Po wybraniu partycji można użyć klawiszy: * Control-c, aby utworzyć nową partycję (jeśli wybrano pustą partycję); * Control-d, aby usunąć partycję; * Control-m, aby ustawić punkt montowania; Aby uzyskać informacje dotyczące różnych dostępnych rodzajów systemów plików, należy przeczytać rozdział ext2fs podręcznika. Jeśli instalacja odbywa się na komputerze PPC, system będzie wymagał utworzenia małej partycji HFS "rozruchowej" (bootstrap) o wielkości co najmniej 1MB, która będzie używana przez program rozruchowy yaboot. Jeśli chcesz, aby ta partycja była większa, powiedzmy 50 MB, można ją traktować jako użyteczne miejsce np. do przechowywania zapasowego jądra oraz obrazów do uniknięcia skutków ewentualnych awarii uniemożliwiających rozruch systemu z normalnej partycji.
