Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: It's now time to specify which programs you wish to install on your system. There are thousands of packages available for Mandriva Linux, and to make it simpler to manage, they have been placed into groups of similar applications. Mandriva Linux sorts package groups in four categories. You can mix and match applications from the various categories, so a ``Workstation'' installation can still have applications from the ``Server'' category installed. * "%s": if you plan to use your machine as a workstation, select one or more of the groups in the workstation category. * "%s": if you plan on using your machine for programming, select the appropriate groups from that category. The special "LSB" group will configure your system so that it complies as much as possible with the Linux Standard Base specifications. Selecting the "LSB" group will also install the "2.4" kernel series, instead of the default "2.6" one. This is to ensure 100%%-LSB compliance of the system. However, if you do not select the "LSB" group you will still have a system which is nearly 100%% LSB-compliant. * "%s": if your machine is intended to be a server, select which of the more common services you wish to install on your machine. * "%s": this is where you will choose your preferred graphical environment. At least one must be selected if you want to have a graphical interface available. Moving the mouse cursor over a group name will display a short explanatory text about that group. You can check the "%s" box, which is useful if you're familiar with the packages being offered or if you want to have total control over what will be installed. If you start the installation in "%s" mode, you can deselect all groups and prevent the installation of any new packages. This is useful for repairing or updating an existing system. If you deselect all groups when performing a regular installation (as opposed to an upgrade), a dialog will pop up suggesting different options for a minimal installation: * "%s": install the minimum number of packages possible to have a working graphical desktop. * "%s": installs the base system plus basic utilities and their documentation. This installation is suitable for setting up a server. * "%s": will install the absolute minimum number of packages necessary to get a working Linux system. With this installation you will only have a command-line interface. The total size of this installation is about 65 megabytes.
bn: এখন আপনাকে নির্বাচন করতে হবে আপনি কোন কোন প্রোগ্রাম সিস্টেমে ইনস্টল করতে চান। Mandriva Linux এর জন্য কয়েক হাজার প্যাকেজ রয়েছে, এবং ব্যাবস্থাপনার সুবিধার্থে সেগুলোকে অ্যাপ্লিকেশনের ধরন অনুযায়ী ভাগ করা হয়েছে। Mandriva Linux সব প্যাকেজগ্রুপসমূহ চারটি শ্রেণীতে ভাগ করে। আপনি বিভিন্ন শ্রেণীর অ্যাপ্লিকেশনমিলিয়ে ও মিশিয়ে ইনস্টল করতে পারেন, যেমন একটি ``Workstation'' ইনস্টলেশনে আপনি ''Server'' শ্রেণী থেকে অ্যাপ্লিকেশন ইনস্টল করতে পারেন। * "%s": আপনি যদি আপনার মেশিনটি ওয়ার্কস্টেশন হিসেবে ব্যবহার করতে চান, Workstation'' শ্রেণী থেকে এক বা একাধিক গ্রুপ নির্বাচন করুন। * "%s": আপনি যদি আপনার মেশিনটি প্রোগ্রামিংএর জন্য ব্যবহার করতে চান, সে অনুযায়ী গ্রুপ নির্বাচন করুন। "LSB" নামের বিশেষ গ্রুপটি আপনার সিস্টেমকে এমনভাবে কনফিগার করবে যাতে তা Linux Standard Base স্পেসিফিকেশনের সাথে যতদূর সম্ভব সামঞ্জস্য বজায় রাখে। "LSB" গ্রুপটি নির্বাচন করলে, ডিফল্ট "2.6" কার্নেল সিরিজের বদলে "2.4" সিরিজটি ইনস্টল হবে। এটি করা হয় সিস্টেমকে 100%%-LSB সামঞ্জস্যপূর্ণ করার জন্য। তবে, আপনি "LSB" গ্রুপটি নির্বাচন না করলেও আপনার সিস্টেম প্রায় 100%%-LSB সামঞ্জস্যপূর্ণ হবে। * "%s": আপনার মেশিনটি যদি সার্ভার হিসেবে ব্যবহৃত হয়, আপনার মেশিনে কোন সাধারন সার্ভিসসমূহ ইনস্টল করতে চান তা নির্বাচন করুন। * "%s": এখানে আপনার পছন্দ অনুযায়ী গ্রাফিক্যাল প্রতিবেশ নির্বাচন করুন। আপনি যদি গ্রাফিক্যাল ইন্টারফেস ব্যবহার করতে চান, অন্তত একটি অবশ্যই নির্বাচন করতে হবে। কোন গ্রুপ নামের উপর মাউস কার্সার রাখলে ঐ গ্রুপ সম্পর্কে টীকা প্রদর্শিত হবে। আপনি "%s" বক্সটি চেক করতে পারেন, যা কিনা প্রয়োজনীয় যদি আপনি প্যাকেজগুলো সম্পর্কে পরিচিত হন বা কোন কোন প্যাকেজ ইনস্টল হবে তা সম্পূর্ণভাবে নিয়ন্ত্রন করতে চান। "%s" মোডে ইনস্টলেশন শুরু করলে, আপনি সব গ্রুপ ডিসিলেক্ট করে নতুন প্যাকেজ ইনস্টলেশন বাতিল করতে পারেন। এটি একটি বিদ্যমান সিস্টেম মেরামত ও আপডেট করার জন্য প্রযোজ্য। আপনি যদি একটি সাধারণ ইনস্টলেশনের ক্ষেত্রে (আপগ্রেড নয়), সব গ্রুপ ডিসিলেক্ট করে থাকেন, তবে একটি পপআপ ডায়ালগে সর্বনিম্ন ইনস্টলেশনের কিছু অপশন পরামর্শ করা হবে: * "%s": একটি সক্রিয় গ্রাফিক্যাল ডেস্কটপের জন্য প্রয়োজনীয় সর্বনিম্ন প্যাকেজ ইনস্টল কর। * "%s": মূল সিস্টেম, প্রাথমিক ইউটিলিটিসমূহ ও তাদের ডকুমেন্টেশন ইনস্টল করে। এই ইনস্টলেশনটি সার্ভার সেটআপ করার জন্য উপযুক্ত। * "%s": একটি সক্রিয় Linux সিস্টেমের জন্য জরুরী সর্বনিম্ন সংখ্যক প্যাকেজ ইনস্টল করে। এ ইনস্টলেশনে আপনি শুধু একটি কমান্ড লাইন ইন্টারফেস পাবেন। ইনস্টলেশনে মোট সাইজ প্রায় ৬৫ মেগাবাইট।
fi: Nyt on aika valita mitä ohjelmia haluat asentaa järjestelmääsi. Tarjolla on tuhansia paketteja Mandriva Linux jakelussa, ja pakettien hallinnan helpottamiseksi ne on koottu samanlaisten ohjelmistojen ryhmiin. Paketit on ryhmitelty ryhmiin koneesi käyttötarkoituksen mukaisesti. Mandriva Linux sisältää neljä eri ennakkoon määriteltyä asennustapaa. Voit verrata asennustapoja pakettiryhmiin. Voit tietysti asentaa paketteja eri ryhmistä niin halutessasi, joten ``Työasema''-asennus voi sisältää ohjelmia esimerkiksi ``Kehitysympäristö''-ryhmästä. * "%s": Jos aiot käyttää konettasi työasemana, valitse yksi tai useampi ohjelma tästä ryhmästä. * "%s": Jos konettasi aiotaan käyttää ohjelmakehitykseen, valitse yksi tai useampi haluttu paketti tästä ryhmästä. Erillinen "LSB" ryhmä asettaa järjestelmäsi seuraamaan Linux Standard Base määritykset mahdollisimman tarkoin. Valitsemalla "LSB" ryhmää asentaa myös "2.4" sarjan ytimet, vakiona olevien "2.6" sarjan ytimien sijasta. Tämä jotta varmistetaan 100%% LSB- yhteensopivuutta järjestelmässä. Huomioi, vaikka jätät "LSB" ryhmää valitsematta, sinulla on kummiskin järjestelmä joka on melkein 100%% "LSB"-yhteensopiva. * "%s": Jos koneesi on tarkoitettu toimimaan palvelimena' valitse yksi tai useampi haluttu palvelu tai palvelinohjelma tästä ryhmästä. * "%s": täältä valitset haluamasi graafisen ympäristön. Ainakin yksi pitää olla valittu jos haluat graafisen työaseman! Jos siirrät hiiren kohdistinta ryhmänimen yläpuolella, lyhyt selostus ryhmän sisällöstä tulee näkyviin. Jos poistat kaikki ryhmävalinnat kun teet tavallisen asennuksen (päivityksen sijasta), esille tulee dialogi, joka ehdottaa kolmea eri optiota vähimmäisasennukseen: * "%s": asenna vain tarvittavat paketit, joilla saat toimivan graafisen työpöydän; * "%s": asentaa perusjärjestelmän ja perustyökalut sekä niiden dokumentaatiot. Tämä valinta sopii palvelinasennukseen; * "%s": asentaa ainoastaan tarvittavat osat saadaksesi toimivan komentorivipohjaisen Linux-järjestelmän. Tämä asennus vie vain noin 65 Mt tilaa. Voit valita "%s" jos tarjolla olevat paketit ovat tuttuja sinulle tai jos haluat täydellisen hallinnan asennettaviin paketteihin. Jos aloitit asennuksen "%s"-tilassa, voit poistaa kaikkien ryhmien valinnat välttääksesi uusien pakettien asentamisen. Tämä on hyödyllistä jos haluat korjata tai päivittää olemassa olevaa järjestelmää.
nl: Het is nu tijd om te bepalen welke programma's u op uw systeem wenst te installeren. Er zijn duizenden pakketten beschikbaar voor Mandriva Linux, en om het overzichtelijker te maken zijn de pakketten in groepen van vergelijkbare toepassingen geplaatst. Mandriva Linux sorteert groepen pakketten in vier categorieën. U kunt de toepassingen uit de verschillende categorieën uitkiezen en samenvoegen naar eigen inzicht, zodat een ``Werkstation''-installatie nog steeds toepassingen geïnstalleerd kan hebben uit de ``Server'' categorie. * "%s": indien u van plan bent uw computer als werkstation te gaan gebruiken, selecteer dan één of meer van de groepen in de werkstation-categorie. * "%s": indien u van plan bent om uw computer voor programmeren te gebruiken, kiest u de gewenste groepen uit die categorie. De speciale "LSB"-groep configureert uw systeem zodanig dat het zoveel mogelijk tegemoetkomt aan de specificaties van de Linux Standard Base. Het selecteren van de "LSB" groep zal tevens de "2.4" kernelserie, installeren, in plaats van de standaard "2.6". Dit is om het systeem 100%% te laten voldoen aan de LSB. Als u de "LSB"-groep niet selecteert dan heeft u nog steeds een systeem dat bijna 100%% voldoet aan de LSB. * "%s": als de computer bestemd is voor server-doeleinden, dan kunt u aangeven welke van de meest voorkomende diensten u op uw computer wilt installeren. * "%s": dit is waar u uw voorkeur voor een grafische omgeving kunt aangeven. Tenminste één moet geselecteerd zijn als u een grafische werkomgeving wilt hebben. Bij het bewegen van de muispijl boven een groepnaam zal er een korte verklarende tekst over die groep getoond worden. U kunt het "%s"-vakje aankruisen, wat nuttig is wanneer u bekend bent met de aangeboden pakketten of wanneer u volledige controle wilt hebben over wat er geïnstalleerd wordt. Indien u de installatie in "%s"-modus start, dan kunt u alle groepen deselecteren en voorkomen dat er enige nieuwe pakketten geïnstalleerd worden. Dit kan van pas komen bij het repareren of bijwerken van een bestaand systeem. Indien u alle groepen deselecteert bij het uitvoeren van een reguliere installatie (in tegenstelling tot opwaarderen), dan zal een dialoogvenster verschijnen met verscheidene opties voor een minimale installatie: * "%s": installeert zo min mogelijk pakketten met behoud van een werkende grafische werkomgeving. * "%s" installeert het basissysteem plus algemene hulpprogramma's en bijbehorende documentatie. Deze installatie is geschikt om een server mee in te richten. * "%s" zal het absolute minimum installeren dat nodig is om een werkend Linux-systeem te verkrijgen. Met deze installatie zult u slechts een opdrachtregelinterface hebben. Deze installatie is in totaal ongeveer 65 megabyte groot.
nn: Det må no velja kva program du ønskjer å installera på maskina. Det finst tusenvis av programpakkar for Mandriva Linux, og desse er her ordna i grupper. Pakkane er grupperte i fire kategoriar, men du kan velja program frå alle kategoriane, så eit «Arbeidsstasjon»-system kan godt ha program frå «Tenar»-kategorien. – «%s»: Om du har tenkt å bruka maskina som ein arbeidsstasjon, vel éi eller fleire av gruppene i arbeidsstasjonskategorien. – «%s»: Om du har tenkt å bruka maskina for programmering, vel dei gruppene du ønskjer i programmeringskategorien. «LSB»-gruppa vil prøva å setja opp systemet i samsvar med «Linux Standard Base»-standarden. Vel du «LSB»-gruppa vert lg 2.4-kjernen og ikkje 2.6-kjernen installert. Dette er for å sikra 100 %% samsvar med LSB. Men sjølv om du ikkje vel «LSB»-gruppa vil du framleis ha eit system som er nesten 100 %% i samsvar med denne standarden. – «%s»: Om du har tenkt å bruka maskina som ein tenar, vel dei av tenestene du ønskjer å installera på maskina. – «%s»: Det er her du vel det grafiske skrivebordsmiljøet du vil ha. Du må velja minst eitt for at å ha det grafiske grensesnittet tilgjengeleg. Om du plasserer peikaren over eit gruppenamn, vert det vist ei kort forklaring for den gruppa. Du kan kryssa av for «%s» om du kjenner til pakkane, eller av annan grunn ønskjer full kontroll over kva som vert installert. Om du starta installasjonen i «%s»-modus, kan du fjerna alle grupper, for å unngå installera nye pakkar. Dette er nyttig for å reparera eller oppgradera eit system. Om du fjernar alle gruppene ved ei vanleg installering (ikkje ei oppgradering), vert du spurd om kva type minimal installering du ønskjer: – «%s»: Installer minst mogleg pakkar for å ha eit grafisk skrivebord. – «%s»: Installer grunnsystemet, pluss grunnverktøya og hjelpetekst for desse. Dette oppsettet passar for tenarar. – «%s»: Installer absolutt minst mogleg pakkar for eit fungerande Linux- system. Du vil då berre få eit kommandolinjegrensesnitt. Total storleik for dette valet er rundt 65 MiB.
ru: Теперь настало время определить, какие программы вы хотите установить в вашу систему. С Mandriva Linux поставляются тысячи пакетов и, для упрощения выбора, они разбиты на группы. Пакеты сортированы по группам, которые соответствуют специфике использования вашей машины. В Mandriva Linux пакеты сортируются по четырем категориям. Вы можете смешивать и сочетать приложения из различных категорий, например, вариант установки ``Рабочая станция'' может иметь приложения из категории ``Разработка''. * "%s": если вы собираетесь использовать машину в качестве рабочей станции, выберите одну или несколько соответствующих групп из категории рабочей станции. * "%s": если вы собираетесь заняться программированием, выберите соответствующие группы из этой категории. * "%s": если ваша машина будет работать сервером, выберите какие из часто используемых служб вы желаете установить на нее. * "%s": здесь вам нужно выбрать предпочитаемую графическую среду. Хотя бы одна из них должна быть выбрана, если вы хотите работать в графическом интерфейсе. При наведении курсора мыши на имя группы будет показываться короткое пояснение к данной группе. ы можете отметить пункт "%s", который очень полезен, если вы хорошо знаете предлагаемые пакеты, или если вы хотите иметь полный контроль над тем, что будет устанавливаться. Если вы начали инсталляцию в режиме "%s", вы можете убрать выбор всех групп, чтобы предотвратить инсталляцию какого-либо нового пакета. Это полезно в случае восстановления или обновления существующей системы. Если вы не выберете ни одной группы в процессе выполнения обычной инсталляции (не касается обновления), появится диалог с различными опциями для минимальной инсталляции: * "%s": инсталлировать минимальный набор пакетов, необходимых для работы графического рабочего стола. * "%s": установить основную систему плюс базовые утилиты и документацию к ним. Эта инсталляция подходит для установки сервера. * "%s": будет установлен самый необходимый минимум пакетов для работы Linux системы. В это варианте вы сможете работать только в режиме командной строки. Общий размер этой установки занимает 65 мегабайт.
vi: Bây giờ là lúc chỉ ra chương trình nào mà bạn muốn cài đặt vào hệ thống. Hiện có hàng nghìn gói tin dùng cho Mandriva Linux và được tổ chức theo nhóm các ứng dụng giống nhau để dễ dàng quản lý. Các gói phần mềm được xếp loại theo các nhóm tương ứng với việc sử dụng cụ thể cho máy tính. Mandriva Linux có 4 kiểu cài đặt sẵn với nhiều loại gói tin. Bạn có thể chọn dùng các ứng dụng pha trộn của các kiểu cài đặt này, ví dụ như cài đặt kiểu ``Máy trạm'' cùng với việc cài các ứng dụng của kiểu cài đặt ``Máy chủ''. * "%s": nếu định dùng máy tính này thành một trạm làm việc, hãy chọn một hay nhiều ứng dụng của kiểu cài đặt máy trạm. * "%s": nếu định sử dụng máy này để lập trình, hãy chọn các gói mong muốn từ kiểu cài đặt này. Nhóm "LSB" sẽ cấu hình hệ thống sao cho việc biên dịch tuân theo mọi đặc điểm của Linux Standard Base. Chọn nhóm "LSB" sẽ cài đặt kernel "2.4" thay vì kernel mặc định là "2.6". Điều này đảm bảo hệ thống tương thích LBS 100%%. Dù sao, nếu không chọn nhóm này thì bạn cũng vẫn có một hệ thống gần như tương thích hoàn toàn với LSB. * "%s": nếu muốn dùng máy này làm máy chủ, hãy chọn các dịch vụ thông dụng mà bạn muốn cài đặt lên máy tính này. * "%s": đây là nơi bạn sẽ chọn môi trường đồ họa ưa thích. Cần chọn ít nhất một môi trường nếu muốn dùng giao diện đồ họa. Việc hơ con trỏ chuột lên tên nhóm sẽ làm xuất hiện đoạn chú giải vắn tắt về nhóm đó. Có thể chọn "%s" nếu bạn biết rõ các gói tin hay khi bạn muốn kiểm soát toàn bộ việc cài đặt các gói. Nếu cài đặt theo chế độ "%s", bạn có thể bỏ chọn toàn bộ các nhóm và không cho cài đặt các gói mới. Nó thích hợp cho việc sửa chữa hay cập nhật hệ thống sẵn có. Nếu bạn bỏ chọn toàn bộ các nhóm khi thực hiện cài đặt thường quy (ngược lại với việc nâng cấp), một hộp thoại sẽ bật lên để gợi ý các tùy chọn khác nhau cho việc cài đặt tối thiểu: * "%s": thực hiện cài đặt tối thiểu các gói tin mà để có một màn hình nền đồ họa làm việc. * "%s": cài đặt một hệ thống cơ bản cộng thêm các tiện ích cơ bản cùng với tài liệu của chúng. Việc cài đặt này thích hợp cho việc thiết lập một máy chủ. * "%s": sẽ cài đặt thật sự tối thiểu nhất các gói cho một hệ thống Linux hoạt động chỉ với giao diện dòng lệnh. Kích thước cho kiểu cài đặt này là 65 MB.
zh_cn: 现在该指定要在您的系统中安装哪些程序了。Mandriva Linux 为您准备了数千个软件包。而为了使管理软件包更加容易, 软件包已经按相似程度分成了多个组。 Mandriva Linux 按四个类别对软件包进行了分类。您可以从不同的类别混合选择应用程序。也就是说, ``工作站''中也可以选择安装``服务器''分类中的应用程序。 * "%s"：如果您计划将您的计算机用作工作站, 请选择工作站分类中的一个或多个组。 * "%s"：如果您计划使用您的计算机进行编程, 请从该类别中选择相应的组。特殊的 "LSB" 组将会对您的系统进行配置, 这样所编译的结果将会尽可能遵从 Linux 标准基础(LSB)规范。 选择 "LSB" 组将安装 "2.4" 内核系列, 而不是默认的 "2.6" 内核。这是为了保证系统能够百分之百的遵从 LSB。但是, 即便您不选择 "LSB" 组, 您也会得到一个接近百分之百遵从 LSB 的系统。 * "%s"：如果您的计算机即将成为服务器, 请选择您想要安装在计算机上的公共服务。 * "%s"：这里您可以选择您首选的图形环境。如果您想要使用图形界面, 则至少要选择其中一个。 将鼠标光标移动到组名之上, 您会看到该组的简要描述文字。 如果您对所提供的软件包比较熟悉, 或者您想要完全控制安装什么软件包, 就可以选中"%s"选项。 如果您以"%s"模式启动安装, 您可以不选择任何组, 这样可以避免安装任何新软件包。这对于修复或升级已有系统很有帮助。 如果您在执行常规安装(与升级相对)的时候一个组也没有选中, 会弹出一个对话框建议最小安装的不同选项： * "%s"：安装图形桌面所需的最少软件包。 * "%s"：安装基本系统, 另加基本工具及相应文档。此安装适合建立服务器。 * "%s"：将安装使 Linux 系统能够正常运行的最少软件包。使用此安装, 您仅仅有命令行界面。此安装的总计大小为约 65 兆字节。

source: "%s": clicking on the "%s" button will open the printer configuration wizard. Consult the corresponding chapter of the ``Starter Guide'' for more information on how to set up a new printer. The interface presented in our manual is similar to the one used during installation.
bn: "%s": "%s" বাটনে ক্লিক করলে প্রিন্টার কনফিগারেশন উইজার্ড খুলবে। প্রিন্টার কনফিগারেশন সম্বন্ধে আরো জানতে, "স্টার্টার গাইড" এর যথাযথ অধ্যায়ের পরামর্শ নিন। আমাদের সহায়িকাতে দেখানো ইন্টারফেসটি, ইনস্টলেশনে ব্যবহৃত ইন্টারফেসের অনুরুপ।
fi: "%s": painamalla "%s" painiketta avautuu tulostimen asetusvelho. Katso tätä vastaava lukua ``Aloitusoppaasta'' saadaksesi lisätietoa miten asetat uuden tulostimen. Oppaassa näytetty käyttöliittymä on vastaava kuin asennuksen aikana käytetty.
nl: "%s": klikken op de "%s"-knop zal de printerconfiguratie- wizard openen. Raadpleeg het overeenkomstige hoofdstuk uit de ``Beginners- handleiding'' voor meer informatie over het instellen van een nieuwe printer. De in onze handleiding getoonde interface lijkt sterk op degene gebruikt tijdens de installatie.
nn: «%s»: Trykk «%s» for å opna vegvisaren for skrivaroppsett. Sjå brukarrettleiinga for meir informasjon om oppsett av skrivarar. Brukargrensesnittet vist der liknar på det brukt ved installering.
ru: "%s": по нажатию на кнопку "%s" откроется мастер настройки принтера. Прочитайте соответствующую главу в книге ``Стартовое руководство пользователя'', чтобы узнать как установить новый принтер. Представленный там интерфейс подобен используемому в процессе установки.
vi: "%s": việc nhấn nút "%s" sẽ mở đồ thuật cấu hình máy in. Tham khảo chương tương ứng trong ``Starter Guide'' để biết thêm thông tin về cách thiết lập máy in mới. Giao diện hiện diện tại đó giống như giao diện thấy trong quá trình cài đặt.
zh_cn: "%s"：单击"%s"按钮将打开打印机配置向导。请参看``初学者指南''中的相应章节, 其中详细描述了如何设置新打印机。那里给出的界面与安装时所用的界面大体相同。
