Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Now, it's time to select a printing system for your computer. Other operating systems may offer you one, but Mandriva Linux offers two. Each of the printing systems is best suited to particular types of configuration. * "%s" -- which is an acronym for ``print, do not queue'', is the choice if you have a direct connection to your printer, you want to be able to panic out of printer jams, and you do not have networked printers. ("%s" will handle only very simple network cases and is somewhat slow when used within networks.) It's recommended that you use "pdq" if this is your first experience with GNU/Linux. * "%s" stands for `` Common Unix Printing System'' and is an excellent choice for printing to your local printer or to one halfway around the planet. It's simple to configure and can act as a server or a client for the ancient "lpd" printing system, so it's compatible with older operating systems which may still need print services. While quite powerful, the basic setup is almost as easy as "pdq". If you need to emulate a "lpd" server, make sure you turn on the "cups-lpd" daemon. "%s" includes graphical front-ends for printing or choosing printer options and for managing the printer. If you make a choice now, and later find that you do not like your printing system you may change it by running PrinterDrake from the Mandriva Linux Control Center and clicking on the "%s" button.
ar: الآن، حان وقت اختيار نظام الطباعة لحاسبك. قد توفّر أنظمة التشغيل الأخرى نظام طباعة واحد، لكن ماندريبا لينكس يوفر لك نظامين. كل نظام مناسب لنوع معين من التهيئة. * "%s" -- وهو اختصار لـ``اطبع و لا تصفّ''، هو الخيار الأمثل إذا كانت لديك وصلة مباشرة بالطابعة، و تريد أن تكون قادراً على تفادي أي ارتباك في الطابعة، وليس لديك طابعات شبكيّة.(يقوم "%s" بالتعامل مع حالات الشبكة البسيطة ويعيبه البطء عند الاستخدام مع الشبكات). من الأفضل أن تستخدم "pdq" إذا. كانت هذه تجربتك الأولى مع جنو/لينكس. * "%s" - ``نظام طباعة يونكس الشّائع CUPS''، هو الخيار الأمثل للطباعة على طابعتك المحلية أو حتى على طابعة في النصف الآخر من الكوكب. إنه سهل الإعداد و يمكن أن يتصرف كخادم أو كعميل لأنظمة طباعة "lpd" القديمة، لذا فإنه متوافق مع أنظمة التشغيل القديمة التي لا تزال تحتاج إلى خدمات الطباعة. بينما التهيئة سهلة و قوية مثل "pdq". إذا كنت تحتاج إلى محاكاة خادم "lpd"، تأكّد من تشغيل عفريت "cups-lpd". يحتوي "%s" على واجهات رسوميّة للطّباعة أو لتحديد خيارات الطّابعة ولإدارة الطابعة. إذا قررت اختيارك الآن، ثم لم يعجبك نظام الطباعة فيما بعد، يمكنك تغييره عن طريق تشغيل PrinterDrake من مركز تحكم ماندريبا لينكس و الضغط على زرّ "%s".
bn: এখন সময় আপনার কম্পিউটারের জন্য একটি প্রিন্টিং সিস্টেম নির্বাচন করার। অনান্য অপারেটিং সিস্টেম আপনাকে একটি অপশন দিতে পারে কিন্তু Mandriva Linux দেবে দুটি। প্রিন্টিং সিস্টেমগুলো বিভিন্ন কনফিগারেশনের জন্য প্রযোজ্য। * "%s" -- অর্থ হচ্ছে "প্রিন্ট করো, সারিতে রাখবেনা". এটি নির্বাচন করুন যদি আপনার কোন প্রিন্টারের সাথে সরাসরি সংযোগ থাকে, আপনি প্রিন্টার জ্যাম থেকে জরুরীভাবে বের হয়ে যেতে চান এবং যদি আপনার নেটওয়ার্ক প্রিন্টার না থাকে।("%s" শুধুমাত্র খুবই সাধারন নেটওয়ার্ক সামলাতে পারে এবং কিছুটা ধীর হয়)। এটি আপনার GNU/Linux এর প্রথম অভিজ্ঞতা হলে আপনার "pdq" ব্যবহার করাটাই শ্রেয়। * "%s" অর্থ "সাধারন Unix প্রিন্টিং সিস্টেম" এবং এটি আপনার স্থানীয় প্রিন্টার হোক বা পৃথিবীর অন্য প্রান্তে অবস্থিত কোন প্রিন্টারই হোক যেকোন ক্ষেত্রেই একটি উত্‍কৃষ্ট সিস্টেম। এটি কনফিগার করতে সহজ এবং পুরোনো "lpd" প্রিন্টিং সিস্টেমের জন্য সার্ভার বা ক্লায়েন্ট হিসেবে কাজ করতে পারে। অতএব এটি পুরানো অপারেটিং সিস্টেম যেগুলোর সার্ভিস প্রয়োজন তাদের সাথেও সামঞ্জস্যপূর্ণ। যদিও খুব শক্তিশালী, মূল সেটআপটি প্রায় "pdq" এর মত সহজ। আপনি যদি "lpd" সার্ভার এমুলেট করতে চান, তবে "cups-lpd" daemon টি চালু করতে ভুলবেন না। "%s" এর প্রিন্টার অপশন বাছাই করা ও প্রিন্টার ব্যবস্থাপনার জন্য একটি গ্রাফিক্যাল ইন্টারফেস রয়েছে। আপনার বাছাইকৃত প্রিন্টিং সিস্টেমটি যদি আপনার পরে পছন্দ না হয়, তবে আপনি Mandriva Linux নিয়ন্ত্রন কেন্দ্র থেকে PrinterDrake চালিয়ে ও "%s" বাটন ক্লিক করে তা বদল করতে পারেন।
bs: Sada je vrijeme da izaberete sistem štampe za vaš računar. Drugi operativni sistemi vam možda nude jedan, ali Mandriva Linux nudi dva. Svaki od ovih sistema je najbolji za određenu vrstu konfiguracije. * "%s" -- skraćeno za ``štampaj i nemoj stavljati u red'' (print, do not queue) je najbolji izbor ako imate direktnu vezu na štampač, želite izlaz za paniku u slučajevima zaglavljivanja papira i nemate mrežne štampače. ("%s" može riješiti samo vrlo jednostavne mrežne slučajeve i pomalo je spor kada se koristi sa mrežama.) Preporučujemo da koristite "pdq" ako je ovo vaše prvo iskustvo sa GNU/Linuxom. * "%s" znači ``Common UNIX Printing System'' (uobičajeni UNIX sistem štampe) je odličan izbor za štampanje na štampač koji se nalazi lokalno ili s druge strane planete. Vrlo ga je jednostavno podesiti i može služiti kao server ili klijent za prastari "lpd" sistem štampe, tako da je kompatibilan sa starijim operativnim sistemima kojima možda još trebaju usluge štampanja. Mada je vrlo moćan, osnovno podešavanje je skoro jednako lagano kao za "pdq". Ako želite simulirati "lpd" server, provjerite da li ste pokrenuli "cups-lpd" servis. "%s" uključuje grafičke alate za štampanje ili izbor opcija štampača, te za upravljanje štampačem. Ako sada napravite izbor, pa kasnije zaključite da vam se ne sviđa izabrani sistem štampe, možete ga promijeniti pokretanjem PrinterDrake iz Mandriva Linux Kontrolnog centra i klikanjem na dugme "%s".
cs: Zde si můžete vybrat tiskový systém, který budete používat. Jiné OS nabízejí jeden, Mandriva Linux nabízí dva. Každý z nich je vhodnější pro různé typy konfigurací. * "%s" - což znamená 'print, do not queue' a je vhodný tehdy, pokud máte přímo připojenou lokální tiskárnu, chcete rychle řešit zaseklý papír a nemáte žádné síťové tiskárny. "%s" zvládá pouze několik možností a tisk na něj ze sítě je velmi pomalý. Pokud s GNU/Linuxem teprve začínáte, pak je "pdq" doporučený tiskový systém pro vás. * "%s"'Common Unix Printing System' je vynikající v tisku na lokální tiskárny stejně jako při tisku na tiskárnu na druhé straně planety. Nastavení je jednoduché a může fungovat jako klient i server pro klienty z "lpd" systému, takže je kompatibilní se staršími systémy. Je možné nastavit spoustu voleb, ale základní nastavení je velmi jednoduché, téměř jako u "pdq". Pokud potřebujete emulovat "lpd" server, stačí spustit démona "cups-lpd". "%s" má také grafické prostředí pro tisk a nastavení tiskárny. Pokud nyní provedete volbu a později budete chtít tiskový systém změnit, můžete to provést pomocí nástroje PrinterDrake z ovládacího centra Mandriva tak, že klepnete na tlačítko "%s".
cy: Yma byddwn yn dewis system argraffu i'ch cyfrifiadur ei ddefnyddio. Efallai bod systemau eraill yn cynnig un i chi, ond mae Mandriva yn cynnig dwy. Mae 'r systemau'n addas gar gyfer ffurfweddiad arbennig. *"%s" - sy'n golygu "print, do not queue", yw'r dewis os oes gennych gysylltiad uniongyrchol â'ch argraffydd a'ch bod eisiau medru tynnu allan o waith argraffu pan fo'r papur wedi mynd yn sownd ac nad oes gennych argraffyddion wedi eu cysylltu drwy rwydwaith. (Dim ond rhwydweithiau syml mae "%s" yn ei drin ac mae'n araf ar rwydweithiau). Dewiswch "pdq" os mai dyma yw eich tro cyntaf yn GNU/Linux. *"%s" - "Common Unix Printing System". Mae hwn yn dda ar gyfer argraffu i argraffyddion lleol a hanner ffordd rownd y byd. Mae'n symlach, yn gallu gweithredu fel gwasanaethwr neu gleient ar gyfer yr hen system "lpd" ac felly mae'n cydweddi â'r systemau sydd wedi mynd o'i flaen. Mae'n gallu gwneud nifer o driciau, ond mae bron mor syml i'w osod "pdq". Os ydych amgen hwn i efelychu gwasanaethwr "lpd", yna rhaid cychwyn aemon "cups-lpd". Mae gan "%s" wyneb graffigol ar gyfer argraffu dewis argraffydd neu reoli'r argraffu. Os ydych yn dewis yn awr ac yn ddiweddarach yn penderfynu eich bod am newid eich system argraffu gallwch ei newid drwy gyfrwng PrinterDrake yng Nghanolfan Rheoli Mandriva a chlicio'r botwm %s.
da: Nu er det tid til at vælge et udskrivningssystem for din maskine. Andre styresystemer tilbyder måske ét, men Mandriva tilbyder to. Printersystemerne er hver især bedst til en bestemt konfigurationstype. * '%s' - som betyder 'print, do not queue' (udskriv, kø ej), er valget, hvis du har en direkte forbindelse til din printer, og du ønsker at kunne klare printproblemer med det samme, og du ikke har nogen printere via netværk. ('%s' vil kun behandle meget simple netværkstilfælde, og er lidt sløvt på netværk.) Det anbefales at du bruger 'pdq' hvis dette er din første erfaring med GNU/Linux. * '%s' - står for 'Common Unix Printing System' (Fælles printersystem for Unix) er fremragende til at udskrive på din lokale printer, og også på den, der står på den anden side af jordkloden. Det er nemt at konfigurere, og kan virke som en server eller klient for det bedagede 'lpd'-printsystem, så det er kompatibelt med ældre styresystemer, som stadig kan have brug for udskriftstjenester. Det er ganske stærkt, men den basale opsætning er næsten lige så nem som for 'pdq'. Hvis du har brug for at dette efterligner en 'lpd'-server, skal du aktivere 'cups-lpd'-dæmonen. '%s' har grafiske grænseflader for udskrivning og valg af printermuligheder, og for administration af printeren. Hvis du laver et valg nu og senere finder ud af at du ikke kan lide dit udskriftssystem, kan du ændre det ved at køre PrinterDrake fra Mandriva Linuxs Kontrolcenter, og klikke på '%s'-knappen.
de: Hier können Sie das Drucksystem für Ihren Rechner wählen. Andere Betriebssysteme bieten Ihnen nur eines, bei Mandriva Linux können Sie zwischen zwei verschiedenen wählen. jedes dieser Systeme ist für eine bestimmte Konfiguration des Systems am besten geeignet. * „%s“ -- Es steht für „print, do not queue“ (engl. für „Drucken ohne Warteschlange“). Falls Sie einen Drucker haben, der direkt an Ihrem Rechner hängt und Sie keine Netzwerkdrucker verwenden wollen, ist dies das Drucksystem Ihrer Wahl. „%s“ kann zwar auch mit Netzwerkdruckern umgehen, ist dabei aber extrem langsam. Wählen Sie „pdq“, wenn Sie ein GNU/Linux Neuling sind. * „%s“ - Mit dem „Common Unix Printing System“ (engl. für „Allgemeines Unix-Drucksystem“) können Sie ebensogut auf Ihrem direkt angeschlossenen Drucker drucken, wie auf einem Drucker, der an einem Server auf der anderen Seite der Welt hängt. Es ist einfach zu bedienen und kann sowohl als Server als auch als Klient für das alte „lpd“-Drucksystem verwendet werden - Es ist somit rückwärtskompatibel. Es ist sehr mächtig, in seiner Grundeinstellung verhält es sich jedoch genau wie „pdq“. Wenn Sie einen „lpd“ Server benötigen, müssen Sie einfach nur den „cups-lpd“ Dämon starten. „%s“ bietet grafische Konfigurations- und Druckmenüs. Sie können diese Wahl später immer wieder ändern, indem Sie PrinterDrake aus dem Mandriva Linux Control Center starten und dort die Schaltfläche „%s“ betätigen.
eo: Nun estas tempo por elekti pressistemon por via komputilo. Aliaj mastrumsistemoj proponas al vi unu, sed Mandriva Linukso proponas du. Ĉiu el la pressistemoj plej taŭgas por aparta tipo de konfigurado. * "%s" -- kio estas akronimo por "print, do not queue" (presu, ne vicigu), elektindas se vi havas rektan konekton kun via presilo, vi ŝatus eskapi el problemoj kun aliaj presiloj, kaj vi ne havas retajn presilojn. ("%s" pritraktos nur tre simplajn retajn kazojn kaj estas iom malrapida se uzata en retoj.) Konsilindas uzi "pdq" se tio ĉi estas via unua sperto kun GNU/Linukso. * "%s" nomiĝas ''Common Unix Printing System'' kaj estas bonega elekto por presigi vian lokan presilon aŭ iun ie tra la planedo. Ĝi estas facile konfigurebla kaj povas agi kiel servilo aŭ kiel kliento por la antaŭa "lpd "-pressistemo, kaj estas kongrua kun pli malnovaj mastrum-sistemoj kiuj eble ankoraŭ bezonas presservojn. Kvankam tre potenca, la baza konfigurado estas preskaŭ same simpla kiel "pdq". Se vi bezonas imiti "lpd"-servilon, certiĝu ke vi aktivigis la "cups-lpd"-demonon. "%s" enhavas grafikajn 'front-ends' por presi aŭ por elekti presil-opciojn kaj por mastrumi la presilon. Se vi faras vian elekton nun, kaj poste trovas ke vi ne ŝatas vian pressistemon, vi povas ŝanĝi ĝin rulante PrinterDrake ekde la Mandriva Regejo kaj alklaki la butonon "%s".
es: Ahora es el momento de seleccionar un sistema de impresión para su computadora. Otros sistemas operativos pueden ofrecerle uno, pero Mandriva Linux le ofrece dos. Cada uno de los sistemas de impresión es más adecuado para tipos de configuración particulares. * "%s" - "print, do not queue" (imprimir sin poner en cola) es la elección si Usted tiene una conexión directa a su impresora y desea evitar el pánico de los papeles trabados, y no tiene impresora en red alguna ("%s" manejará sólo casos de red muy simples y es algo lento cuando se utiliza con las redes) Se recomienda utilizar "pdq" si esta es su primer experiencia con GNU/Linux. * "%s" - "Common Unix Printing System"punta (Sistema de Impresión Común de Unix) es una elección excelente para imprimir en su impresora local o en una que se encuentre al otro lado del planeta. Es simple de configurar y puede actuar como servidor o cliente para el sistema de impresión antiguo "lpd", por lo que es compatible con sistemas operativos más antiguos que todavía pueden necesitar servicios de impresión. Si bien es bastante potente, la configuración básica es tan simple como la de "pdq". Si necesita que emule a un servidor "lpd", debe activar el demonio "cups-lpd". "%s" incluye interfaces gráficas para imprimir o elegir las opciones de la impresora y para administrar la impresora. Si hace una elección ahora y más tarde encuentra que a Usted no le gusta su sistema de impresión, puede cambiarlo ejecutando PrinterDrake desde el Centro de Control de Mandriva Linux y haciendo clic sobre el botón "%s".
et: Siin saate valida oma arvuti trükkimissüsteemi. Teised operatsioonisüsteemid võivad Teile pakkuda vaid üht süsteemi, kuid Mandriva Linuxi puhul saate valida tervelt kahe seast. * "%s" - mis tähendab "trüki kohe" ("print, do not queue") - tuleks valida siis, kui Teil on printeriga otseühendus, Te ei soovi näha mingeid järjekordi ja Teil ei ole võrgus asuvaid printereid. Võrkude puhul on "%s" mõnevõrra aeglane ja tal võib esineda tegutsemisraskusi. Kui see on Teie esimene retk GNU/Linuxi maailma, valige "pdq". * "%s" - "tavaline UNIXi trükkimissüsteem" ("Common Unix Printing System") - on hiilgav valik trükkimiseks Teie kohalikus printeris või ka mõnel teisel pool maakera asuvas printeris. See on lihtne süsteem, mis võib olla nii kliendiks kui serveriks iidsele trükkimissüsteemile "lpd". See on ka ühilduv varasemate süsteemidega. suudab teha palju asju, kuid põhitegutsemine on sama lihtne kui "pdq" puhul. Kui Teil on vajadus emuleerida "lpd"-serverit, tuleb sisse lülitada "cups-lpd"-deemon. "%s" pakub ka mitut graafilist kasutajaliidest trükkimiseks või printeri seadistamiseks. Kui leiate hiljem, et siinkohal langetatud valik polnud vahest kõige parem, siis saate seda muuta Mandriva Linuxi juhtimiskeskuses PrinterDrake abil, klõpsates seal nupule "%s".
eu: Inprimatzeko sistema bat hautatzeko unea da orain.Eeste sistema eragile batzuk bakarra eskainiko dizute, baina Mandriva Linux-ek bi eskaintzen ditu. Inprimaketa sistema bakoitza egokiago da konfigurazio mota batzuetarako. * "%s" -- ``print, do not queue'' esapidearen akronimoa da, eta aukera hori hautatu behar duzu inprimagailuarekin zuzeneko konexioa baduzu, inprimagailu-buxadurak askatu nahi badituzu, eta sareko inprimagailurik ez baduzu. ("%s" sareko kasu oso sinpleak bakarrik maneiatzen ditu eta zertxobait mantsoa da sareekin erabiltzen denean.) GNU/Linux-ekin duzun lehen esperientzia bada, "pdq" erabiltzea gomendatzen dizugu. * "%s" - `` Common Unix Printing System'', aukera egokia da zure bertako inprimagailuan edo mundu erdira dagoenean inprimatzeko. Konfiguratzen erraza da eta "lpd " inprimatze-sistema zaharraren zerbitzari edo bezero gisa joka dezake, beraz, inprimatze-zerbitzuak behar dituzten sistema eragile zaharragoekin bateragarria da. Berez ahaltsua bada ere, oinarrizko konfigurazioa ia "pdq"-rena bezain erraza da. "lpd" zerbitzari bat emulatu behar baduzu, egiaztatu "cups-lpd " deabrua aktibatu duzula. "%s"ek inprimatzeko, inprimagailuaren aukerak hautatzeko eta inprimagailua kudeatzeko interfaze grafikoak ditu. Hautapena orain egiten baduzu, eta beranduago ohartzen bazara zure inprimaketa sistema ez zaizula guztoko Mandriva Linux Aginte Guneko PrintDrake exekutatuz eta "%s" botoian klik eginez alda zenezake.
fa: اکنون زمان آن رسیده است که سیستم چاپ را بر روی رایانه خود انتخاب کنید. سیستمهای عامل دیگر ممکن است یکی را ارائه دهند، ولی لینوکس ماندریبا دو تا را ارائه میدهد. هر یک از سیستمهای چاپ برای انواع مشخصی از پیکربندی مناسب هستند. * "%s" -- که سرنام برای ``print, do not queue'' است، گزینه ای است اگر شما اتصال مستقیم به چاپگرتان داشته و میخواهید بتوانید از ترافیک چاپگر بیرون بکشانید، و شما چاپگران شبکه ندارید. ("%s" فقط موارد خیلی ساده شبکه را اداره خواهد کرد و قدری هنگام استفاده در شبکه آهسته است.) اگر این اولین تجربه شما با گنو/لینوکس است سفارش میشود که از "pdq" استفاده کنید. * "%s" سرنام برای `` Common Unix Printing System'' است و گزینه عالی است برای چاپ به چاپگر محلیتان یا به انطرف دنیا. پیکربندی آن آسان است و میتواند مانند یک کارگزار یا یک کارگیر برای سیستم چاپ قدیمی "lpd" عمل کند، پس بنابرین آن با سیستمهای عامل قدیمی که هنوز نیاز سرویسهای چاپ دارند همخوانی دارد. با وجود قدرتمندی، برپاسازی پایه بسادگی "pdq" است. اگر نیاز به شبیه سازی یک کارگزار "lpd" دارید، مطمئن شوید که شبح "cups-lpd" را روشن کرده اید. "%s" دارای ظاهر گرافیکی برای چاپ یا انتخاب گزینه های چاپگر و برای مدیریت چاپگر میباشد. اگر شما اکنون انتخاب کنید، و بعدا از سیستم چاپ خود راضی نبودید میتوانید آن را با اجرای برنامه PrinterDrake از مرکز کنترل لینوکس ماندریبا و کلیک بر دکمه "%s" آن را تغییر دهید.
fi: Nyt on aika valita tulostusjärjestelmä tietokoneellesi. Muut käyttöjärjestelmät saattavat tarjota sinulle yhden järjestelmän, mutta Mandriva Linux tarjoaa kaksi. Kukin tulostusjärjestelmä sopii parhaiten tietyille asetuksille. * "%s" -- joka tarkoittaa ``tulosta, älä jonota'' (print, do not queue). Tämä on sopiva valinta jos sinulla on suora yhteys tulostimeesi ja haluat mahdollisuuden 'hätäkatkaisuun' jos tulostin menee tukkoon, eikä sinulla ole verkkoon liitettyjä tulostimia. ("%s" tukee ainoastaan yksinkertaisimpia verkkoasetelmia ja on hidas verkkokäyttöön.) Valitse "pdq" jos tämä on ensimmäinen GNU/Linux tuttavuutesi. * "%s" -- ``Common Unix Printing System'', eli Yleinen Unix Tulostus- järjestelmä, on mainio tulostettaessa paikalliseen tulostimeen tai vaikkapa maapallon toiselle puolelle. Se on yksinkertainen järjestelmä ja voi toimia tulostuspalvelimena tai asiakkaana vanhalle "lpd"- tulostusjärjestelmälle. Näin ollen, se on yhteensopiva vanhempien järjestelmien kanssa. Se on monitaitoinen, mutta perusasetuksen teko on melkein yhtä helppoa kuin "pdq". Jos tarvitset "lpd"-palvelimen emulointia, sinun pitää käynnistää "cups-lpd" -demoni. "%s" sisältää graafisen käyttöliittymän jota voidaan käyttää tulostamiseen tai asetuksien tekoon. Jos teet valinnan nyt, ja myöhemmin huomaat ettet pidä nykyisestä tulostusjärjestelmästä voit muuttaa valintaasi Mandrivan Ohjauskeskuksesta löytyvässä PrinterDrakessa valitsemalla "%s"-painikkeen.
fr: Maintenant, il faut choisir un système d'impression pour votre ordinateur. D'autres systèmes d'exploitation en offrent un, mais Mandriva Linux en propose deux. Chaque système d'impression convient le mieux à un type différent de configuration. * « %s » - qui veut dire « print, do not queue », (ou, impression sans passer par la file d'attente) est un bon choix si votre imprimante est branchée directement sur votre poste, que vous voulez pouvoir arrêter l'impression directement en cas de problème et que vous n'avez pas d'imprimante réseau. « %s » prendra en charge des configurations simples en réseau, mais les performances sont plutôt mauvaises dans ces cas. Choisissez «pdq» si vous débutez sous GNU/Linux. * « %s » - « Common Unix Printing System », est fabuleux autant pour une imprimante locale que pour imprimer à l'autre bout du monde. C'est simple et il peut agir comme un serveur ou un client avec l'ancien système d'impression « lpd », de ce fait il est compatible avec les anciens systèmes d'exploitations qui nécessitent encore un service d'impression. Il s'agit d'un outil très puissant et les configurations de base sont aussi simples que « pdq ». Pour émuler un serveur « lpd », lancez le démon (« daemon ») « cups-lpq ». « %s » qui offre une interface graphique simple pour imprimer sur et administrer les imprimantes. Si vous choisissez votre système d'impression maintenant et que par la suite vous n'en êtes pas content, vous pourrez le changer ultérieurement en lançant PrinterDrake depuis le Centre de contrôle Mandriva Linux en cliquant sur le bouton « %s ».
gl: Agora é a hora de seleccionar un sistema de impresión para o seu ordenador. Pode ser que outros sistemas operativos lle ofrezan un, pero Mandriva Linux ofrécelle dous. Cada un dos sistemas de impresión está máis adaptado a determinados tipos de configuración. * "%s" -- que é un acrónimo de ``print, do not queue'' (imprime, non o envies á cola), é a elección perfecta se vostede ten unha conexión directa á súa impresora, desexa esquecerse de impresoras saturadas, e non ten impresoras de rede. ("%s" só manexará casos de redes moi sinxelas e é algo lento cando se usa en redes.) É recomendable que use "pdq" se esta é a súa primeira experiencia con GNU/Linux. * "%s" significa `` Common Unix Printing System'' e é unha elección excelente para imprimir na súa impresora local ou nunha que estea na outra punta do planeta . É fácil de configurar e pode actuar coma un servidor ou coma un cliente para o antigo sistema de impresión "lpd", así que é compatible con antigos sistemas operativos os cales ainda poden necesitar servicios de impresión. Ainda que é bastante potente, a configuración básica é case tan sinxela coma a de "pdq". Se necesita emular un servidor "lpd", asegúrese de que activa o daemon "cups-lpd". "%s" inclúe interfaces gráficas para imprimir ou escoller as opcións da impresora e para administrar a impresora. Se elixe un agora, e máis tarde se da conta de que non lle gusta o seu sistema de impresión poderá cambialo executando PrinterDrake dende o Centro de Control de Mandriva Linux e premendo no botón "%s".
he: כעת עליך לבחור מנגנון הדפסה במערכת. מערכות הפעלה אחרות אפשרו לך להשתמש במערכת הדפסה אחת, אולם מנדריבה לינוקס נותנת לך שתיים כל אחת ממערכות ההדפסה מותאמות לשימושים מסוימים ולתצורות שונות. * "%s" שהיא ראשי תיבות של "הדפס, אל תוסיף לתור" היא הבחירה המומלצת אם יש לך גישה ישירה למדפסת, ברצונך לתקן בעיות של דפים שנתקעים במדפסת, ואין לך מדפסות רשת. ("%s" יכולה לשמש בתצורות רשת פשוטות, אך היא עלולה להיות איטית במקצת). מומלץ להשתמש במערכת זו באם אין לך היכרות קודמת עם גנו/לינוקס. * "%s" - שהיא ראשי תיבות של "מערכת הדפסה סטנדרטית ביוניקס" מצוינת להדפסה למדפסת מקומית או למדפסת שנמצאת בחצי השני של העולם. היא פשוטה להגדרה ויכולה לשמש בתור לקוח אל מערכת ההדפסה הישנה "lpd" , כך שהיא מבטיחה תאימות עם מערכות הפעלה ישנות יותר.אשר אולי יצטרכו שירותי הדפסה. למרות עצמתה הרבה, התצורה הבסיסית פשוטה כמעט כמו "pdq". אם נדרשת לך הדמיית שירותי "lpd" עליך לאפשר את שרות הרקע "cups-lpd" המערכת "%s" כוללת גם כלי גרפי להדפסה או לבחירה של אפשרויות הדפסה, וכמו כן לניהול המדפסת. אם לאחר ההתקנה יתברר כי מערכת ההדפסה אינה מתאימה לצרכים שלך, יש באפשרותך לשנות אותה על ידי הרצת אשף המדפסת ממרכז הבקרה של מנדריבה לינוקס ובחירה בכפתור "%s".
hu: Itt lehet nyomtatórendszert választani a gép számára. Más operációs rendszerekben általában csak egy van, a Mandriva Linuxban viszont kettő is. Mindkettőnek megvannak a maga előnyei bizonyos környezetben használva. - "%s": "print, do not queue", azaz sorba tevés nélkül történő nyomtatás. Akkor válassza ezt, ha közvetlen kapcsolat van a nyomtatóval, továbbá ha szeretné, hogy egyszerűen meg lehessen oldani a papírberagadási problémákat illetve ha nincsen hálózati nyomtatója. A(z) "%s" módszer csak a legegyszerűbb hálózati szolgáltatásokat nyújtja, és hálózaton viszonylag lassú. Ha Ön nem rendelkezik komolyabb linuxos ismeretekkel, akkor érdemes ezt a módszert választania. - "%s": "Common UNIX Printing System", azaz általános UNIX-os nyomtatórendszer. Helyi és távoli nyomtatókra való nyomtatáshoz remekül használható. Ez egy egyszerűen beállítható rendszer, és képes a régi "lpd" nyomtatórendszer kiszolgálójaként vagy klienseként funkcionálni - vagyis kompatibilis a régebbi operációs rendszerekkel. Nagy tudású rendszer, viszont az alapvető beállítások majdnem olyan egyszerűen elvégezhetők benne, mint a "pdq" esetében. Ha arra használja, hogy egy "lpd" kiszolgálót emuláljon vele, akkor aktiválnia kell a "cups-lpd" szolgáltatást. A(z) "%s" rendelkezik grafikus felülettel, amely nyomtatásra, a nyomtatóparaméterek kiválasztására illetve nyomtatókezelésre használható. Telepítés után lehetősége lesz a nyomtatórendszer lecserélésére (ha mégsem felel meg az itt kiválasztott) - ehhez a PrinterDrake programot kell elindítani a Mandriva Linux Vezérlőközpontban, majd rá kell kattintani a(z) "%s" gombra.
id: Sekarang, waktunya memilih sistem pencetakan untuk komputer Anda. Sistem operasi lain mungkin menawarkan satu, tetapi Mandriva Linux menawarkan dua. Setiap sistem pencetakan sesuai untuk jenis konfigurasi tertentu. * "%s" - yang merupakan akronim untuk ``print, tidak ada antrian'', adalah pilihan jika Anda memiliki koneksi langsung ke printer Anda dan ingin bebas dari masalah kemacetan printer, serta tidak punya printer jaringan. ("%s" akan menangani kasus jaringan sederhana sehingga lambat ketika digunakan dalam jaringan. Anda direkomendasikan untuk menggunakan "pdq" jika ini pertama kali Anda mengenal GNU/Linux. * "%s" - kependekan dari ``Common Unix Printing System'' adalah pilihan yang canggih untuk mencetak ke printer lokal dan juga separuh planet. Opsi ini mudah dikonfigurasikan dan bisa berfungsi sebagai server/klien untuk sistem cetak "lpd" yang kuno, sehingga kompatibel dengan sistem lama yang mungkin masih membutuhkan layanan pencetakan. Meskipun handal, setup dasar hampir semudah "pdq". Jika Anda perlu mengemulasikan server "lpd" pastikan Anda mengaktifkan daemon "cups-lpd". %s menyertakan tampilan grafis untuk pencetakan atau memilih opsi printer dan mengelola printer. Jika Anda membuat pilihan sekarang dan nanti Anda tidak menyukai sistem cetak yang Anda pilih saat ini, Anda bisa merubahnya dengan menjalankan PrinterDrake dari Pusat Kontrol Mandriva dan klik tombol "%s".
is: Nú er komið að því að setja upp prentkerfi fyrir tölvuna þína. Önnur stýrikerfis bjóða þér kannski upp á eitt, en Mandriva Linux býður tvö. Hvort þeirra hefur sína kosti * "%s" -- sem er skammstöfun fyrir ``prenta ekki biðröð'' (print, do not queue) er rétti valkosturinn ef tölvan er beintengd við prentarann, og þú vilt geta stöðvað snarlega ef pappír festist eða flækist, eða ef þú hefur ekki nettengda prentara. ("%s" höndlar aðeins einföldustu nettengingar og er frekar hægvirkt ef það er notað á neti.) Það er þó mælt með að þú notir "pdq" ef þetta eru þín fyrstu kynni af GNU/Linux. * "%s" stendur fyrir `` Common Unix Printing System'' og er góður kostur hvort sem þú prentar á staðbundinn prentara eða á prentara sem er hinum megin á hnettinum. Það er einfalt að stilla og getur bæði verið miðlari og biðlari fyrir gamalkunnu "lpd" prentþjónustuna. Það er því samhæft við eldri stýrikerfi sem þurfa prentþjónustu. Þó að það sé mjög öflugt, þá er einfaldasta uppsetning næstum því eins einföld og "pdq". Ef þú þarft að herma eftir "lpd", mundu þá eftir að ræsa "cups-lpd" þjónustuna. "%s" er með myndrænt viðmót fyrir prentaraval og stjórnun á prentara. Hvað sem þú velur núna, þá getur þú breytt prentkerfinu með því að keyra PrinterDrake frá Mandriva Linux stjórnborðinu og smella á "%s" hnappinn.
it: Qui potrete scegliere il sistema di stampa da usare con il vostro computer; altri sistemi operativi ve ne offrono uno, ma Mandriva Linux ve ne offre ben due. Ciascuno di essi è adatto a un particolare tipo di configurazione. * "%s" -- che sta per ""print, do not queue"" ("stampa, non mettere in coda"), è la scelta migliore se avete una stampante collegata direttamente al computer, volete essere in grado di uscire rapidamente da eventuali situazioni di stallo della stampante, e non disponete di stampanti connesse via rete ("%s" può gestire solo configurazioni di rete molto semplici ed è comunque piuttosto lento in caso di stampa in rete). Scegliete "pdq" se questa è la vostra prima esperienza con GNU/Linux. * "%s" - "Common Unix Printing System" ("Sistema di stampa unificato per Unix"), offre risultati eccellenti per stampanti sia locali, sia che si trovino sull'altra faccia del pianeta. È semplice da configurare e può agire come server o client per il vecchio sistema di stampa "lpd", quindi è compatibile con i sistemi operativi più vecchi che potrebbero avere ancora bisogno di servizi di stampa. Nonostante le grandi potenzialità, la sua configurazione di base è semplice quasi quanto quella di "pdq". Se avete bisogno di emulare un server "lpd" ricordatevi di attivare il demone "cups-lpd". "%s" dispone di interfacce grafiche per la stampa, per la configurazione delle opzioni della stampante e per la sua gestione. Se fate una scelta adesso e successivamente cambiate idea, potrete sempre scegliere un diverso sistema di stampa avviando PrinterDrake dal Mandriva Linux Control Center e cliccando sul pulsante "%s".
ja: ここでは、コンピュータの印刷システムを選択します。他の OS には一種類しか ありませんが、Mandriva Linux には二種類の印刷システムがあります。それぞれ 利点と欠点がありますので、より適したものを選んでください。 * %s - 'Print, Do not Queue (印刷する。キューはしない)' の略。 マシンにプリンタを直接接続している/紙づまりのときにすぐ中断したい/ ネットワークプリンタがない場合はこれを選んでください。(%s は簡単な ネットワークにしか対応していません。また、ネットワーク内で使うと多少遅く なります)。初めて GNU/Linux をお使いの場合はpdqをお勧めします。 * %s - 'Common Unix Printing System' の略。 ローカルプリンタへの印刷も地球の裏側のプリンタへの印刷も問題なく処理 します。サーバとしても使えて、昔ながらの lpd 印刷システムのクライアント にもなるので、印刷サービスを必要とする古いシステムとも互換性があります。 強力であるにもかかわらず基本的な設定は pdq と同じくらい簡単です。 lpd サーバのエミュレートが必要な場合は cups-lpd デーモンを有効にして ください。「%s」には印刷/プリンタオプションの選択/プリンタの管理などの ためのグラフィカルフロントエンドがあります。 選択した印刷システムを後で変更する場合は、Mandriva Linux コントロール センターの PrinterDrake で「%s」をクリックしてください。
mk: Сега е време да го изберете системот за печатење за вашиот компјутер. Други оперативни системи може да ви понудат еден, „Mandriva Linux“ нуди два. Секој од системите за печатење најдобро одговара со одредени типови на конфигурација. * „%s“ -- што е акроним од „print, do not queue“, е вистинскиот избор ако имате директна врска со вашиот печатач, не сакате да имате паника при печатење и немате в мрежени печатачи. („%s“ ќе се справи само во случај на многу едноставна мрежа и споро работи кога се користи во мрежи.) Доколку ова е вашето прво искуство со „GNU/Linux“, препорачливо е да го користите „pdq„. * „%s“ -- или „Common Unix Printing System“ е извонреден и за печатење на локалниот печатач и за печатење од другата страна на планетата. Тој е едноставен за конфигурирање и може да се однесува како сервер или клиент за историскиот „lpd“ систем за печатење. Значи е компатибилен со постари оперативни системи на кои сеуште им се потребни сервиси за печатење. Иако е многу моќен, сепак, основното поставување е скоро лесно како и за „pdq“. Ако сакате да емулирате „lpd“ сервер, проверете дали е вклучен сервисот „cups-lpd“. „%s“. Вклучува и графички изглед за печатење или избирање на опции за печатачот и за раководење со истиот. Ако сега се одлучите за избор и подоцна не ви се допаѓа вашиот систем за печатење, можете да го промените со вклучување на „PrinterDrake“ од контролниот центар на „Mandriva Linux“ со протискање на копчето „%s“.
mt: Issa wasal il-waqt li tagħżel sistema ta' printjar għall-kompjuter tiegħek. Sistemi operattivi oħra joffrulek waħda, Mandriva Linux jagħtik tnejn. Kull waħda minn dawn is-sistema hija idejali għal ċirkostanzi differenti. * "%s" - li jfisser "printja minngħajr kju", hija l-aħjar għażla jekk għandek konnessjoni diretta mal-printer, trid il-faċilità li twaqqaf printjar malajr, u m'għandekx printers bin-network ("%s" jaċċetta biss networking sempliċi, u mhux effiċjenti fuq network). Tista' tagħżel "pdq" jekk din hija l-ewwel esperjenza tiegħek fuq GNU/Linux. * "%s""Sistema ta' Printjar Komuni tal-Linux" huwa eċċellenti kemm biex tipprintja fuq printer lokali kif ukoll fuq printer in-naħa l-oħra tad-dinja. Huwa sempliċi u jista' jaħdem kemm bħala server kif ukoll bħala klijent għal sistemi antiki "lpd", għalhekk huwa kompatibbli ma' sistemi antiki. Kapaċi jagħmel ħafna affarijiet, imma l-konfigurazzjoni bażika hija sempliċi kważi daqs "pdq". Biex jemula server "lpd", trid tħaddem is- servizz "cups-lpd". %s għandu interfaċċji grafiċi biex tipprintja jew tissettja l-għażliet tal-printer. Jekk tagħmel għażla issa, u wara tiskopri li ma togħġbokx din is-sistema, tista' tibdilha billi tħaddem PrinterDrake miċ-ċentru tal-kontroll ta' Mandriva Linux u tikklikkja l-buttuna "%s".
nb: Nå er det på tide å velge utskriftsystemet for din maskin. Andre operativsystemer tilbyr kanskje en, men Mandriva Linux tilbyr to. Hvert av systemene er best for et spesiell type oppsett. * «%s» -- som står for ``print, do not queue'', er valget hvis du har en direkte tilkobling til din printer og du vil ha muligheten til å flykte fra printerkræsj, og du ikke har nettverksskrivere. («%s» vil bare håndtere veldig enkle nettverkstilfeller og er nogenlunde treg for nettverk.) Det er anbefalt at du bruker «pdq» hvis dette er din første erfaring med GNU/Linux. * «%s» står for ``Common Unix Printing System'', er perfekt til å skrive til din egen lokale skriver, og også til skrivere på andre siden av kloden. Den er simpel og kan opptrå som både skriver og klient for det forhistoriske «lpd»-utskriftssystemet, så den er kompatibel med de eldre operativsystemer som fortsatt trenger utskriftstjenester. Selv om den er ganske kraftig, så er basisoppsettet nesten like enkelt som «pdq». Hvis du trenger å emulere en «lpd»-tjener, må du slå på «cups-lpd»-tjenesten. «%s» inkluderer et grafisk grensesnitt for utskrift eller oppsett av skriver og styring av skriver. Hvis du gjør et valg nå, og så senere finner ut at du ikke liker ditt utskriftssystem, så kan du endre det ved å kjøre PrinterDrake fra Mandriva Linux Kontrollsenter og klikke på «%s»-knappen.
nl: Het is nu tijd een afdruksysteem voor uw computer te selecteren. Andere besturingssystemen geven u er wellicht maar één, maar Mandriva Linux biedt er twee. Elk van deze afdruksystemen is het meest geschikt voor bepaalde typen configuraties. * "%s" - een afkorting van "print, do not queue", is de keuze indien u een directe verbinding tussen uw computer en uw printer heeft en u in staat wilt zijn om printtaken snel te stoppen in het geval van papierstoringen en u niet beschikt over netwerkprinters. ("%s" kan alleen omgaan met erg simpele netwerkprinttaken en is enigszins langzaam wanneer gebruikt in een netwerk.) "pdq" is de aanbevolen keuze als dit uw eerste kennismaking met GNU/Linux is. * "%s" staat voor ``Common Unix Printing System'' en is uitstekend geschikt om naar uw lokale printer af te drukken maar ook naar eentje aan de andere kant van de planeet. Het is eenvoudig te configureren en kan dienstdoen als een server of een client voor het antieke "lpd" afdruksysteem, zodat het overweg kan met oudere besturingssystemen die wellicht afdrukdiensten vereisen. Alhoewel het behoorlijk krachtig is, is de basisinstallatie bijna net zo eenvoudig als "pdq". In het geval dat u een "lpd"-server-emulatie nodig heeft, dient u de "cups-lpd"-voorziening in te schakelen. "%s" biedt grafische schillen voor het afdrukken en het beheren van de printer. Wanneer u nu een keuze maakt en er later achter komt dat uw afdruksysteem u niet bevalt dan kunt u het veranderen door PrinterDrake uit te voeren vanuit het Mandriva Linux Configuratiecentrum en op de "%s"-knop te klikken.
pl: Nadszedł czas na wybranie systemu drukowania. Inne systemy operacyjne mogą zaoferować jeden, lecz Mandriva Linux oferuje dwa. Każdy z tych systemów wydruku jest najlepszy dla określonego typu konfiguracji. * "%s" oznaczający "print, do not queue" (drukuj, nie buforuj), może zostać wybrany, jeśli komputer jest bezpośrednio połączony z drukarką, jeśli nie boisz się zatorów papieru w drukarce lub też nie posiadasz drukarki sieciowej. ("%s" obsłuży tylko bardzo proste sieci i jest cokolwiek wolny w przypadku korzystania z innych sieci.) Wybranie opcji "pdq" jest zalecane, jeżeli jest to twoje pierwsze doświadczenie z GU/Linux. * "%s" - "Common Unix Printing System"(zwykły system drukowania Uniksa), jest niezastąpiony, jeśli chodzi o drukowanie za pomocą drukarki lokalnej. Jest jednym z częściej używanych systemów drukowania. Jest on prosty i może pracować jako serwer lub też klient dla starożytnego systemu drukowania "lpd", więc pracować także ze starszymi systemami operacyjnymi, które wciąż potrzebują usług drukowania. Będąc całkiem wydajnym, podstawowa konfiguracja jest prawie tak łatwa jak w przypadku "pdq". Jeśli chcesz emulować serwer "lpq", upewnij się, że włączony jest demon "cups-lpd". "%s" zawiera graficzne nakładki do drukowania lub wyboru opcji służących do zarządzania drukarką. Jeśli wybór zostanie dokonany w tym miejscu, zaś później okaże się, że system wydruku nie odpowiada twoim potrzebom, można go zmienić, uruchamiając program PrinterDrake z Centrum Sterowania Mandriva. Należy tam także kliknąć przycisk "%s".
pt: Agora, é tempo de escolher o sistema de impressão para o seu computador. Outros sistemas operativos podem oferecer um, mas o Mandriva Linux oferece dois. Cada um dos sistemas de impressão é bem servido para tipos particulares de configuração. .*."%s" -- que é um anacronismo para ``imprimir, não meter em fila'', é a escolha se tem uma conexão directa à sua impressora e deseja poder parar tudo nos erros de impressão, e não tem impressoras em rede. ("%s" só irá gerir os casos mais simples de rede e é algo lento quando usado em redes). Recomenda-se que use "lpd" se é a sua primeira experiência com GNU/Linux. .*."%s" -- O `` Sistema de Impressão Comum Unix'', é excelente para imprimir para a sua impressora local e também para o outro lado do mundo. É simples e pode agir como servidor ou cliente para o antigo sistema de impressão "lpd". Portanto, é compatível com os sistemas anteriores. Pode fazer muitas coisas, mas a configuração de base é quase tão simples como "lpd". Se precisa dele para emular um servidor "lpd", tem que activar o servidor "cups-lpd". "%s" tem interfaces gráficos para imprimir ou escolher as opções de impressão. Poderá mudar a sua escolha de sistema após a instalação correndo o PrinterDrake a partir do Centro de Controlo Mandriva Linux e clicando no botão "%s".
pt_br: Aqui você seleciona o sistema de impressão para o seu computador. Outros sistemas operacionais podem oferecer-lhe apenas um, mas o Mandriva Linux oferece dois. Cada um se encaixa melhor em um tipo particular de configuração. * "%s" -- que significa 'print, do not queue' ou 'imprima não deixe na fila', e é a escolha caso você tenha uma conexão direta com sua impressora e você queira ser capaz decorrigir falhas na impressão, e também se você não possuir impressoras em rede. ("%s" só funcionará em redes bem simples e se tornará lento quando usado em redes). É recomendado que vc use "pdq" se este é sua primeira experiência com GNU/Linux. * "%s" -- 'Common Unix Printing System' ou 'Sistema de Impressão Comum do Unix', é excelente para imprimir em sua impressora local e também através do mundo. É simples de se configurar e pode agir como servidor ou cliente para o antigo sistema de impressão "lpd". Por isto, é compatível com os sistemas antigos que podem precisar de serviços de impressão. Pode fazer vários truques, mas a configuração é quase tão fácil quanto a do "pdq". Se você precisar emular um servidor "lpd", você deve ativar o serviço chamado "cups-lpd". " "%s" possui várias interfaces gráficas para selecionar as opções de impressão ou gerenciar a impressão. Você poderá mudar a sua escolha após a instalação utilizando o PrinterDrake no Centro de Controle Mandriva Linux, e clicando no botão "%s".
ru: Теперь пришло время выбрать систему печати для вашего компьютера. Другие OS могут предложить вам одну, а Mandriva Linux предлагает две. Каждая из систем является лучшей для определенной конфигурации. * "%s" -- что означает ``печатать, не ставить в очередь'' (``print, do not queue''), это удобный вариант, если вы напрямую подключены к своему принтеру, вы хотите избежать проблем с зажевыванием бумаги, и у вас нет сетевых принтеров. ("%s" сможет справиться только с очень простыми реализациями сетей и является для них довольно медленным.) Рекомендуется использовать "pdq " в случае, если вы только начинаете свой путь в GNU/Linux. * "%s" - `` Common Unix Printing System'' (Общая система печати Unix), это превосходная печать на вашем локальном принтере, а также на половине всей планеты. Она проста в настройке и может выступать в качестве сервера или клиента для древних систем печати "lpd ", поэтому она совместима с ранее выпущенными системами, которым возможно еще требуются службы печати. Несмотря на всю свою мощь, базовые настройки у нее проще чем у "pdq". Если вам нужно эмулировать "lpd", вы должны включить демон "cups-lpd ". "%s" имеет графический интерфейс для печати или выбора параметров принтера и для управления принтером. Если вы сделаете свой выбор сейчас, а позже обнаружите, что система печати вам не подходит, вы сможете изменить ее, запустив PrinterDrake из Центра Управления Mandriva Linux и нажав на кнопку "%s".
sk: Teraz nastal čas výberu tlačového systému pre váš počítač. Iné operačné systémy vám poskytujú zvyčajne iba jediný, Mandriva Linux vám poskytuje dva. Kazdý z nich je vhodný pre iný typ konfigurácie. * "%s" - čo znamená ``tlačiť, neukladať do fronty'', je vhodný výber ak máte priamo pripojenú tlačiareň k vášmu počítaču a chcete sa vyhnúť problémom so zaseknutým papierom v tlačiarni a nechcete mať sieťovú tlačiareň. ("%s" môže fungovať aj v malom sieťovom prostredí). Je odporučené použiť "pdq" ak nemáte skúsenosti s GNU/Linux systémom. * "%s" - ``Common Unix Print System'' je vynikajúci výber pre tlačenie na vašu lokálnu tlačiareň ako aj na sieťovú tlačiareň a rovnako aj pri poskytovaní tlačiarne v sieti. Je jednoduchý a dokáže fungovať ako server tak aj klient pre starší tlačový systém "lpd", ktorý je kompatibilný so staršími operačnými systémami, ktoré stále môžu vyžadovať tlačové služby. Základné nastavenie je tak isto jednoduché ako v prípade "pdq". Ak potrebujete emulovať "ldp" server budete musieť spustiť "cups-lpd" démona. "%s" obsahuje grafické nástroje na tlačenie, pre výber tlačiarní alebo ich manažovanie. Ak neskôr budete chciet svoju voľbu zmeniť alebo budete chcieť odstrániť tlačový systém môžete tak spraviť za pomoci PrinterDrake z Mandriva Linux Kontrolného centra kliknutím na tlačidlo "%s".
sl: Izberite sistem za tiskanje. Drugi operacijski sistemi navadno nudijo en sistem, Mandriva Linux pa vam daje na izbiro dva. Od obeh sistemov je vsak primeren za svojo vrsto namestitve. * »%s«--je kratica za »print, do not queue« (tiskaj, ne vnesi v čakalno vrsto). Ta sistem izberite, če imate s tiskalnikom neposredno povezavo, če želite imeti možnost zaustavitve tiskalnika ob napakah in nimate omrežnega tiskalnika. (»%s« je uporaben le za enostavna omrežna opravila in je za uporabo v omrežjih nekoliko počasen.) Uporabo »pdq« vam priporočamo, če je to vaša prva izkušnja s sistemom GNU/Linux. * »%s« - »Common Unix Printing System« je izvrstna izbira tako za tiskanje na vašem krajevnem tiskalniku, kot za tiskanje kjerkoli na svetu. Je enostaven za nastavljanje in lahko služi kot strežnik ali kot uporabnik v starodavnem »lpd« tiskalniškem sistemu, tako da je združljiv s starejšimi operacijskimi sistemi, ki še potrebujejo tiskalniške storitve. Kljub temu, da je zelo močan sistem, je za nastavljanje skoraj tako enostaven, kot »pdq«. Če potrebujete emulacijo lpd strežnika, vključite možnost »cups-lpd«. »%s« vsebuje grafične nastavitve za izbiro možnosti tiskanja in za nastavljanje tiskalnika. Če kasneje ugotovite, da vam nastavitve, ki ste jih izbrali, ne ustrezajo, jih lahko spremenite z orodjem PrinterDrake v nadzornem središču, tako da kliknete gumb »%s«.
sv: Här väljer du vilket skrivarsystem du ska använda. Andra operativsystem erbjuder dig kanske bara ett, men Mandriva erbjuder dig två. Vilket skrivarsystem som är lämpligast är beroende på vilken systemkonfiguration du har. * "%s" - vilket betyder "print, do not queue" (skriv direkt utan att använda köer), är det du ska välja om du har en direkt anslutning till din skrivare och vill ha möjligheten att stoppa utskrifter, och om du inte har några nätverksskrivare. "%s" hanterar bara enkla nätverksfall och är ganska långsamt över nätverk. Välj "pdq" om GNU/Linux är nytt för dig. * "%s" - ``Common Unix Printing System" är mycket bra på att skriva ut både till lokala skrivare eller till skrivare som kan vara placerade på andra sidan jorden. Det är enkelt att anpassa och kan agera som en server eller klient för det gamla skrivarsystemet "lpd", det är alltså kompatibelt med gamla skrivarsystem. Det är mycket kraftfullt, men den grundläggande installationen är nästan lika enkel som med "pdq". Om du ska använda emulera en "lpd"-server måste du aktivera demonen "cups-lpd". "%s" har grafiska gränssnitt för utskrift, för olika utskriftsalternativ, och för att styra skrivare. Om du gör ett val nu och senare kommer fram till att du inte gillar skrivarsystemet kan du alltid ändra dig efter installationen genom att använda PrinterdDrake i Mandrivas kontrollcentral, och där klicka på knappen "%s".
tg: Ҳоло вақте расидааст барои интихоби системаи чопкунӣ барои компютери шумо. Дигар СО ба шумо як намудро пешкаш карда метавонад, Mandriva Linux бошад, ду намудро. Ҳар яке аз системаҳо барои батанзимдарории муайяни беҳтарин мебошад. * "%s" -- ин маънои онро дорад, ки ``чопро саф наороед'' - ин интихоб, агар шумо бевосита ба чопгари худ пайваст бошед ва намехлҳед, ки қоғаз дар чопгар дар монад ва агар шумо чопгарони шабакавӣ надошта бошед ("%s" аз ӯҳдаи фақат шабакаҳои оддӣ баромада метавонад ва хеле барои онҳо суст мебошад.) Истифодаи "pdq" маслиҳат дода мешавад, ҳангоми гузоштани қадамҳои аввала ба GNU/Linux. * "%s" - `` Common Unix Printing System'', ин чопкуни олиҷаноб барои чопкунӣ дар шабакаи маҳаллии шумо, инчунин дар нисфи сайёра. Он дар батанзидарорӣ оддӣ ва ҳамчун хидматрасон ё мизоҷ дар системаҳои чопии пештараи "lpd ", баромада метавонад. Барои ҳамин ҳам он бо системаҳои пештаристеҳсолшуда мутобиқ мебошад. Ба ҳамаи пурқудратии он нигоҳ накарда батанзимдарориҳои асосии он аз "pdq" ҳам оддитар аст. Агар ба шумо намунасозии "lpd" хидматрасон лозим бошад, азозили "cups-lpd "-ро даргиронед. "%s" интерфейси графикӣ барои чоп кардан ё интихоби кортҳои принтер ва идоракунӣ бо он. Агар шумо интихоби худро кунед, лекин баъд маълум гардад, ки системаи чопкунӣ ба шумо писанд намеояд, шумо метавонед онро тағир диҳед ба воситаи сардодани PrinterDrake аз Маркази Идораи Mandriva ва пахшкунии "%s" тугмаи кордон.
uk: Зараз настав час вибрати систему друку на Вашому комп'ютері. Інші ОС мають одну систему друку, але Мандріва лінакс пропонує дві. Кожна система друку найкраще підходить до різних типів конфігурації. * "%s" -- який є акронімом для "друкувати, не ставити в чергу", є вибором, коли Ви маєте безпосередньо під'єднану друкарку і не хочете мати проблем із зминанням паперу, і не маєте мережевих друкарок. ("%s" керуватиме тільки дуже простими випадками з мережею і є в деякій мірі повільнішим, ніж використання з мережами). Рекомендується використовувати "pdq", якщо це Ваш перший досвід використання GNU/Linux. * "%s" - "Загальна система друку для Лінакс", є відміннім вибором для друку на місцеву друкарку або на іншу в будь-якій точці планети. Вона проста для налаштування і може працювати як клієнт або сервер для старих систем друку "lpd ", тобто є сумісною з попередніми операційними системами, які можуть все ще вимагати сервісів друку. Хоч вона і є дуже потужною, загальне встановлення є майже таким самим простим, як і "pdq". Якщо Вам потрібно емулювати сервер "lpd", переконайтеся, що увімкнена служба "cups-lpd ". "%s" має графічну оболонку для друку або вибору параметрів друкарки і управління нею. Якщо Ви зараз зробите вибір, а пізніше побачите, що ця система друку Вам не подобається, Ви можете її замінити з допомогою PrinterDrake з Центру керування Мандріва , натиснувши кнопку "%s".
vi: Đây là lúc chọn hệ thống in ấn dùng cho máy tính này. Các hệ điều hành khác có thể chỉ cung cấp một loại, nhưng Mandriva cho bạn 2 loại. Mỗi một hệ thống in ấn có một loại cấu hình riêng biệt. * "%s" - là chữ viết tắt của ``in, không xếp hàng'', là một lựa chọn nếu bạn có kết nối trực tiếp tới máy in và điều bạn muốn là có thể loại bỏ hiện tượng nghẽn hàng in, và bạn không có bất kỳ máy in mạng nào. ("%s" sẽ chỉ xử lý cho các trường hợp mạng rất đơn giản và có phần hơi chậm khi dùng trong mạng). Hãy chọn "pdq" nếu đây là lần đầu tiên bạn dùng GNU/Linux. * "%s" - ``Common Unix Printing System'' là lựa chọn tuyệt vời để in tới máy in cục bộ và cũng như máy in ở xa. Cấu hình nó đơn giản và có thể hoạt động như một server hay một client đối với hệ thống in "lpd" cũ, cho nên nó tương thích với các hệ điều hành cũ hơn cần các dịch vụ in. Nó rất mạnh, nhưng thiết lập cơ bản thì lại đơn giản là "pdq". Nếu cần giả lập một server "lpd", bạn cần bật chạy daemon "cups-lpd". "%s" có các front-end đồ họa để in hoặc chọn các tùy chọn cho máy in và để quản lý máy in. Nếu bây giờ bạn chọn nhưng sau này lại muốn đổi hệ thống in, bạn có thể thực hiện bằng việc chạy PrinterDrake từ Trung Tâm Điều Khiển của Mandriva Linux và nhấn nút "%s".
wa: Chal, vos tchoezixhoz li ké sistinme d' imprimaedje vos vloz eployî so vosse copiutrece. Des ôtes sistinmes d' operance k' i gn a vos dnèt onk, mins Mandriva Linux vos lait tchoezi inte deus, tchaeke onk estant l' meyeu dins on cas dné. * «%s» - ki vout dire «print, do not queue» (imprimer sins cawêye), est li tchuze a-z eployî si vosse copiutrece est raloyeye directumint a vosse copiutrece et ki vos vloz divni araedjî cwand l' papî s' bôre... et ki vos n' avoz nén des scrireces sol rantoele locåle («%s» n' sait manaedjî ki des apontiaedjes rantoele foirt simpes eyet il est ene miete londjin po-z imprimer pal rantoele). Tchoezixhoz «pdq» si vos estoz on mieraprindisse avou GNU/Linux. «%s» - «Common Unix Printing System» (sistinme di cmon imprimaedje po Unix), est clapant po l' imprimaedje so vosse sicrirece locåle ossu bén ki les cenes a l' ôte costé del bole. Il est simpe et pout fé do cliyint come do sierveu pol vî sistinme d' imprimaedje «lpd». Ça vout dire k' il est copatibe avou les sistinme k' i gn aveut davance. I pout fé bråmint d' afwaires, mins l' apontiaedje di båze est cåzu ossu åjhey ki l' ci di «pdq». Si vos avoz mezåjhe d' emuler on sierveu «lpd», i vs fåt mete en alaedje li demon «cups-lpd». «%s» a des eterfaces grafikes po tchoezi les scrireces, apontyî les tchuzes prôpes a tchaeskene et po-z imprimer. Si vos tchoezixhoz asteure, et ki pus tård vos n' inmez nén vosse sistinme d' imprimaedje, vos l' poloz åjheymint candjî avou l' usteye d' apontiaedje des scrireces, a-z enonder a pårti do cinte di contrôle di Mandriva Linux, tot clitchant sol boton «%s».
zh_cn: 现在, 应该为您的计算机选择打印系统了。其它的操作系统也许只提供了一种选择, 但 Mandriva Linux 提供了两种。每种打印系统都能够在不同的配置中大展身手。 * "%s" -- 这是``不排队打印''的缩写。如果您的打印机是直接连接在这台电脑上的, 您也不会打印太多的任务, 更不会使用网络打印机, 那么请选择本系统。("%s" 只能应付极为简单的网络情况, 而且在网络中使用也很慢。)如果您从来没有使用过 GNU/Linux, 那么推荐您使用"pdq"。 * "%s" -``通用 Unix 打印系统'', 不论是打印到本地打印机, 还是打印到地球另一面的网络打印机, 本系统都能完全胜任。它配置简单, 甚至可以作为老式 "lpd "打印系统的服务器和客户机。所以即便是老得掉牙的操作系统需要打印服务的话, 都可以顺畅的应用本系统。尽管它的功能十分强大, 可它的基本设置仍然和 "pdq" 一样简单。如果您想模拟一台 "lpd" 服务器, 不要忘了打开 "cups-lpd " 守护程序。"%s" 还包括一个图形界面, 可用来打印或选择打印机选项, 以及管理打印机。 如果您现在进行了选择, 但稍后又发现您并不喜欢所选择的打印系统, 可以轻松修改。只需从 Mandriva Linux Control Center中选择 PrinterDrake, 然后单击"%s"按钮。
zh_tw: 現在要選擇您的電腦要使用的列印系統. 其他作業系統或許只有提供您一種選擇, 但是 Mandriva Linux 這邊提供了兩種選擇. 每一種列印系統是最適合於特別設定型態. * "%s" - 是 ``print, do not queue (列印, 不排隊)'' 之縮寫字, 是當您有一個 直接連線的印表機, 您不想因為卡紙而驚慌, 且您沒有網路印表機. ("%s" 只將會處理非常簡單的網路條件且當用於網路時有些慢) 如果這是您第一次 GNU/Linux 經驗, 建議您使用"pdq". * "%s" 是 ``Common Unix Printing System (通用 Unix 列印系統)'', 這是一套 對於直接列印到本地端印表機上, 或者是到地球另一端都相當出色的選擇. 它的設定 是相當簡單且可以當成古老的 lpd 列印系統的伺服器端或者是用戶端使用, 所以它是 相容於需要列印服務比較舊的作業系統。相當強大，基本設定幾乎跟 "pdq" 一樣 簡單. 如果您希望能夠模擬 "lpd" 伺服器, 確定您開啟 "cups-lpd" daemon. "%s" 提供了圖形的介面前端給列印, 選擇列印的選項, 管理印表機. 如果您現在做出決定, 且您之後發現不喜歡您的列印系統, 您可以藉由從 Mandriva Linux 控制中心執行 PrinterDrake 點選 "%s" 按鍵改變它.
