Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Espanol
ar: الأسبانية
bn: স্পেনীয়
ca: Espanyol
cs: Španělské
cy: Sbaeneg
da: Spansk
de: Spanisch
eo: Hispana
es: Français
et: Hispaania
eu: Gaztelania
fa: اسپانول
fi: espanja
fr: Espagnol
gl: Español
he: ספרדית
hu: spanyol
id: Spanyol
is: Spænska
it: Spagnolo
ja: スペイン語
mk: Шпански
nb: Spansk
nl: Spaans
nn: Spansk
pl: Hiszpański
pt: Espanhol
pt_br: Espanhol
ru: Испанский
sk: Španielsky
sl: Angleščina
sv: Spanska
tg: Испанӣ
uk: Іспанська
vi: Tây ban nha
wa: Español
zh_cn: 西班牙
zh_tw: 西班牙語

source: Use Unicode by default
et: Vaikimisi Unicode kasutamine
pt_br: Usar Unicode por padrão
sl: Privzeto uporabljaj Unicode
