Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: At this point, you need to choose which partition(s) will be used for the installation of your Mandriva Linux system. If partitions have already been defined, either from a previous installation of GNU/Linux or by another partitioning tool, you can use existing partitions. Otherwise, hard drive partitions must be defined. To create partitions, you must first select a hard drive. You can select the disk for partitioning by clicking on ``hda'' for the first IDE drive, ``hdb'' for the second, ``sda'' for the first SCSI drive and so on. To partition the selected hard drive, you can use these options: * "%s": this option deletes all partitions on the selected hard drive * "%s": this option enables you to automatically create ext3 and swap partitions in the free space of your hard drive "%s": gives access to additional features: * "%s": saves the partition table to a floppy. Useful for later partition-table recovery if necessary. It is strongly recommended that you perform this step. * "%s": allows you to restore a previously saved partition table from a floppy disk. * "%s": if your partition table is damaged, you can try to recover it using this option. Please be careful and remember that it does not always work. * "%s": discards all changes and reloads the partition table that was originally on the hard drive. * "%s": un-checking this option will force users to manually mount and unmount removable media such as floppies and CD-ROMs. * "%s": use this option if you wish to use a wizard to partition your hard drive. This is recommended if you do not have a good understanding of partitioning. * "%s": use this option to cancel your changes. * "%s": allows additional actions on partitions (type, options, format) and gives more information about the hard drive. * "%s": when you are finished partitioning your hard drive, this will save your changes back to disk. When defining the size of a partition, you can finely set the partition size by using the Arrow keys of your keyboard. Note: you can reach any option using the keyboard. Navigate through the partitions using [Tab] and the [Up/Down] arrows. When a partition is selected, you can use: * Ctrl-c to create a new partition (when an empty partition is selected) * Ctrl-d to delete a partition * Ctrl-m to set the mount point To get information about the different file system types available, please read the ext2FS chapter from the ``Reference Manual''. If you are installing on a PPC machine, you will want to create a small HFS ``bootstrap'' partition of at least 1MB which will be used by the yaboot bootloader. If you opt to make the partition a bit larger, say 50MB, you may find it a useful place to store a spare kernel and ramdisk images for emergency boot situations.
ar: عند هذه النقطة، تحتاج لاختيار أي التجزيئات ستستخدم لتثبيت نظام ماندريبا لينكس. إن كانت التجزيئات بالفعل مُعرّفة، إمّا من تثبيت سابق لجنو/لينكس أو بواسطة أداة أخرى، يمكن أن تستخدم التجزيئات الحاليّة . وإلا، يجب أن تُعَرَّف تجزيئات القرص الصّلب. لإنشاء التجزيئات، يجب أوّلاً يجب أن تختار قرص صلب. يمكن أن تختار قرص للتّجزئة بالضّغط على ''hda'' لقرص IDE الأوّل، "hdb" للثّاني، "sda" لقرص SCSI الأوّل وهكذا. لتقوم بتجزئة القرص الصّلب المحدّد، يمكنك استخدام هذه الخيارات: * "%s": هذا الخيار يحذف كل التجزيئات على القرص الصّلب المحدّد * "%s": هذا الخيار يمكّنك من إنشاء تجزيئات ext3 والذّاكرة البديلة آليّاً في المساحة الشّاغرة لقرصك الصّلب * %s: يعطي حقّ الوصول إلى مزايا إضافيّة: * "%s": يحفظ جدول التجزئة إلى قرص مرن. مفيد لاسترجاع لاحق لجدول التجزئة إن كان ضروريّاً. من المُستحسن جداً أن تقوم بهذه الخطوة. * %s: يسمح لك باستعادة جدول تجزئة محفوظ مسبقاً من قرص مرن. * " %s": إن كان جدول التّجزئة معطوباً، يمكنك محاولة استعادته باستخدام هذا الخيار. رجاءً كن على حذر وتذكّر أنّه لا يعمل دائماً. * "%s": يتجاهل كلّ التّغييرات ويعيد تحميل جدول التّجزئة الذي كان أصلاً على القرص الصّلب. * "%s": إزالة اختيار هذا الخيار سيجبر المستخدمين على القيام يدويّاً بتجهيز و فكّ الوسائط القابلة للإزالة كالأقراص المرنة والمدمجة. * "%s": استخدم هذا الخيار إن رغبت في استخدام المرشد لتجزئة قرصك الصّلب. هذا مستحسن إن لم يكن لديك فهم جيّد للتّجزئة. * "%s": استخدم هذا الخيار لإلغاء تغييراتك. * "%s": يوفّر أعمالاً إضافيّة على التجزيئات )النّوع، الخيارات، التّنسيق( ويعطيك المزيد من المعلومات حول القرص الصّلب. * "%s": عندما تنتهي من تجزئة قرصك الصّلب، سوف يقوم هذا بحفظ تغييرات إلى القرص. عند تحديد الحجم لتجزيء ما، يمكنك تحديد حجم التّجزيء بدقّة باستخدام مفاتيح الأسهم للوحة مفاتيحك. ملاحظة: يمكنك الوصول إلى أيّ خيار باستخدام لوحة المفاتيح. تنقّل بين التجزيئات باستخدام [TAB] وأسهم أعلى/أسفل. عندما تُحدّد تجزيءً، يمكنك استخدام: * Ctrl-c لإنشاء تجزيء جديد )عندما يكون تجزيء فارغ مُحدّد(. * Ctrl-d لحذف تجزيء * Ctrl-m لتحدّد مكان التركيب. لتحصل على معلومات حول أنواع أنظمة الملفّات المختلفة المتوفّرة، رجاءً اقرا فَصْل ext2FS من ``الدّليل المرجعي``. إن كنت تقوم بالتّثبيت على ماكينة PPC، ستحتاج أن تنشئ تجزيء HFS ``bootstrap`` صغير بحجم 1 ميجابايت على الأقلّ والذي سيستخدم بواسطة مُحمّل الإقلاع yaboot. إن اخترت أن تجعل التجزيء أكبر قليلاً، لنقل 50 ميجابايت، قد تجده مفيد لتخزين نواة احتياطية وصور ramdisk من أجل أوضاع الإقلاع الطّارئة.
bn: এই সময়ে আপনাকে Mandriva Linux যে পার্টিশনে ইনস্টল হবে তা নির্বাচন করতে হবে। যদি আগে থেকেই পার্টিশন তৈরী থাকে, (GNU/Linux এর পুর্বের কোন ইনস্টলেশনের কারনে বা অন্য কোন পার্টিশন টুল দিয়ে তৈরী করা) আপনি সেগুলো ব্যবহার করতে পারেন। অন্যথায় হার্ডড্রাইভ পার্টিশন তৈরী করতে হবে। পার্টিশন তৈরী করতে প্রথমে একটি হার্ডড্রাইভ নির্বাচন করুন। প্রথম পার্টিশন নির্বাচনের জন্য "hda", দ্বিতীয় পার্টিশনের জন্য "hdb", প্রথম SCSI ড্রাইভের জন্য "sda" ইত্যাদি ক্লিক করুন। নির্বাচিত ড্রাইভটি পার্টিশন করতে নিম্নলিখিত অপশনসমূহ ব্যবহার করুন: * "%s": এই অপশনটি নির্বাচিত ড্রাইভের সব পার্টিশন মুছে দিবে * "%s": এই অপশনটি আপনার হার্ডড্রাইভের খালি অংশে স্বয়ংক্রিয়ভাবে ext3 এবং swap পার্টিশন তৈরী করতে দিবে। "%s": আরও ফিচার ব্যবহার করার সুযোগ দেয়: * "%s": পার্টিশন টেবিলটি ফ্লপিতে সংরক্ষন করে যা কিনা পরবর্তীতে পার্টিশন টেবিল উদ্ধার করতে কাজে লাগে। এটি খুবই গুরুত্বপুর্ণ একটি ধাপ যেটি আপনার করা উচিত। * "%s": ফ্লপি ডিস্কে সংরক্ষিত পার্টিশন টেবিল এনে তা পুর্বাবস্থায় ফিরিয়ে নেয়। * "%s": আপনার পার্টিশন টেবিল নষ্ট হলে আপনি এই অপশনটি দিয়ে তা মেরামত করার চেষ্টা করতে পারেন। অনুগ্রহ করে সাবধানতা অবলম্বন করবেন এবং মনে রাখবেন এই প্রক্রিয়া সবসময় সফল নাও হতে পারে। * "%s": সব পরিবর্তন বাতিল করে দিয়ে হার্ডড্রাইভের পুর্বের মূল পার্টিশন টেবিল লোড করে। * "%s": এই অপশনটি অনির্বাচিত করলে, ব্যবহারকারীদের রিমুভেবল মাধ্যম যেমন ফ্লপি এবং CD-ROM নিজে নিজে মাউন্ট/আনমাউন্ট করার প্রায়োজন পরবে। * "%s": এই অপশনটি ব্যবহার করুন যদি হার্ডড্রাইভ পার্টিশন আপনি উইজার্ডের মাধ্যমে করতে চান। পার্টিশন সম্বন্ধে ভাল ধারনা না থাকলে এই অপশনটি পরামর্শনীয়। * "%s": এই অপশনটি ব্যবহার করে পরিবর্তনগুলো বাতিল করুন। * "%s": আপনার পার্টিশনে আরও কিছু কাজ (ধরন, অপশন ফরম্যাট) করার অপশন দেয় ও হার্ডড্রাইভ সম্পর্কে আরও তথ্য দেয়। * "%s": পার্টিশন করা শেষ হলে এই অপশন আপনার সেটিংগুলো ডিস্কে সংরক্ষণ করবে। পার্টিশনের সাইজ ঠিক করতে আপনি কীবোর্ডের তীর চিহ্নিত কীগুলো ব্যবহার করতে পারেন। দ্রষ্টব্য: আপনি যেকোন অপশন কীবোর্ড দিয়ে নির্বাচন করতে পারেন। পার্টিশন নির্বাচন করতে [Tab] এবং [Up/Down] তীর চিহ্নগুলো ব্যবহার করুন। যখন একটি পার্টিশন নির্বাচন অবস্থায় আছে, আপনি নিম্নলিখিত কীগুলো ব্যবহার করতে পারেন: * Ctrl-c নতুন পার্টিশন তৈরী করার জন্য (যখন একটি খালি পার্টিশন নির্বাচন করা হয়েছে) * Ctrl-d একটি পার্টিশন মুছে দিতে * Ctrl-m মাউন্ট পয়েন্ট সেট করতে বিদ্যমান ফাইল সিস্টেমের ধরন সম্পর্কে জানতে হলে "Reference Manual" এর ext2FS অধ্যায়টি পড়ুন। আপনি যদি PPC মেশিনে ইনস্টল করেন, তাহলে আপনাকে yaboot বুটলোডারের ব্যবহারের জন্য একটি ছোট অন্তত ১ এমবি এর HFS "বুটস্ট্র্যাপ" পার্টিশন তৈরী করতে হবে। আপনি যদি পার্টিশনটি আরও বড় করতে চান, যেমন ৫০ MB, আপনি কোন জরুরী বুট সমস্যার জন্য একটি আলাদা কার্নেল এবং ramdisk তৈরী করে এই পার্টিশনে রাখতে পারেন।
et: Nüüd peate valima partitsiooni(d), kuhu soovite Mandriva Linuxi paigaldada. Kui need on juba olemas kas GNU/Linuxi varasema paigalduse või mõne muu kettajagamisvahendi tegevuse tulemusena, võite kasutada olemasolevaid partitsioone. Vastasel juhul tuleb need luua. Partitsioon on loogiliselt eraldatud kõvaketta piirkond, mille suurust ei ole võimalik hiljem, töötavas süsteemis enam muuta. Samuti hävivad partitsiooni kustutamisel kõik selles leiduvad andmed. Kõvaketta jagamise lihtsustamiseks on loodud nõustaja, mille soovitused on harilikult mõistlikud. Partitsioonide loomiseks valige esmalt kõvaketas. "hda" tähendab siin esimest IDE-ketast, "hdb" teist IDE-ketast, "sda" esimest SCSI-ketast ja nii edasi. Valitud ketta jagamiseks on järgmised võimalused: * "%s": kustutatakse kõik olemasolevad partitsioonid sellel kettal. * "%s": sel juhul tekitatakse Linuxile vajalikud partitsioonid kõvaketta vabale osale automaatselt. "%s" pakub mõned lisavõimalused: * "%s": salvestab partitsioonitabeli disketile. Sellest on kasu hilisemal partitsioonitabeli taastamisel, kui seda vaja peaks olema. Igal juhul on äärmiselt soovitav see samm ette võtta. * "%s": võimaldab taastada disketilt varem salvestatud partitsioonitabeli. * "%s": kui partitsioonitabel on vigastatud, võib proovida seda parandada. Palun ärge selle peale siiski liiga palju lootke. * "%s": kui soovite tühistada kõik enda tehtud muutused ja alustada algse partitsioonitabeliga. * "%s": selle võimaluse tühistamine sunnib kasutajaid käsitsi haakima ja lahutama eemaldatavaid andmekandjaid, st diskette ja CD-sid. * "%s": kui soovite uue partitsioonitabeli loomisel samm-sammulist juhatust. See on soovitatav, kui Te ei ole varem midagi sellist teinud. * "%s": selle võimalusega saab tühistada kõik tehtud muudatused. * "%s": võimaldab partitsioonidega ette võtta lisaoperatsioone (tüüp, võtmed, vorming) ning pakub rohkem infot. * "%s": kui olete kõvaketta jagamise lõpetanud, saate sellele nupule klõpsates tehtud muudatused salvestada. Partitsiooni suurust määrates saate seda täpselt paika panna klaviatuuril asuvaid nooleklahve kasutades. Märkus: igale võimalusele pääseb ligi ka klaviatuuri abil. Partitsioonidel saab liikuda klahvidega [Tab] ning üles-alla nooleklahvidega. Partitsiooni valimisel saab ette võtta järgmisi toiminguid: * Ctrl+C uue partitsiooni loomine (kui valitud on tühi partitsioon). * Ctrl+D partitsiooni kustutamine. * Ctrl+M haakepunkti määramine. Lähemat infot erinevate failisüsteemitüüpide kohta leiab "Süvateadmiste käsiraamatu" ("Reference Manual") peatükist "Linuxi failisüsteem". Kui paigaldamine toimub PPC-masinas, tuleks luua vähemalt 1MB suurune väike HFS "bootstrap"-partitsioon, mida kasutab alglaadur yaboot. Kui Te aga teete selle partitsiooni natukene suuremaks (näiteks nii umbes 50MB), on see päris hea koht, kuhu hädaolukorraks paigutada tagavarakernel ja ramdisk-laadepildid.
eu: Orain, Mandriva Linux sistema instalatzeko zein partizio erabiliko d(ir)en aukeratu behar duzu. Partizioak jadanik definituta badaude, (GNU/Linux-en aurreko instalazio batek edo beste partizio-tresna batek definituta), lehendik dauden partizioak erabil ditzakezu. Bestela, disko zurruneko partizioak definitu behar dituzu. Partizioak sortzeko, aurrena disko zurrun bat hautatu behar duzu. Partizioa egiteko diskoa hautatzeko sakatu ``hda'' lehen IDE unitaterako, ``hdb'' bigarrenerako, ``sda'' lehen SCSI unitaterako, eta abar. Hautatutako disko zurrunaren partizioa egiteko, aukera hauek erabil ditzakezu: * "%s": aukera honek hautatutako disko zurruneko partizio guztiak ezabatzen ditu * "%s": aukera honekin automatikoki sor ditzakezu ext3 eta swap partizioak disko zurruneko leku librean "%s": eginbide gehiagotarako aukera ematen du: * "%s": partizio-taula diskete batean gordetzen du. Baliagarria da geroago partizio-taula berreskuratzeko, behar izanez gero. Oso gomendagarria da urrats hau egitea. * "%s": lehen gordetako partizio-taula disketetik berreskuratzeko erabil daiteke. * "%s": partizio-taula hondatuta badago, berreskuratzen saia zaitezke aukera honen bidez. Kontuz ibili eta gogoan izan huts egin dezakeela. * "%s": aldaketa guztiak desegiten ditu eta hasierako partizio-taula kargatzen du. * "%s": aukera hau desgaitzen baduzu, euskarri aldagarriak (disketeak, CD-ROMak eta horrelakoak) eskuz muntatu eta desmuntatzera behartuko dituzu erabiltzaileak. * "%s": erabili aukera hau disko zurruneko partizioa egiteko morroia erabili nahi baduzu. Partizioak egiten ongi ez badakizu, morroia erabiltzea gomendatzen dizugu. * "%s": aukera hau aldaketak bertan behera uzteko erabil dezakezu. * "%s": partizioekin gauza gehiago egiteko aukera ematen du (mota, aukerak, formatua) eta disko zurrunari buruzko informazio gehiago ematen du. * "%s": disko zurrunaren partizioak egiten amaitutakoan, diskoari egindako aldaketak gordeko ditu. Partizio baten tamaina definitzean, doitasunez zehatz dezakezu tamaina, teklatuko gezi-teklak erabiliz. Oharra: edozein aukera eskura dezakezu teklatuaren bidez. Partizio batetik bestera joateko, [Tab] eta [Gora/Behera] geziak erabil ditzakezu. Partizio bat hautatuta dagoenean, aukera hauek dituzu: * Ktrl-c beste partizio bat sortzeko (partizio huts bat hautatuta dagoenean) * Ktrl-d partizio bat ezabatzeko * Ktrl-m muntatze-puntua ezartzeko Erabil daitezkeen fitxategi-sistema desberdinei buruzko informazioa lortzeko, irakurri ``Erreferentzia Eskuliburuko'' ext2FS kapitulua. PPC makina batean instalatu behar baduzu, gutxienez 1 Mbko HFS ``bootstrap'' partizio txiki bat sortzea komeni zaizu, yaboot abioko kargatzaileak erabil dezan. Partizioa handixeagoa egitea hautatzen baduzu, adibidez 50 MBkoa, leku egokia izan daiteke ordezko nukleo bat eta ramdisk imajinak biltegiratzeko emergentziazko abioa egin ahal izateko.
fa: در این نقطه، شما مجبور به انتخاب قسمت‌بندی(های) که برای نصب سیستم لینوکس ماندریبا استفاده خواهد شد هستید.اگر قسمت‌بندی‌هایی که یا از یک نصب قبلی گنو/لینوکس یا بوسیله ابزار قسمت‌بندی دیگر وجود دارند، می‌توانید از آنها استفاده کنید. در غیر این صورت، قسمت‌بندی‌ها باید ایجاد شوند. برای ایجاد قسمت‌بندی‌ها، شما باید اول یک دستگاه دیسک را انتخاب کنید. شما می‌توانید آن دیسک را بوسیله‌ی کلیک بر ``hda'' برای اولین دستگاه IDE و ``hdb'' برای دومین، ``sda'' برای اولین دستگاه SCSI و غیره برای قسمت‌بندی انتخاب کنید. برای قسمت‌بندی دستگاه دیسک انتخاب شده، می‌توانید از این گزینه‌ها استفاده کنید: * "%s": این گزینه تمام قسمت‌بندی‌های روی دیسک انتخاب شده را حذف می‌کند * "%s": این گزینه بر روی فضای آزاد دیسک شما بطور خودکار قسمت‌بندی‌های ext3 و حافظه مبادله را ایجاد می‌کند "%s": دسترسی به قابلیت‌های دیگر را فراهم می‌سازد * "%s": جدول قسمت‌بندی را بر دیسکچه ذخیره می‌کند.در صورت لزوم بعدا می‌توان آن را بازنشانی کرد. انجام این گام بشدت سفارش می‌شود. * "%s": به شما اجازه‌ی باز‌نشانی جدول قسمت‌بندی ذخیره شده را از دیسکچه می‌دهد. * "%s": اگر جدول قسمت‌بندی شما خراب شده باشد با این گزینه می‌توانید آن را بازنشانی کنید. لطفا دقت کنید و بخاطر داشته باشید که این همیشه درست کار نمی‌کند. * "%s": تمام تغییرات باطل شده و جدول قسمت‌بندی اصلی بر دستگاه دیسک بارگذاری مجدد می‌شود. * "%s": غیرفعال کردن این گزینه کاربران را مجبور می‌کند که رسانه‌های قابل حمل از قبیل دیسکچه و سی‌دی را دستی سوار یا پیاده کنند. * "%s": اگر می‌خواهید از یک جادوگر برای قسمت‌بندی دیسک خود استفاده کنید از این گزینه استفاده نمایید. این گزینه اگر شما تجربه‌ی قبلی از قسمت‌بندی کردن دیسک ندارید پیشنهاد می‌شود. * "%s": برای لغو تغییرات خود از این گزینه استفاده کنید. * "%s": عملیات بیشتری را بر قسمت‌بندی‌ها اجازه داده (نوع، گزینه‌ها، قالب‌بندی) و اطلاعات بیشتری را درباره دستگاه دیسک می‌دهد. * "%s": وقتی شما قسمت‌بندی دستگاه دیسک خود را به اتمام رساندید، این تغییرات شما را بر دیسک ذخیره می‌سازد. وقتی اندازه‌ی یک قسمت‌بندی را تعیین می‌کنید، می‌توانید بخوبی از کلیدهای جهت‌دار صفحه‌کلید خود استفاده کنید. توجه: می‌توانید به هر گزینه توسط صفحه‌کلید دسترسی پیدا کنید. در طول قسمت‌بندی با استفاده از جهت‌های [پرش] و [بالا/پایین] مرور کنید. وقتی یک قسمت‌بندی انتخاب شده باشد، می‌توانید از: * Ctrl-c برای ایجاد یک قسمت‌بندی جدید (وقتی یک قسمت‌بندی خالی انتخاب شده باشد) * Ctrl-d برای حذف یک قسمت‌بندی * Ctrl-m برای تعیین نقطه‌ی سوارسازی برای دریافت اطلاعات درباره انواع سیستم پرونده موجود، لطفاً فصل ext2FS را از ` دستورالعمل مرجع'' بخوانید. اگر شما بر یک ماشین PPC نصب می‌کنید، شما باید یک قسمت‌بندی کوچک HFS ``bootstrap'' حداقل ۱ مگابایت که برای بارگذار آغازگر yaboot استفاده می‌شود را ایجاد کنید اگر شما بطور اختیاری آن قسمت‌بندی را بزرگتر بسازید، مثلاً ۵۰ مگابایت، شما آن را برای انبار یک هسته یدک و تصاویر ramdisk در شرایط آغازگری اضطراری مفید خواهید یافت.
fi: Tässä vaiheessa sinun pitää määrittää mitkä osiot käytetään Mandriva Linux -järjestelmäsi asennuksessa. Jos osioita on jo määritelty, joko edellisestä GNU/Linux-asennuksesta tai jonkun toisen osiointityökalun tekeminä, niin voit käyttää olemassa olevia osioita. Muussa tapauksissa osiot pitää luoda. Luodaksesi osioita, sinun pitää ensin valita kiintolevy. Voit valita osioitavan levyn painamalla 'hda' ensimmäiselle IDE-levylle, 'hdb' toiselle, 'sda' ensimmäiselle SCSI-levylle ja niin edelleen. Osioidaksesi valitun levyn voit valita näistä vaihtoehdoista: * "%s": tämä toiminto poistaa kaikki osiot kiintolevyllä * "%s": tämä toiminto luo automaattisesti tarvittavat ext3-osiot ja sivutusosion levyn tyhjästä tilasta "%s": näyttää seuraavat lisätoiminnot: * "%s": tallentaa osiotaulun levykkeelle. Tämä on hyödyllinen levyke, jos pitää palauttaa osiotaulu. Suosittelemme tämän levykkeen tekoa * "%s": palauttaa aikaisemmin tallennetun osiotaulun levykkeeltä * "%s": jos osiotaulusi on viottunut, voit kokeilla sen korjaamista tällä toiminnolla. Ole varovainen, ja muista että tämä voi epäonnistua * "%s": hylkää kaikki tekemäsi muutokset ja palauta alkuperäinen osiotaulu * "%s": tämän valinnan poistaminen pakottaa käyttäjät itse liittämään ja irrottamaan vaihdettavat levyt, esim. levykkeet ja CD-levyt * "%s": valitse tämä vaihtoehto jos haluat velhon osioimaan kiintolevysi. Tämä on suositeltua sinulle jos osiointi ei ole tuttua * "%s": tämä vaihtoehto poistaa tekemäsi muutokset * "%s": sallii lisätoimintoja osioille (tyyppi, optiot, formaatti) ja näyttää lisätietoja * "%s": kun kiintolevyn osiointi on valmis, tämä toiminto tallentaa tekemäsi muutokset levylle ja jatkaa asennusta. Kun määrität osion kokoa, voit hienosäätää kokoa käyttämällä näppäimistön nuolinäppäimiä. Huom!: Voit myös käyttää kaikkia toimintoja näppäimistöllä. Siirry osioiden ja toimintojen välillä käyttämällä [Tab] ja [Ylös/Alas] näppäimiä. Kun osio tai tyhjä tila on valittu voit käyttää: * Ctrl-C luodaksesi uuden osion (kun tyhjä tila on valittu) * Ctrl-D poistaaksesi osion * Ctrl-M valitaksesi liitospisteen Saadaksesi lisätietoja käytettävissä olevista tiedostojärjestelmistä, lue lisää ``Reference Manual'':sta osasta ext2FS. Jos olet asentamassa PPC-koneelle, sinun pitää luoda pieni HFS ``bootstrap''-osio kooltaan vähintään 1Mt, joka tulee Yaboot käynnistyslataajan käyttöön. Jos päätät tehdä osiosta vähän suuremman, esim. 50Mt, on hyvä ajatus asentaa ylimääräinen ydin ja ramdisk-kuva virhetilanteiden käynnistystarpeeseen.
fr: À cette étape, vous devez sélectionner quelle partition sera utilisée pour votre système Mandriva Linux. Si votre disque est déjà partitionné, soit par une autre installation GNU/Linux ou par un autre outil de partitionnement, vous pourrez les utiliser. Sinon, les partitions devront être créées. Pour créer une partition, vous devez d'abord sélectionner le disque à utiliser. Vous pouvez le sélectionner en cliquant sur « hda » pour le premier disque IDE, « hdb », pour le second, « sda » pour le premier disque SCSI, et ainsi de suite. Pour partitionner le disque dur sélectionné, vous pouvez utiliser les options suivantes : * « %s » : cette option effacera toutes les partitions sur le disque sélectionné; * « %s » : cette option permet de créer un système de ficher ext3 et « Swap » dans l'espace libre sur votre disque; « %s » : permet d'accéder à des fonctionnalités supplémentaires : * « %s » : sauvegarde la table de partition sur un disque amovible. Cette option s'avère particulièrement pratique pour réparer des partitions endommagées. Il est fortement recommandé de procéder ainsi; * « %s » : permet de restaurer une table de partition sauvegardée au préalable sur une disquette. * « %s » : si votre table de partition est endommagée, vous pouvez essayer de la récupérer avec ces options. Soyez prudent et sachez que cela ne fonctionne pas à coup sûr. * « %s » : écarte les changements et charge la table de partition initiale; * « %s » : en cochant cette case, les CD-ROM et disquettes (et autres supports) seront chargés automatiquement. * « %s » : utilisez cette option si vous souhaitez utiliser un assistant pour partitionner votre disque. Cette option est particulièrement recommandée si vous faites vos premiers pas avec les partitions. * « %s » : utilisez cette option pour annuler vos changements; * « %s » : permet des actions supplémentaires sur les partitions (type, options, format) et donne plus d'informations; * « %s » : une fois le partitionnement terminé, ce bouton vous permettra de sauvegarder vos changements sur le disque. Lorsque vous définissez la taille d'une partition, vous pouvez choisir précisément la taille de celle-ci en utilisant les Flèches de votre clavier. Note : vous pouvez atteindre toutes les options en utilisant le clavier. Naviguer avec les flèches et [Tab]. Une fois la partition sélectionnée, vous pouvez utiliser : * Ctrl-c pour créer un nouvelle partition (lorsqu'une partition vide est sélectionnée; * Ctrl-d pour effacer une partition; * Ctrl-m pour définir le « mount point » Pour obtenir plus d'information sur les systèmes de fichiers, veuillez lire sur le système de fichier ext2FS dans « Manuel de Référence ». Si vous installez sur un poste PPC, vous devrez créer une petite partition HFS « bootstrap » d'au moins 1 Mo qui sera utilisée par le chargeur de démarrage (« bootloader ») yaboot. Si vous optez pour une partition plus grande, disons 50Mo, vous trouverez utile d'y placer des noyaux et des images « ramdisk » accessibles en cas de problème.
nl: Op dit punt dient u te kiezen welke partitie(s) gebruikt zullen worden voor de installatie van uw Mandriva Linux systeem. Indien er reeds partities gedefinieerd zijn, van een vorige GNU/Linux installatie of door een ander partitioneringsprogramma, kunt u bestaande partities gebruiken. In andere gevallen moeten er harde schijf-partities gedefinieerd worden. Om partities te creëren, dient u eerst een harde schijf te kiezen. U kunt de te partitioneren schijf selecteren door op "hda" te klikken voor de eerste IDE-schijf, "hdb" voor de tweede, "sda" voor de eerste SCSI-schijf enzovoort. Om de geselecteerde harde schijf te partitioneren, kunt u deze opties gebruiken: * "%s": deze optie verwijdert alle partities op de geselecteerde harde schijf. * "%s": deze optie creëert automatisch ext3- en swap- partities in de vrije ruimte op uw harde schijf. "%s": geeft toegang tot extra opties: * "%s": slaat de partitietabel op op een diskette. Nuttig om later zonodig de partitietabel te herstellen. Het is sterk aanbevolen deze stap uit te voeren. * "%s": deze optie stelt u in staat om een eerder opgeslagen partitietabel van diskette te herstellen. * "%s": indien uw partitietabel is beschadigd, kunt u hem trachten te herstellen met deze optie. Weest u voorzichtig en onthoudt dat dit niet altijd werkt. * "%s": gooit alle veranderingen weg en laadt de partitietabel die oorspronkelijk op de harde schijf stond. * "%s": het deselecteren van deze optie dwingt gebruikers om handmatig verwisselbare media zoals diskettes en CD-ROMs te koppelen en te ontkoppelen. * "%s": gebruik deze optie indien u een wizard wenst te gebruiken om uw harde schijf mee te partitioneren. Dit is aanbevolen als u geen brede kennis heeft over partitioneren. * "%s": gebruik deze optie om uw wijzigingen te annuleren. * "%s" laat extra handelingen toe op partities (type, opties, formaat) en geeft meer informatie over de schijf. * "%s": wanneer u klaar bent met het partitioneren van uw harde schijf, zal dit de wijzigingen wegschrijven naar schijf. Bij het definiëren van de partitiegrootte kunt u de grootte fijnafregelen met de pijltjestoetsen op uw toetsenbord. Merk op: u kunt iedere optie met behulp van het toetsenbord bereiken. Navigeer door de partities met behulp van [Tab] en [Omhoog/Omlaag] pijlen. Wanneer een partitie is geselecteerd, kunt u deze toetscombinaties gebruiken: * Ctrl+c om een nieuwe partitie te creëren (als een lege ruimte is geselecteerd) * Ctrl+d om een partitie te verwijderen * Ctrl+m om het koppelpunt in te stellen Voor meer informatie over de verschillende types bestandssystemen die er zijn, leest u het hoofdstuk 'ext2FS' van de ``Referentiehandleiding''. In het geval dat u op een PPC computer aan het installeren bent, zult u een kleine HFS "bootstrap"-partitie van tenminste 1MB willen creëren voor gebruik door de yaboot-opstartlader. Indien u liever de partitie wat groter maakt, zeg 50MB, dan vindt u het misschien een nuttige plek om een reserve kernel- en ramdisk beeldbestand in op te slaan voor opstart-noodgevallen.
nn: No må du velja kva partisjonar du vil installera Mandriva Linux på. Om du allereie har ferdige partisjonar, frå tidlegare installasjonar av GNU/Linux eller av partisjoneringsverktøy, kan du bruka desse. Elles må du laga nye partisjonar. For å laga partisjonar, må du først velja ein harddisk. Du gjer dette ved å velja «hda» for første IDE-harddisk, «hdb» for andre, «sda» for første SCSI-harddisk, og så vidare. Du har desse vala ved partisjonering av harddisken du valte: – «%s»: Slettar alle partisjonar på harddisken. – «%s»: Lagar automatisk ext3- og vekslepartisjonar på den ledige harddiskplassen. «%s»: Gjev tilgang til fleire funksjonar: – «%s»: Lagrar partisjonstabellen på ein diskett. Dette er nyttig for eventuell seinare gjenoppretting. Du bør lagra partisjonstabellen. – «%s»: Lèt deg gjenoppretta ein tidlegare lagra partisjonstabell frå ein diskett. – «%s»: Om partisjonstabellen er øydelagt, kan du prøva å gjenoppretta han her. Ver forsiktig, og hugs at dette ikkje alltid vil verka. – «%s»: Avbryter alle endringar, og lastar inn den opphavlege partisjonstabellen. – «%s»: Viss du fjernar krysset her, må brukarane manuelt montera og avmontera flyttbare medium, som diskettar og CD-plater. – «%s»: Bruk dette valet om du vil bruka ein vegvisar til å partisjonera harddisken. Du bør velja dette om du ikkje har god kjennskap til harddiskpartisjonering. – «%s»: Bruk dette valet for å avbryta endringane. – «%s»: Fleire partisjonsval og meir informasjon om harddisken. – «%s»: Når du er ferdig å partisjonera harddisken, vil dette lagra endringane dine. Du kan fininnstilla partisjonsstorleiken ved å bruka piltastane på tastaturet. Merk: Du har tilgang til alle funksjonane frå tastaturet. Du kan flytta mellom partisjonar med «Tab», «Pil opp»- og «Pil ned»-tastane. Når ein partisjon er valt kan du bruka: – «Ctrl + C» for å laga ein ny partisjon (når ein tom partisjon er valt). – «Ctrl + D» for å sletta ein partisjon. – «Ctrl + M» for å definera monteringspunkt. Du kan lesa meir om forskjellige filsystem i kapittelet «ext2FS» i referansehandboka. Om du installerer på ei PPC-maskin, bør du laga ein liten HFS-oppstartslastarpartisjon på minst 1 MiB for yaboot. Vis du lagar partisjonen større, kanskje 50 MiB, kan du bruka han til å lagra ein ekstra kjerne, og eventuelt ramdisk-bilete for nødsituasjonar.r
pt_br: Agora você precisa escolher qual(is) partição(ões) serão usadas para instalar o seu novo sistema Mandriva Linux. Se as partições já estiverem definidas (através de uma instalação anterior do GNU/Linux ou outro software particionador), você poderá utilizá-las. Caso contrário, as partições devem ser definidas. Para criar partições, você deve primeiro selecionar um disco rígido. Você pode selecionar o disco clicando em "hda" para o primeiro drive IDE, "hdb" para o segundo, "sda" para o primeiro drive SCSI e assim por diante. Para particionar o disco selecionado, você pode usar as seguintes opções: * "%s": esta opção removerá todas as partições do disco rígido selecionado. * "%s": esta opção permite criar automaticamente partições ext3 e swap no espaço livre do seu disco rígido. "%s": acesso a características adicionais: * "%s": se você quiser salvar sua tabela de partição em um disquete para poder recuperá-la, você pode usar esta opção. É altamente recomendável utilizá-la. * "%s": se você salvou a sua tabela de partição em um disquete de uma instalação anterior, você pode recuperá-la com esta opção. * "%s": se sua tabela de partição estiver danificada, você pode tentar recuperá-la usando esta opção. Tenha cuidado e lembre-se de que isto pode falhar. * "%s": descarta todas as alterações e carrega a tabela de partição que estava originalmente no disco rígido. * "%s": ao desmarcar esta opção, os usuários serão forçados a montar e desmontar manualmente as mídias removíveis, tais como discos flexíveis e CD-ROMs. * "%s": se você desejar utilizar um assistente para particionar o seu disco rígido, você pode usar esta opção. É recomendada caso não tenha conhecimento sobre particionamento. * "%s": você pode usar esta opção para cancelar suas alterações. * "%s": permite ações adicionais nas partições (tipo, opções, formato) e fornece mais informações sobre o disco rígido * "%s": quando você terminar de particionar o seu disco rígido, use esta opção para salvar as alterações. Quando definir o tamanho da partição, você pode fazê-lo com as setas direcionais de seu teclado. Nota: você pode utilizar qualquer opção usando o teclado: navegue entre as partições usando [Tab] e as setas [para cima/baixo]. Quando a partição estiver selecionada, você pode usar: * Ctrl-c para criar uma nova partição (quando uma partição vazia estiver selecionada) * Ctrl-d para apagar uma partição * Ctrl-m para especificar um ponto de montagem Para mais informações sobre os diferentes tipos de sistemas de arquivos disponíveis, por favor, leia o capítulo sobre ext2FS do "Manual de Referência". Se você está instalando em uma Máquina PPC, você vai precisar criar uma pequena partição "bootstrap" HFS de no mínimo 1MB para usar com o gerenciador de boot yaboot. Se você quiser criar uma partição um pouco maior, digamos 50MB, você pode usar o espaço para guardar um kernel extra e uma imagem ramdisk para situações de emergência.
ru: Здесь вам предложат выбрать, какие разделы будут использоваться для установки вашей системы Mandriva Linux. Если разделы были уже определены ранее, например, предыдущей инсталляцией GNU/Linux или другой утилитой разбиения дисков, вы можете воспользоваться существующими разделами. В противном случае, разделы жесткого диска должны быть определены. Для создания разделов сначала выберите жесткий диск. Это можно сделать, выбрав ``hda'' для первого IDE устройства, ``hdb'' для второго, ``sda'' для первого SCSI устройства и так далее. Для разметки выбранного жесткого диска вы можете использовать следующие опции: * "%s": эта опция удаляет все разделы на выбранном жестком диске; * "%s": эта опция позволяет автоматически создать ext3 и swap разделы на свободном пространстве вашего жесткого диска. "%s": открывает доступ к дополнительным возможностям: * "%s": сохраняет таблицу разделов на дискету. Полезно для восстановления таблицы разделов в будущем. Очень рекомендуется произвести этот шаг. * "%s": позволяет восстановить таблицу разделов, ранее сохраненную на дискету. * "%s": если ваша таблица разделов испорчена, вы можете попытаться ее восстановить, используя эту опцию. Пожалуйста, будьте осторожны и помните, что это может и не получиться. * "%s": отменяет все изменения и загружает исходную таблицу разделов. * "%s": если не выбрать эту опцию, то пользователи будут вынуждены вручную монтировать и размонтировать съемные носители типа дискет и CD-ROMов. * "%s": используйте эту опцию, если вы желаете провести разметку диска с помощью мастера. Это рекомендуется тем, кто не имеет достаточного опыта в разбиении дисков. * "%s": используйте эту опцию для отмены ваших изменений. * "%s": позволяет производить дополнительные действия над разделами (тип, опции, формат) и предоставляет больше информации о жестком диске. * "%s": когда вы закончите разметку своего жесткого диска, нажмите сюда чтобы сохранить изменения на диск. При определении размера раздела, вы можете установить размер раздела, используя клавиши со стрелками на вашей клавиатуре. Замечание: вы можете добраться до любой из опций используя клавиатуру. Перемещайтесь по ним, используя клавишу [Tab] и стрелки [Up/Down]. Когда раздел выбран, вы можете использовать: * Ctrl-c для создания нового раздела (когда выбран пустой раздел) * Ctrl-d для удаления раздела * Ctrl-m для установки точки монтирования Чтобы получить информацию о различных доступных файловых системах, пожалуйста почитайте главу ext2FS из книги ``Справочное руководство''. Если вы производите инсталляцию на PPC машину, вам потребуется создать маленький HFS ``bootstrap'' раздел, не больше 1MB, который будет использоваться загрузчиком yaboot. Если вы решите сделать раздел чуть больше, скажем 50MB, то вы найдете полезное место для хранения spare kernel и ramdisk образов для загрузки в аварийных ситуациях.
sl: Izbrati morate razdelke, na katere boste namestitli sistem Mandriva Linux. Če ste razdelke že izbrali ob kakšni predhodni namestitvi GNU/Linux sistema s kakim drugim orodjem za razdeljevanje, lahko uporabite obstoječe razdelke, sicer pa morate razdelke trdega diska za namestitev določiti sedaj. Najprej izberite trdi disk, ki ga želite razdeliti. Če želite izbrati disk na prvem IDE vodilu, kliknite na »hda«, disk na drugem IDE vodilu ima oznako »hdb«, na prvem SCSI vodilu »sda« itd. Za razdelitev izbranega diska so vam na voljo naslednje možnosti: * »%s«: brisanje vseh razdelkov na izbranem disku * »%s«: samodejno ustvarjanje ext3 in izmenjalnih (swap) razdelkov na prostem delu vašega trdega diska. »%s«: dostop do dodatnih možnosti: * »%s«: shranjevanje razdelitvene tabele na disketo, kar vam omogoči, da razdelitveno tabelo obnovite, če je to potrebno. Priporočamo vam, da ta korak izvedete! * »%s«: obnovitev razdelitvene tabele z diskete. * »%s«: popravilo poškodovane razdelitvene tabele, ki pa ne učinkuje v vsakem primeru. * »%s«: odstranitev vseh sprememb in obnovitev prvotne razdelitvene tabele trdega diska. * »%s«: če odstranite označitev te možnosti, bo moral uporabnik ročno priklapljati odstranljive medije, kot sta disketni in CD pogon. * »%s«: To možnost izberite, če želite za razdeljevanje diska uporabiti čarovnika. To vam priporočamo, če razdeljevanja diska ne obvladate v celoti. * »%s«: preklic vseh sprememb. * »%s«: dodatne možnosti nastavitev razdelkov (vrsta datotečnega sistema, formatiranje, nastavitve) in prikaz obširnejših informacij o trdem disku. * »%s«: shranjevanje sprememb na trdi disk po končanem razdeljevanju. Za določanje velikosti razdelka lahko uporabite tipke s puščicami [Levo/Desno] na tipkovnici. Vsako možnost lahko dosežete z uporabo tipkovnice. Med razdelki se premikate s tipko [TAB] ali s puščicami [Gor/Dol]. Ko izberete razdelek, lahko uporabite naslednje ukaze: * Ctrl-c za ustvarjanje novega razdelka * Ctrl-d za brisanje razdelka * Ctrl-m za nastavitev priklopne točke Vse nadaljnje informacije o datotečnih sistemih boste našli v dokumentaciji. Če Mandriva Linux nameščate na PPC računalnik, morate ustvariti zagonski »bootstrap« razdelek z velikostjo najmanj 1MB, ki ga uporablja zagonski nalagalnik yaboot. Če ta razdelek nekoliko povečate in mu namenite vsaj 50MB, boste nanj lahko shranjevali potrebne datoteke za zasilni zagon sistema.
vi: Vào lúc này, bạn cần chọn những phân vùng nào sẽ được dùng để cài đặt hệ thống Mandriva Linux. Nếu các phân vùng đã được xác lập từ lần cài đặt GNU/Linux trước đó hay được tạo bằng một công cụ phân vùng khác, bạn có thể dùng chúng. Nếu chưa có, bạn sẽ sẽ phải thực hiện việc hoạch định các phân vùng. Để tạo các phân vùng, đầu tiên phải chọn một đĩa cứng. Có thể chọn đĩa để phân vùng bằng cách nhấn lên ``hda'' đối với đĩa IDE đầu tiên, ``hdb'' cho đĩa thứ hai, ``sda'' đới với ổ SCSI đầu tiên và cứ tương tự như vậy. Để phân vùng cho đĩa cứng được chọn, có thể dùng những tùy chọn sau: * "%s": để xóa mọi phân vùng có trên đĩa cứng được chọn. * "%s": cho phép tự động tạo các phân vùng ext3 và swap tại không gian trống của đĩa cứng. * "%s" : cho phép thực hiện thêm một số tính năng: * "%s": để lưu bảng phân vùng vào đĩa mềm. Có ích khi cần thực hiện việc khôi phục lại bảng phân vùng. Bạn rất nên thực hiện bước này. * "%s": cho phép khôi phục bảng phân vùng đã được lưu vào đĩa mềm từ trước đó. * "%s": nếu bảng phân vùng bị hư, bạn có thể thử khôi phục lại nó bằng tùy chọn này. Xin hãy thận trọng và nên nhớ là nó không phải lúc nào cũng thành công. * "%s": bỏ qua mọi thay đổi và nạp lại bảng phân vùng ban đầu. * "%s": bỏ chọn tùy chọn này sẽ buộc người dùng phải tự thực hiện gắn kết/thôi gắn kết các phương tiện tháo lắp ví dụ như đĩa mềm và CD. * "%s": dùng tùy chọn này nếu bạn muốn sử dụng đồ thuật để phân vùng đĩa cứng. Bạn nên sử dụng đồ thuật nếu bạn không hiểu rõ về việc phân vùng. * "%s": dùng để bỏ qua, không thực hiện những thay đổi vừa làm. * "%s": cung cấp thêm các thao tác trên phân vùng (kiểu, tùy chọn, định dạng) và thêm thông tin về đĩa cứng. * "%s": khi bạn đã thực hiện xong việc phân vùng đĩa cứng, các thay đổi sẽ đưọc lưu lại vào đĩa. Khi đặt kích thước phân vùng, bạn có thể đặt chính xác kích thước bằng việc dùng các phím mũi tên của bàn phím. Lưu ý: có thể dùng bàn phím để chọn các tùy chọn. Chọn qua lại các phân vùng bằng phím [Tab] và phím mũi tên [Lên/Xuống]. Khi một phân vùng đã được chọn, có thể dùng: * Ctrl-c để tạo một phân vùng mới (khi chọn một phân vùng trống); * Ctrl-d để xóa một phân vùng; * Ctrl-m để thiết lập điểm gắn kết. Để có thêm thông tin về các loại hệ thống tập tin hiện có, hãy đọc chương ext2FS ở trong ``Tài liệu Tham khảo''. Nếu đang thực hiện cài đặt trên máy PPC, có thể bạn muốn tạo một phân vùng ``bootstrap'' HFS có kích thước ít nhất 1MB để cho trình nạp khởi động yaboot. Nếu lập kích thước phân vùng này lớn hơn một chút (50MB), bạn sẽ thấy đó là nơi hữu ích để lưu trữ kernel dự phòng và các ảnh ramdisk cho các trường hợp khởi động khẩn cấp.
zh_cn: 在这一步中, 您需要选择要使用哪个或哪些分区来安装您的 Mandriva Linux 系统。如果已经定义了分区, 不管是先前安装的 GNU/Linux 还是由其它分区工具划分的, 您都可以使用已有的分区。否则, 必须对硬盘分区进行定义。 要创建分区, 您必须先选择硬盘。您可以单击“hda”选择第一个 IDE 硬盘进行分区, “hdb”选择第二个 IDE 硬盘, “sda” 选择第一个 SCSI 驱动器, 依此类推。 为了对选中硬盘进行分区, 您需要使用这些选项: * "%s": 此选项将删除选中硬盘上的全部分区 * "%s": 此选项可在您硬盘的剩余空间中为您自动创建 ext3 和交换分区 "%s": 使您可以访问额外特性: * "%s": 将分区表保存到软盘。如果需要的话, 稍后可进行分区表修复。强烈推荐您执行这一步骤。 * "%s": 允许您恢复先前保存在软盘上的分区表。 * "%s": 如果您的分区表已损坏, 您可以使用此选项尝试修复。请额外小心, 并记住这一选项并不总是能够帮助您。 * "%s": 忽略全部更改并重新装入硬盘上的原始分区表。 * "%s": 取消此选项将强迫用户手动挂载类似软盘和 CD-ROM 的可移动介质。 * "%s": 如果您想要使用向导对您的营盘进行分区, 则使用此选项。如果您对分区理解不深的话, 推荐您使用此选项。 * "%s": 使用此选项取消您的更改。 * "%s": 允许对分区进行额外的操作(类型、选项、格式化), 并给出关于硬盘的额外信息。 * "%s": 当您完成对硬盘的分区后, 此选项将把您的更改回存到硬盘。 定义分区大小时, 您可以使用键盘上的光标键对分区大小进行调整。 注意: 您可以使用键盘访问任何选项。可以使用 [Tab] 和 [上/下]光标键来切换分区。 选中分区后, 您可以用: * Ctrl+C 创建新分区(如果选中了空分区) * Ctrl+D 删除分区 * Ctrl+M 设定挂载点 要的关于不同的文件系统类型的更多信息, 请查看“参考手册”中 ext2FS 一章。 如果您在 PPC 计算机上安装, 您可能需要创建至少 1MB 大小的 HFS“bootstrap”分区, 该分区将用于 yaboot 引导程序。如果您创建的分区再稍微大点, 比如说 50MB, 您可能会发现这个分区可用来存储内核或紧急引导时的虚拟磁盘映像。
