Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: As a review, DrakX will present a summary of information it has gathered about your system. Depending on the hardware installed on your machine, you may have some or all of the following entries. Each entry is made up of the hardware item to be configured, followed by a quick summary of the current configuration. Click on the corresponding "%s" button to make the change. * "%s": check the current keyboard map configuration and change it if necessary. * "%s": check the current country selection. If you're not in this country, click on the "%s" button and choose another. If your country is not in the list shown, click on the "%s" button to get the complete country list. * "%s": by default, DrakX deduces your time zone based on the country you have chosen. You can click on the "%s" button here if this is not correct. * "%s": verify the current mouse configuration and click on the button to change it if necessary. * "%s": clicking on the "%s" button will open the printer configuration wizard. Consult the corresponding chapter of the ``Starter Guide'' for more information on how to set up a new printer. The interface presented in our manual is similar to the one used during installation. * "%s": if a sound card is detected on your system, it'll be displayed here. If you notice the sound card is not the one actually present on your system, you can click on the button and choose a different driver. * "%s": if you have a TV card, this is where information about its configuration will be displayed. If you have a TV card and it is not detected, click on "%s" to try to configure it manually. * "%s": you can click on "%s" to change the parameters associated with the card if you feel the configuration is wrong. * "%s": by default, DrakX configures your graphical interface in "800x600" or "1024x768" resolution. If that does not suit you, click on "%s" to reconfigure your graphical interface. * "%s": if you wish to configure your Internet or local network access, you can do so now. Refer to the printed documentation or use the Mandriva Linux Control Center after the installation has finished to benefit from full in-line help. * "%s": allows to configure HTTP and FTP proxy addresses if the machine you're installing on is to be located behind a proxy server. * "%s": this entry allows you to redefine the security level as set in a previous step (). * "%s": if you plan to connect your machine to the Internet, it's a good idea to protect yourself from intrusions by setting up a firewall. Consult the corresponding section of the ``Starter Guide'' for details about firewall settings. * "%s": if you wish to change your bootloader configuration, click this button. This should be reserved to advanced users. Refer to the printed documentation or the in-line help about bootloader configuration in the Mandriva Linux Control Center. * "%s": through this entry you can fine tune which services will be run on your machine. If you plan to use this machine as a server it's a good idea to review this setup.
fi: DrakX näyttää yhteenvedon laitteistoasi koskevista tiedoista jotka se on kerännyt. Asennetusta laitteistosta riippuen, näet joitakin tai kaikki seuraavista tietueista. Jokainen tietue koostuu asetettavasta laitteesta ja lyhyestä selostuksesta laitteen asetuksien nykytilasta. Paina tietuetta vastaavaa "%s" painiketta jos haluat muuttaa sitä. * "%s": tarkista näppäinasettelu ja vaihda sitä tarvittaessa. * "%s": tarkista maa-asetukset. Jos et ole maassa, joka on valittu, paina "%s"-painiketta ja valitse oikea. Jos maasi ei ole listassa paina "%s"-painiketta, jolloin näet listan kaikista maista. * "%s": DrakX oletuksena arvioi aikavyöhykkeesi riippuen siitä, minkä kielen olet valinnut. Jos tämä ei ole oikea, voit muuttaa sitä painamalla "%s". * "%s": tarkista nykyiset hiiriasetukset ja muuta niitä tarvittaessa. * "%s": painamalla "%s"-painiketta avaat tulostuksen asetusvelhon. Lue lisää asiaa koskevasta luvusta ``Aloitusoppaasta'' saadaksesi lisätietoa miten asettaa uusi tulostin. Käyttöliittymä joka oppaassa esitetään on vastaava kuin se jota käytetään asennuksen aikana. * "%s": jos äänikortti on tunnistettu järjestelmässäsi, se näytetään täällä. Jos huomaat että näytetty äänikortti ei vastaa sitä joka on asennettu koneeseesi, voit nappia painamalla valita toisen ajurin. * "%s": jos TV-kortti on tunnistettu järjestelmässäsi, se näytetään täällä. Jos sinulla on TV-kortti eikä sitä ole tunnistettu, voit painaa "%s" ja yrittää asettaa sen itse. * "%s": paina "%s" jos haluat muuttaa parametreja joka koskee korttia jaka mielestäsi on väärin asetettu. * "%s": oletuksena DrakX asettaa graafisen käyttöliittymäsi käyttämään "800x600" tai "1024x768" näyttötilaa. Jos tämä ei sovi sinulle, paina "%s" muuttaaksesi asetuksia. * "%s": jos haluat asettaa Internet- tai paikallisverkkoasetuksesi, voit tehdä sen nyt. Katso ohjekirjasta, tai käytä Mandriva Linux Ohjauskeskus asennuksen jälkeen hyödyntääksesi sisäiset ohjeet. * "%s": sallii sinua asettamaan HTTP ja FTP välityspalvelimia jos asentamasi kone on välitysåpalvelimen takana. * "%s": tässä voit muuttaa asennuksen alussa asettamaasi turvatasoa jos haluat. * "%s": Jos aiot yhdistää koneesi Internetiin, kannattaa suojautua verkon vaaroilta asettamalla palomuuri. Katso ``Aloitusoppaasta'' tätä aihetta vastaavaa lukua saadaksesi lisätietoa palomuurin asetuksista. * "%s": jos haluat muuttaa käynnistyslataajan asetuksia, paina vastaavaa nappia. Tätä ei kannata muuttaa jos et ole asiantuntija. * "%s": täällä voit määrittää mitä palveluja järjestelmässäsi toimii. Jos aiot käyttää tätä konetta palvelimena, kannattaa nämä asetukset tarkistaa.
nl: Bij wijze van overzicht zal het installatieprogramma een lijstje tonen van de informatie die het heeft over uw computer. Afhankelijk van welke apparatuur u heeft, krijgt u enkele of alle van de onderstaande punten te zien. Elk punt bestaat uit het te configureren item, gevolgd door een korte samenvatting van de huidige configuratie. Klik op de corresponderende "%s"-knop om die aan te passen. * "%s": de huidige toetsenbordindeling nagaan en zonodig aanpassen. * "%s": de huidige landselectie nagaan. Indien u zich niet in dit land bevindt, klik dan op de "%s"-knop om een ander land te kiezen. Als uw land niet in de eerste getoonde lijst staat, klik dan op de "%s"-knop om de complete landenlijst te zien. * "%s": Normaal gesproken leidt DrakX uw tijdzone af aan de hand van het land dat u gekozen heeft. U kunt op de "%s" knop drukken als dit incorrect is. * "%s": de huidige muisconfiguratie nagaan. Zonodig kunt u op de knop klikken om hem aan te passen. * "%s": klikken op de "%s"-knop zal de printerconfiguratie-wizard openen. Raadpleeg het corresponderende hoofdstuk van de ``Beginnershandleiding'' voor meer informatie over hoe u een nieuwe printer instelt. De in onze handleiding getoonde interface lijkt op degene die tijdens de installatie gebruikt wordt. * "%s": indien een geluidskaart gevonden is op uw systeem, wordt dat hier weergegeven. In het geval dat de aangegeven geluidskaart niet degene is die daadwerkelijk aanwezig is in uw computer, dan kunt u op deze knop klikken en een ander stuurprogramma uitkiezen. * "%s": mocht u in het bezit zijn van een TV-kaart, dan staat hier de informatie over de configuratie ervan. Wanneer u een TV-kaart heeft die niet gevonden is, klik dan op "%s" om een poging te doen om hem handmatig te configureren. * "%s": u kunt op "%s" klikken om de met de kaart geassocieerde parameters te wijzigen, als u denkt dat de configuratie verkeerd is. * "%s": normaal gesproken configureert DrakX uw grafische interface in een resolutie van "800x600" of "1024x768". Indien daarmee niet tevreden bent, klik dan op de "%s"-knop om uw grafische interface te herconfigureren. * "%s": Als u uw internettoegang of toegang tot het lokale netwerk wilt instellen, kunt u dat nu doen. Raadpleeg de gedrukte documentatie of gebruik het Mandriva Linux Configuratiecentrum nadat de installatie klaar is om te profiteren van volledige on-line hulp. * "%s": stelt u in staat HTTP- en FTP-proxy adressen te configureren als de computer waarop u installeert achter een proxyserver komt te staan. * "%s": dit item biedt u de mogelijkheid het beveiligingsniveau ingesteld in een eerdere stap opnieuw te definiëren. * "%s": indien u van plan bent uw computer te verbinden met het Internet dan is het een goed idee om uzelf te beschermen tegen indringers door een firewall op te zetten. Raadpleeg het corresponderende hoofdstuk uit de ``Beginnershandleiding'' voor details over de firewall-instellingen. * "%s": indien u uw opstartlader-configuratie wenst te veranderen, klikt u op deze knop. Alleen aankomen als u een gevorderde gebruiker bent. Raadpleeg de gedrukte documentatie of de on-line hulp over de configuratie van een opstartlader in het Mandriva Linux Configuratiecentrum. * "%s": U bent hier in staat om de diensten die op uw computer actief zullen zijn, fijn af te regelen. Indien u deze computer als server gaat inzetten dan is het een goed idee om deze instellingen na te lopen.
ru: В качестве обзора DrakX представит сводку имеющейся у него различной информации о вашей системе. В зависимости от установленного у вас оборудования, вы можете увидеть все или некоторые из следующих пунктов. Каждый пункт состоит из конфигурационных элементов для настройки, сопровождаемых небольшой сводкой о текущей конфигурации. Нажмите на соответствующую кнопку "%s", чтобы изменить настройки. * "%s": проверьте текущую настройку раскладки клавиатуры и сделайте поправку если необходимо. * "%s": проверьте текущий выбор страны Если вы находитесь не в этой стране, нажмите на кнопку "%s" и выберите другую. Если ваша страна не присутствует в первом показанном списке, нажмите кнопку "%s", чтобы увидеть полный список. * "%s": По умолчанию, DrakX выбирает часовой пояс, основываясь на выбранной вами стране. Вы можете здесь нажать на кнопку "%s", если выбранное неверно. * "%s": проверьте текущую конфигурацию мыши и нажмите на кнопку, если необходимо что-либо изменить. * "%s": по нажатию на кнопку "%s" откроется мастер настройки принтера. Прочитайте соответствующую главу в книге ``Стартовое руководство пользователя'', чтобы узнать как установить новый принтер. Представленный там интерфейс подобен используемому в процессе установки. * "%s": если в вашей системе найдена звуковая карта, здесь это будет показано. Если вы увидите, что показанная звуковая карта не соответствует тому, что у вас реально есть в системе, вы можете нажать на кнопку и выбрать другой драйвер. * "%s": если в вашей системе была обнаружена TV карта, она будет здесь показана. Если у вас есть TV карта, но она не была определена, нажмите на кнопку "%s" и попробуйте настроить ее вручную. * "%s": вы можете кликнуть по "%s" чтобы изменить связанные с картой параметры если считаете что настройка неверна * "%s": по умолчанию DrakX настраивает ваш графический интерфейс на разрешение "800x600" или "1024x768". Если вас это не устраивает, нажмите "%s" для внесения изменений в конфигурацию вашего графического интерфейса. * "%s": если вы хотите настроить доступ в Интернет или локальную сеть прямо сейчас. Обратитесь к печатной документации или используйте Центр управления Mandriva Linux после установки чтобы почитать встроенную справку. * "%s": позволяет настроить адреса HTTP и FTP прокси если машина, которую вы настраиваете, будет работать за прокси-сервером. * "%s": этот пункт предлагает вам переопределить уровень безопасности как это делалось на предыдущем шаге (). * "%s": если вы собираетесь подключать вашу машину к Интернет, неплохой идеей будет защитить себя от вторжений извне, установив файервол. Прочитайте соответствующий раздел книги ``Стартовое руководство пользователя'', где описаны детали настройки файервола. * "%s": если вы желаете изменить конфигурацию начального загрузчика, нажмите эту кнопку. Эта опция предназначена для опытных пользователей. Обратитесь к печатной документации или встроенной справке о настройке загрузчика в Центре управления Mandriva Linux. * "%s": здесь вы сможете проконтролировать какие службы будут запущены на вашей машине. Если ваша машина будет сервером, вам стоит проверить эти установки.
vi: DrakX sẽ hiển thị bản tóm tắt về những thông tin của hệ thống của bạn. Tùy theo phần cứng được cài đặt mà bạn có thể có một số hay toàn bộ các mục sau. Mỗi một mục có tính năng cấu hình đi theo. Nhấn lên nút "%s" tương ứng để thay đổi. * "%s": kiểm tra cấu hình bảng ánh xạ bàn phím (keyboard map) và thay đổi nếu cần thiết. * "%s": Kiểm tra việc chọn quốc gia hiện thời. Nếu bạn không sống tại nước này, hãy nhấn nút "%s" để chọn lại. Nếu quốc gia của bạn không có trong danh sách đầu tiên, hãy nhấn nút "%s" để xem danh sách tất cả các quốc gia. * "%s": Theo mặc định, DrakX tự xác định múi giờ dựa vào quốc gia bạn chọn. Nếu không đúng, hãy nhấn nút "%s" để hiệu chỉnh. * "%s": kiểm tra cấu hình chuột hiện thời và nhấn nút để thay đổi nếu cần thiết. * "%s": nhấn nút "%s" để mở đồ thuật cấu hình máy in. Hãy tham khảo chương tương ứng trong ``Starter Guide'' để biết thêm về cách cấu hình máy in mới. Giao diện hiện diện ở đó giống như giao diện thấy trong quá trình cài đặt. * "%s": nếu phát hiện ra card âm thanh trên hệ thống, nó sẽ hiển thị ở đây. Nếu bạn thấy nó không đúng với cái bạn đang có, hãy nhấn nút và chọn một driver khác. * "%s": Nếu phát hiện có TV card trong hệ thống, nó sẽ hiển thị tại đây. Nếu bạn có một TV card nhưng nó không được phát hiện, nhấn "%s" để tự cấu hình nó. *"%s": nếu cần hiệu chỉnh các tham số cho card khi bạn thấy cấu hình chưa đúng, nhấn "%s" để thay đổi. * "%s": Theo mặc định, DrakX sẽ cấu hình giao diện đồ họa với độ phân giải "800x600" hoặc "1024x768". Nếu không thích hợp cho bạn, hãy nhấn "%s" để cấu hình lại giao diện đồ họa của bạn. * "%s": Nếu muốn cấu hình truy cập mạng cục bộ hay truy cập internet. Tham khảo tài liệu hoặc dùng Trung Tâm Điều Khiển Mandriva Linux để thực hiện sau khi cài đặt xong để có được sự trợ giúp hoàn chỉnh. * "%s": cho phép cấu hình địa chỉ proxy HTTP và FTP nếu máy tính được đặt sau một proxy server. * "%s": mục này cho phép thay đổi lại mức bảo mật đã được lập từ bước trước (). * "%s": Nếu muốn kết nối máy tính vào internet, hãy lập tường lửa để ngăn chặn xâm nhập. Hãy tham khảo phần tương ứng trong ``Starter Guide'' để biết thông tin về thiết lập tường lửa. * "%s": nếu muốn thay đổi cấu hình của trình nạp khởi động, hãy nhấn nút này. Nên dùng chỉ khi bạn là người dùng thành thạo. Hãy tham khảo tài liệu đi kèm hoặc trợ giúp trực tuyến về cấu hình trình nạp khởi động trong Trung Tâm Cấu Hình Mandriva Linux. * "%s": bạn có thể điều khiển dịch vụ nào sẽ được chạy trên máy này. Nếu bạn có kế hoạch dùng máy này làm máy chủ, hãy xem lại thiết lập này.
zh_cn: 作为概览, DrakX 将会将它所发现的关于系统的信息概览显示出来。根据您所安装的硬件不同, 您可能会看到以下各项的部分或全部。每项由几个可配置的硬件项组成, 而每个条目后面都列出了当前配置的概览。单击相应的"%s"按钮可进行更改。 * "%s"：检查当前的键盘映射配置, 如果需要的话进行更改。 * "%s"：检查当前的国家选择。如果您并非在这个国家, 请单击"%s"按钮, 并选择另外的选项。如果您的国家在第一个列表中并没有显示出来, 单击"%s"按钮可获得完整的国家列表。 * "%s"：默认情况下, DrakX 会根据您所选的国家猜测您的时区。如果时区不对的话, 您可以单击此处的"%s"按钮。 * "%s"：检查当前的鼠标配置, 如果需要的话单击按钮进行修改。 * "%s"：单击"%s"按钮将打开打印机配置向导。请参看``初学者指南''中的相应章节, 其中详细描述了如何设置新打印机。那里给出的界面与安装时所用的界面大体相同。 * "%s"：如果在您的系统中检测到了声卡, 则会在此处显示。如果您发现在此显示的声卡与您系统中实际安装的声卡并不相同, 您可以单击该按钮选择不同的驱动程序。 * "%s"：如果在您的系统中检测到了电视卡, 则会在此显示关于其配置的信息。如果您安装了电视卡, 但并未被正确检测到, 请单击"%s"尝试手动进行配置。 * "%s"：如果您觉得检测的配置有错, 可以点击"%s"来更改与该卡关联的参数。 * "%s"：默认情况下, DrakX 会将您的图形界面配置为 "800x600" 或 "1024x768" 分辨率。如果这不适合您的话, 请单击"%s"重新配置您的图形界面。 * "%s"：如果您想要配置您的 Internet 或局域网访问, 现在就可以进行。请参考印刷文档或在安装完成后使用 Mandriva Linux Control Center来获得完整的在线帮助。 * "%s"：如果您所安装的计算机位于代理服务器之后, 这里将允许您配置 HTTP 和 FTP 代理服务器地址。 * "%s"：此项允许您重新调整安全级别, 与以前的步骤完全相同()。 * "%s"：如果您计划将您的计算机连接到 Internet, 那么保护您的计算机免于攻击的有效方法就是设置防火墙。请参考``初学者指南''中的相应章节, 以获得关于防火墙设置的细节。 * "%s"：如果您想要更改您的引导程序配置, 请单击此按钮。这仅适用于高级用户。请参考印刷文档或 Mandriva Linux 控制中心中关于引导程序配置的帮助。 * "%s"：在此您可以精确调整要在您的计算机上运行哪些服务。如果您要将此计算机用作服务器, 那么应该复查这一设置。

source: Listed here are the existing Linux partitions detected on your hard disk drive. You can keep the choices made by the wizard, since they are good for most common installations. If you make any changes, you must at least define a root partition ("/"). Do not choose too small a partition or you will not be able to install enough software. If you want to store your data on a separate partition, you will also need to create a "/home" partition (only possible if you have more than one Linux partition available). Each partition is listed as follows: "Name", "Capacity". "Name" is structured: "hard disk drive type", "hard disk drive number", "partition number" (for example, "hda1"). "Hard drive type" is "hd" if your hard disk drive is an IDE hard disk drive and "sd" if it is a SCSI hard disk drive. "Hard drive number" is always a letter after "hd" or "sd". For IDE hard disk drives: * "a" means "master hard disk drive on the primary IDE controller"; * "b" means "slave hard disk drive on the primary IDE controller"; * "c" means "master hard disk drive on the secondary IDE controller"; * "d" means "slave hard disk drive on the secondary IDE controller". With SCSI hard disk drives, an "a" means "lowest SCSI ID", a "b" means "second lowest SCSI ID", etc.
da: Her er listet de eksisterende Linux-partitioner genkendt på din disk. Du kan beholde valgene gjort af vejlederen, de er velegnede til almindelig brug. Hvis du ændrer disse valg skal du i det mindste definere en rod-partition '/'. Lad være med at vælge en for lille partition, ellers vil du ikke kunne installere nok programmel. Hvis du ønsker at lagre data på en separat partition, skal du også vælge en '/home' (kun muligt hvis du har mere end én Linux-partition). Hver partition er listet som følger: 'Navn', 'Kapacitet'. 'Navn' er kodet som følger: 'drevtype', 'drevnummer', 'partitionsnummer' (for eksempel '/hda1'). 'drevtype' er 'hd' hvis dit diskdrev er et IDE drev, og 'sd' hvis det er et SCSI drev. 'drevnummer' er altid et bogstav efter 'hd' eller 'sd'. For IDE drev: * 'a' betyder 'hoved-drev på den primære IDE controller', * 'b' betyder 'slave-drev på den primære IDE controller', * 'c' betyder 'hoved-drev på den sækundære IDE controller', * 'd' betyder 'slave-drev på den sækundære IDE controller'. For SCSI drev betyder 'a' det 'første drev', 'b' betyder det 'andet drev', osv.
ja: ハードドライブ内で検出した既存の Linux パーティションのリストです。 たいていの場合は変更せずにこのままにしておく方が良いでしょう。 変更を行う場合は、最低でもルート ( / ) パーティションを定義してください。 小さすぎるパーティションは選ばないでください。ソフトウェアをインストール する容量が足りなくなります。個人のデータを独立したパーティションに置く 場合は、/home パーティションを作成してください。 それぞれのパーティションは次のように表示されます: "Name", "Capacity" "Name" は次の要素で構成されます: ハードドライブタイプ/ハードドライブ番号/ パーティション番号 (例: hda1) ハードドライブタイプは、IDE をお使いの場合は "hd"、SCSI をお使いの場合は "sd" と表示されます。 ハードドライブ番号は常に "hd" または "sd" の後の一文字で表されます。 IDE ハードドライブの場合: * "a" はプライマリ IDE コントローラのマスターハードドライブ * "b" はプライマリ IDE コントローラのスレーブハードドライブ * "c" はセカンダリ IDE コントローラのマスターハードドライブ * "d" はセカンダリ IDE コントローラのスレーブハードドライブ SCSI ハードドライブの場合は、"a" は "lowest SCSI ID", "b" は "second lowest SCSI ID" を意味します。
pt: Aqui estão listadas partições Linux existentes detectadas no seu disco. Pode manter as escolhas feitas pelo assistente, desde que sejam boas para a maioria das instalações comuns. Se fizer alguma alteração, tem que pelo menos definir uma partição root ("/"). Não escolha uma partição demasiado pequena ou não será capaz de instalar todo o software. Se quiser guardar os seus dados numa partição separada, irá também precisar de criar uma partição "/home" (apenas possível se tiver mais do que uma parição Linux disponível). Cada partição é listada como se segue: "Nome", "Capacidade". O "Nome" está estruturado: "tipo do dispositivo do disco", "número do dispositivo", "número da partição" (por exemplo, "hda1"). "O tipo do dispositivo do disco" é "hd" se o controlador do disco for um dispositivo IDE e "sd" se for um dispositivo SCSI. "O número do dispositivo do disco" é sempre uma letra a seguir a "hd" ou "sd". Para os dispositivos IDE: * "a" significa "dispositivo principal (master) do disco no primeiro controlador IDE"; * "b" significa "dispositivo secundário (slave) do disco no primeiro controlador IDE"; * "c" significa "dispositivo principal (master) do disco no segundo controlador IDE"; * "d" significa "dispositivo secundário (slave) do disco no segundo controlador IDE". Com os dispositivos SCSI, um "a" significa "ID SCSI mais baixo", um "b" significa "ID SCSI segundo mais baixo", etc.
wa: Chal pa dzeur i gn a ene djivêye des pårticions Linux k' i gn a so vosse deure plake et ki on stî detectêyes. Vos ploz wårder les tchuzes fwaites pa l' macrea, ele sont comifåt po les cas les pus comons. Si vos les voloz candjî vos dvoz fé å moens ene pårticion raecene («/»). Ni prindoz nén ene trop ptite grandeu ôtrumint vos n' pôrîz astaler åjheymint des programes, fåte di plaece. Si vos vloz mete vos dnêyes so ene pårticion diferinne, vos dvroz ossu fé ene po «/home» (çou ki vos pôroz fé seulmint si vos avoz pus d' ene pårticion del sôre Linux). Po l' informåcion, tchaeke pårticion est mostrêye come çoula: «no», «grandeu». Li «no» est costrût come çouchal: «sôre del deure plake» + «limero del deure plake» + «limero del pårticion» (par egzimpe, hd+a+1 --> «hda1») Li «sôre del deure plake» est «hd» si vosse deure plake est del sôre IDE, oudonbén «sd» si elle est del sôre SCSI. Li «limero del deure plake» est todi ene lete pa drî «hd» ou «sd». Avou les plakes IDE on a: * «a» pol plake mwaisse sol prumî controleu IDE, * «b» pol plake esclåve sol prumî controleu IDE, * «c» pol plake mwaisse sol deujhinme controleu IDE, * «d» pol plake esclåve sol deujhinme controleu IDE. Avou les plakes SCSI, «a» vout dire «prumire deure plake», «b» vout dire «deujhinme deure plake», evnd...
