Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: As a review, DrakX will present a summary of information it has gathered about your system. Depending on the hardware installed on your machine, you may have some or all of the following entries. Each entry is made up of the hardware item to be configured, followed by a quick summary of the current configuration. Click on the corresponding "%s" button to make the change. * "%s": check the current keyboard map configuration and change it if necessary. * "%s": check the current country selection. If you're not in this country, click on the "%s" button and choose another. If your country is not in the list shown, click on the "%s" button to get the complete country list. * "%s": by default, DrakX deduces your time zone based on the country you have chosen. You can click on the "%s" button here if this is not correct. * "%s": verify the current mouse configuration and click on the button to change it if necessary. * "%s": if a sound card is detected on your system, it'll be displayed here. If you notice the sound card is not the one actually present on your system, you can click on the button and choose a different driver. * "%s": if you have a TV card, this is where information about its configuration will be displayed. If you have a TV card and it is not detected, click on "%s" to try to configure it manually. * "%s": you can click on "%s" to change the parameters associated with the card if you feel the configuration is wrong. * "%s": by default, DrakX configures your graphical interface in "800x600" or "1024x768" resolution. If that does not suit you, click on "%s" to reconfigure your graphical interface. * "%s": if you wish to configure your Internet or local network access, you can do so now. Refer to the printed documentation or use the Mandriva Linux Control Center after the installation has finished to benefit from full in-line help. * "%s": allows to configure HTTP and FTP proxy addresses if the machine you're installing on is to be located behind a proxy server. * "%s": this entry allows you to redefine the security level as set in a previous step (). * "%s": if you plan to connect your machine to the Internet, it's a good idea to protect yourself from intrusions by setting up a firewall. Consult the corresponding section of the ``Starter Guide'' for details about firewall settings. * "%s": if you wish to change your bootloader configuration, click this button. This should be reserved to advanced users. Refer to the printed documentation or the in-line help about bootloader configuration in the Mandriva Linux Control Center. * "%s": through this entry you can fine tune which services will be run on your machine. If you plan to use this machine as a server it's a good idea to review this setup.
et: Siin näidatakse mitmeid Teie süsteemi puudutavaid parameetreid. Sõltuvalt riistvarast võite siin näha kõiki või osa järgmistest kirjetest. Iga kirje juures on ära toodud elemendid, mida on võimalik seadistada, ning Teie masinas praegu kehtiv seadistus. Selle muutmiseks klõpsake nupule "%s". * "%s": võimaldab kontrollida klaviatuuritabeli seadistusi ja neid vajaduse korral muuta. * "%s": võimaldab kontrollida asukohariigi valikut. Kui Te ei asu vaikimisi määratud riigis, klõpsake nupule "%s" ja valige uus riik. Kui Teie riiki ei ole ilmuvas nimekirjas, klõpsake nupule "%s", mis avab riikide täisnimekirja. * "%s": DrakX tuletab ajavööndi valitud riigi põhjal. Kui see ei peaks Teile sobima, klõpsake nupule "%s". * "%s": võimaldab kontrollida hiire seadistusi ja neid vajadusel muuta. * "%s": kui süsteemis leiti helikaart, näidatakse seda. Kui märkate, et siintoodud helikaart pole see, mis tegelikult on süsteemi paigaldatud, klõpsake nupule ja valige sobiv draiver. * "%s": kui süsteemis leiti TV-kaart, näidatakse seda. Kui Teil on TV-kaart, aga seda ei leitud, klõpsake nupule "%s" ning püüdke see käsitsi määrata. * "%s": nupule "%s" klõpsates saab muuta kaardiga seotud parameetreid, kui arvate, et need pole korrektsed. * "%s": vaikimisi määrab DrakX Teie graafilise liidese ekraanilahutuseks "800x600" või "1024x768". Kui see Teile ei sobi, klõpsake nupule "%s" ja valige mõni muu võimalus. * "%s": Kui soovite kohe seadistada juurdepääsu Internetti või kohtvõrku, saate seda teha nupule klõpsates. Täpsemalt kõnelevad võrgu seadistustest distributsiooniga kaasas olevad trükised või Mandriva Linuxi juhtimiskeskuse abimaterjalid. * "%s": siin saab määrata HTTP ja FTP puhverserveri aadressid, kui Teie masin asub puhverserveri taga. * "%s": see võimaldab muuta eelmisel sammul paika pandud turvataset. * "%s": kui kavatsete oma süsteemi Internetti ühendada, kuluks ära enda kaitsmine rünnakute eest tulemüüriga. Vaadake üksikasju, kuidas tulemüüri seadistada, "Põhiteadmiste käsiraamatu" vastavast peatükist. * "%s": kui soovite muuta alglaaduri seadistusi, klõpsake sellele nupule. See on mõeldud siiski vaid kogenud kasutajatele. Täpsemat infot leiab käsiraamatust või Mandriva Linuxi juhtimiskeskusest. * "%s": saate täpselt kontrollida, millised teenused Teie süsteemis töötavad. Kui kavatsete kasutada oma masinat serverina, kuluks ära seadistused üle vaadata.
pt_br: A título de revisão, o DrakX irá resumir em uma lista as informações sobre o seu sistema. Dependendo do hardware instalado, você pode ter algumas ou todas estas entradas. Cada uma delas é um elemento a ser configurado, seguido de um breve resumo da configuração atual. Clique no botão "%s" correspondente para fazer alguma alteração. * "%s": verifica a configuração atual do mapa de teclado e modifica-a, caso necessário. * "%s": verifica a seleção atual de país. Se não estiver neste país, clique no botão "%s" e escolha outro. Se o seu país não estiver nesta lista, clique em "%s" para obter a lista completa dos países. * "%s": Por padrão, o DrakX deduz seu fuso horário baseado no país escolhido. Pressione o botão "%s" para mudar, caso não esteja correto. * "%s": verifique a configuração do mouse atual e mude-a se for necessário. * "%s": se uma placa de som for detectada no seu sistema, ela será mostrada aqui. Se a placa for diferente daquela que se encontra no seu sistema, clique no botão e escolha a correta. * "%s":se uma placa de TV foi detectada no seu sistema, ela será indicada aqui. Se existe uma placa e ela não foi detectada, clique no botão "%s" para tentar configurá-la manualmente. * "%s": você pode clicar em "%s " para mudar os parâmetros associados com a placa, se você achar que a configuração está incorreta. * "%s": por padrão, o DrakX configura o seu vídeo com a resolução de "800x600" ou "1024x768". Se isto não é o que deseja, clique em "%s" para reconfigurar a interface gráfica. * "%s": se você deseja configurar a Internet ou o acesso a uma rede local, você pode fazê-lo agora. Verifique a documentação impressa ou use o Centro de Controle Mandriva Linux após a instalação ter terminado para utilizar a ajuda integrada completa. * "%s": permite configurar endereços de proxies HTTP e FTP se a máquina que você está instalando utiliza um proxy para usar a internet. * "%s": aqui você pode redefinir o nível de segurança que escolheu anteriormente. * "%s": se você pretende conectar a sua máquina à Internet, é uma boa idéia protegê-la contra intrusos, configurando um firewall. Veja o capítulo correspondente no "Guia do Usuário" para mais detalhes sobre como configurar um firewall. * "%s": se você deseja mudar sua configuração do gerenciador de inicialização, clique neste botão. Recomendado apenas para usuários avançados. Veja documentação impressa ou a ajuda integrada, sobre como configurar o gerenciador de inicialização no Centro de Controle do Mandriva Linux. * "%s": você poderá escolher aqui quais serviços serão iniciados em sua máquina. Se você pretende usar sua máquina como servidor, é uma boa idéia verificar esta configuração e desativar o que não for necessário.

source: TV card
et: TV-kaart
pt_br: Placa de TV
sl: TV kartica

source: ISDN card
ar: بطاقة ISDN
bn: ISDN কার্ড
bs: ISDN kartica
ca: Targeta XDSI
cs: ISDN karta
cy: Cerdyn ISDN
da: ISDN-kort
de: ISDN-Karte
eo: ISDN-karto
es: Tarjeta RDSI
et: ISDN kaart
eu: ISDN txartela
fa: کارت ISDN
fi: ISDN-kortti
fr: Carte RNIS
gl: Tarxeta RDSI
he: מודם ISDN
hu: ISDN-kártya
id: Kartu ISDN
is: ISDN spjald
it: Scheda ISDN
ja: ISDN カード
mk: „ISDN“ картичка
mt: Kard ISDN
nb: ISDN-kort
nl: Interne ISDN kaart
nn: ISDN-kort
pl: Karta ISDN
pt: Placa ISDN
pt_br: Placa ISDN
ru: карта ISDN
sk: ISDN karta
sl: ISDN kartica
sv: ISDN-kort
tg: Корти ISDN
uk: Карта ISDN
wa: Cåte RDIS
zh_cn: ISDN 卡
zh_tw: ISDN 卡

source: Graphical Interface
ar: الواجهة الرسومية
bn: গ্রাফিকাল ইন্টারফেস
bs: Grafički interfejs
ca: Interfície gràfica
cs: Grafické rozhraní
cy: Rhyngwyneb Graffigol
da: Grafisk grænseflade
de: Grafikumgebung
eo: Grafika interfaco
es: Interfaz gráfica
et: Graafiline kasutajaliides
eu: Interfaze grafikoa
fa: واسط گرافیکی
fi: Graafinen käyttöliittymä
fr: Interface graphique
gl: Interface Gráfica
he: ממשק גרפי
hu: Grafikus felület
id: Antarmuka Grafis
is: Myndrænt viðmót
it: Interfaccia grafica
ja: グラフィカルインターフェース
mk: Графички интерфејс
mt: Interfaċċja grafika
nb: Grafisk grensesnitt
nl: Grafische interface
nn: Grafisk grensesnitt
pl: Interfejs graficzny
pt: Interface gráfico
pt_br: Interface gráfica
ru: Графический Интерфейс
sk: Grafické rozhranie
sl: Grafični vmesnik
sv: Grafiskt gränssnitt
tg: Интерфейси Графикӣ
uk: Графічний інтерфейс
vi: Giao Diện Đồ Họa
wa: Eterface grafike
zh_cn: 图形界面
zh_tw: 圖形介面

source: Choose the hard drive you want to erase in order to install your new Mandriva Linux partition. Be careful, all data on this drive will be lost and will not be recoverable!
ar: اختر القرص الصلب الذي تريد محوه لتثبيت تجزيء ماندريبا لينكس الجديدة. خذ حذرك، كل البيانات الموجود عليه ستضيع و لن يمكن استعادتها!
bn: হার্ড ড্রাইভ বেছে নিন যেটি আপনি আপনার নতুন ম্যান্ড্রিব লিনাক্স পার্টিশন ইনস্টল করার জন্য মুছে ফেলতে চান। সাবধান, এই ড্রাইভে থাকা সকল ডাটা হারিয়ে যাবে এবং আর কখনই পাওয়া যাবে না!
bs: Izaberite hard disk koji želite obrisati kako biste instalirali vašu novu Mandriva Linux particiju. Budite pažljivi, svi podaci koji se nalaze na njemu će biti izgubljeni i neće se moći vratiti!
ca: Escolliu el disc dur que voleu buidar per instal·lar la nova partició Mandriva Linux. Aneu amb compte, totes les dades actuals es perdran i no es podran recuperar!
cs: Vyberte disk, který chcete smazat pro instalaci oddílu Mandriva Linux. Pamatujte na to, že všechna data budou ztracena a nelze je již obnovit!
cy: Dewiswch y ddisg galed rydych am ei ddileu er mwy n gosod eich rhaniad Mandriva Linux newydd. Byddwch ofalus, bydd yr holl ddata sydd arno'n cael ei ddileu ac ni fydd modd ei adfer!
da: Vælg det diskdrev som du vil slette for at installere din nye Mandriva Linux partition. Vær forsigtig, alle data som er på denne partition vil gå tabt og vil ikke kunne genskabes!
de: Bitte wählen Sie die Festplatte, die Sie löschen wollen, um Ihr neues Mandriva Linux zu installieren. Bedenken Sie dabei, dass alle Daten auf dieser Platte nach diesem Schritt unwiederbringlich verloren sind!
eo: Elektu la fiksdiskon kiun vi deziras forviŝi por instali vian novan Mandriva-Linuksan subdiskon. Estu zorgema, ĉar ĉiuj datenoj en tiu disko perdiĝos kaj ne rehaveblos!
es: Elija la unidad de disco que desea borrar para instalar su partición Mandriva Linux nueva. Tenga cuidado, ¡se perderán todos los datos presentes en dicha unidad de disco y no se podrán recuperar!.
et: Valige kõvaketas, mida soovite puhastada oma uue Mandriva Linuxi paigaldamiseks. Ettevaatust, kõik sellel leiduvad andmed hävitatakse ja neid ei saa enam taastada.
eu: Hautatu Mandriva Linux partizio berria instalatu ahal izateko ezabatu nahi duzun disko zurruna. Kontuz ibili, unitate horretako datu guztiak galdu egingo dira eta ezin izango dira berreskuratu!
fa: دستگاه دیسکی را که می‌خواهید برای نصب قسمت‌بندی جدید لینوکس ماندریبا پاک کنید انتخاب نمایید. دقت کنید چون تمام داده‌های موجود بر آن از دست خواهند رفت و دیگر نمی‌توان آنها را بازیابی نمود!
fi: Valitse kiintolevy, jonka haluat tyhjentää uudelle Mandriva Linux -asennusosiolle. Ole varovainen, koska kaikki asemalla oleva tieto tuhoutuu eikä ole enää palautettavissa!
fr: Choisissez le disque dur à effacer pour installer votre partition GNU/Linux. Soyez prudent, toute l'information stockée sur le disque sera détruite.
gl: Elixa o disco duro que desexa borrar para poder crear a súa nova partición Mandriva Linux. Teña tino, porque se perderán tódolos datos da unidade e non se poderán volver recuperar!
he: עליך לבחור את הכונן הקשיח שברצונך למחוק על מנת לפנות מקום למחיצה החדשה עבור מנדריבה לינוקס. זהירות !!! כל המידע שנמצא על המחיצה יימחק ולא תהיה אפשרות לשחזר אותו!
hu: Válassza ki azt a lemezt, amelyet törölni szeretne a Mandriva Linux-partíció létrehozásához. Figyelem: a lemezen található adatok elvesznek, és később nem nyerhetők vissza!
id: Pilih harddrive yang akan dihapus untuk menginstall partisi Mandriva Linux baru Anda. Hati-hati, semua data pada drive ini akan hilang dan tidak dapat dikembalikan seperti semula!
is: Veldu diskinn sem þú vilt hreinsa allt af til að setja upp nýja Mandriva Linux disksneið. Varúð, öllum gögnum á disknum verður eytt, og það er ekki hægt að sækja þau aftur!
it: Scegli il disco rigido che vuoi cancellare per poter preparare le nuove partizioni per Mandriva Linux. Attenzione! tutti i dati sul disco andranno perduti e non saranno più recuperabili!
ja: Mandriva Linux をインストールするためにフォーマットするハードドライブを 選んでください。注意: このドライブのデータはすべて失われ、回復すること はできません。
mk: Изберете го дискот што сакате да го избришете за да ја инсталирате новата „Mandriva Linux“ партиција. Внимавајте, сите податоци на него ќе бидат изгубени и нема да може да се вратат!
mt: Agħżel liema ħard disk trid tħassar biex tinstalla l-partizzjonijiet tal- Mandriva Linux fuqha. Oqgħod attent, l-informazzjoni kollha fuq din id- diska jintilef u ma jkunx jista' jinġab lura!
nb: Velg den harddisken du ønsker å slette for å installere din nye Mandriva Linux-partisjon. Vær forsiktig, alle data på denne partisjonen vil gå tapt og vil ikke kunne gjenopprettes!
nl: Kies de harde schijf die u wilt wissen om uw nieuwe Mandriva Linux- partitie op te installeren. Wees voorzichtig, alle gegevens die op deze schijf staan zullen verloren gaan, en niet terug te halen zijn!
nn: Vel harddisken du ønskjer å sletta for å installera den nye Mandriva Linux- partisjonen. Alle data på denne stasjonen vil då gå tapt for all framtid.
pl: Wybierz dysk, który chcesz wykasować, by założyć na nim partycję Mandriva Linux. Pamiętaj, że wszystkie dane z tego dysku zostaną utracone bez możliwości odzyskania!
pt: Escolha o disco que deseja apagar para instalar a sua nova partição Mandriva Linux. Tenha cuidado, todos os ficheiros no disco serão perdidos de forma irrecuperável!
pt_br: Escolha o disco rígido que você quer apagar para instalar sua nova partição Mandriva Linux. Tenha cuidado, pois todos os dados existentes serão perdidos e não poderão ser recuperados!
ru: Выберите жесткий диск, который нужно очистить для инсталляции вашего нового раздела Mandriva Linux. Будьте осторожны, все данные на нем будут потеряны и их нельзя будет восстановить!
sk: Vyberte si pevný disk, ktorý chcete vymazať aby ste mohli vytvoriť nový oddiel pre Mandriva Linux. Buďte opatrní, všetky údaje ktoré sa na disku nachádzajú budú odstránené a nebude možné ich obnoviť!
sl: Izberite trdi disk, ki ga želite izbrisati, da bi dobili prostor za razdelek za Mandriva Linux. Vsi podatki na izbranem disku bodo izbrisani in jih ne bo mogoče obnoviti!
sv: Välj vilken hårddisk du vill radera för att kunna installera din nya Mandriva Linux-partition. Var försiktig, alla data som för tillfället finns på partitionen kommer att gå förlorad och kommer inte att kunna återställas!
tg: Диски сахтеро, интихоб намоед, ки шумо онро барои офаридани қисми Mandriva Linux дур намудан мехоҳед. Эҳтиёт шавед, ки дар он ҳамаи додаҳои мавҷуд буда гум хоҳад шуд ва он барқарор намегардад!
uk: Виберіть твердий диск, який Ви хочете відформатувати для створення нового розділу Мандріва лінакса. Будьте обережні, всі дані, що знаходяться в цьому розділі, будуть втрачені і їх неможливо буде відновити!
vi: Hãy chọn ổ cứng mà bạn muốn xoá để cài đặt phân vùng Mandriva Linux mới. Hãy thận trọng, mọi dữ liệu có trên đó sẽ bị mất và không thể khôi phục lại được !
wa: Tchoezixhoz li deure plake ki vos vloz disfacer po-z î astaler vosse novele pårticion Mandriva Linux. Prindoz asteme, totes les dnêyes k' i gn a sol deure plake vont esse pierdowes, et vos n' pôroz les rapexhî.
zh_cn: 请选择您为了安装新的 Mandriva Linux 分区想要删除的硬盘分区。 注意, 该硬盘分区上的所有数据将丢失并且无法恢复！
zh_tw: 選擇您想要抹除的硬碟來安裝新的 Mandriva Linux 分割. 小心, 磁碟上全部資料將遺失且將無法挽回!

source: Click on "%s" if you want to delete all data and partitions present on this hard drive. Be careful, after clicking on "%s", you will not be able to recover any data and partitions present on this hard drive, including any Windows data. Click on "%s" to quit this operation without losing data and partitions present on this hard drive.
ar: اضغط "%s" إن كنت تريد حذف كل التجزيئات الموجودة على القرص الصلب. خذ حذرك، بعد ضغطك لزر "%s" لن تتمكن من استعادة أي بيانات أو تجزئات كانت موجودة على هذا القرص الصلب، بما في ذلك أي بيانات ويندوز. اضغط "%s" لإيقاف هذه العملية دون خسارة أي بيانات أو تجزيئات موجودة على القرص الصلب.
bn: যদি এই হার্ড ড্রাইভে থাকা সব ডাটা এবং পার্টিশন মুছে ফেলতে চান তাহলে আপনি "%s"তে ক্লিক করুন। সাবধান, "%s"তে ক্লিক করার পর, উইন্ডোজ ডাটাসহ, আপনি এই হার্ড ড্রাইভে থাকা কোন ডাটা এবং পার্টিশন ফিরে পাবেন না। এই অপারেশনের মাধ্যমে হার্ড ড্রাইভের উপস্থিত ডাটা এবং পার্টিশন হারাতে না চাইলে "%s"তে ক্লিক করুন।
et: Valige "%s", kui soovite kustutada kõik sellel kettal asuvad partitsioonid. Ettevaatust, pärast "%s" klõpsamist ei ole enam võimalik sellelt kettalt andmeid taastada. Loobumiseks valige "%s", mis katkestab tegevuse ilma andmeid ja käesoleval kõvakettal olevaid partitsioone kustutamata.
eu: Sakatu "%s" disko zurrun honetako datu eta partizio guztiak ezabatu nahi badituzu. Kontuz ibili, "%s" sakatu ondoren ezin izango duzu disko zurrun honetako daturik eta partiziorik berreskuratu, Windows-eko datuak barne. Sakatu "%s" disko zurrun honetako daturik eta partiziorik galdu gabe eragiketa hau bertan behera uzteko.
fa: اگر می‌خواهید تمام داده‌ها و قسمت‌بندی‌های موجود بر این دیسک را حذف کنید بر "%s" کلیک نمایید. دقت کنید که بعد از کلیک بر "%s"، دیگر نمی‌توانید هیچ داده و قسمت‌بندی موجود بر این دیسک، به اضافه‌ی هر داده‌ی ویندوز را بازیابی کنید. برای توقف این عملیات بدون از دست دادن هیچ داده‌ای و قسمت‌بندی موجود بر این دیسک بر "%s" کلیک کنید.
fi: Valitse "%s" jos haluat tuhota kaiken tällä kiintolevyllä olevan tiedon sekä osiot. Ole varovainen, sillä valittuasi "%s" et voi enää palauttaa mitään tällä kiintolevyllä olleita tietoja ja osioita, mukaanlukien kaikki Windows-tiedostot. Valitse "%s" keskeyttääksesi tämän toiminnon ilman että menetät mitään kiintolevyllä ollutta tietoa ja osioita.
fr: Cliquez sur « %s » si vous voulez vraiment effacer toute l'information et les partitions. Soyez prudent, après avoir cliqué sur « %s », vous ne pourrez plus récupérer les données ou les partitions, y compris les données Windows. Cliquez sur « %s » pour renoncer à cette opération sans perdre de données.
it: Clicca sul pulsante "%s" se vuoi cancellare tutte le partizioni e i dati presenti su questo disco rigido. Stai attento, dopo aver cliccato su "%s" non potrai più recuperare le partizioni e i dati presenti su questo disco, compresi eventuali dati di Windows. Clicca su "%s" per annullare questa operazione senza che venga perso nessun dato o partizione presente su questo disco rigido.
mt: Klikkja fuq "%s" jekk trid tħassar l-informazzjoni u partizzjonijiet kollha li hemm fuq dan il-ħard disk. Oqgħod attent, wara li tagħfas "%s" ma tkunx tista' terġa' tikseb l-informazzjoni u partizzjonijiet li hemm fuq dan il-ħard disk, inkluż fajls tal-Windows. Klikkja "%s" biex twaqqaf dan il-proċess minngħajr ma tħassar l-informazzjoni u partizzjonijiet fuq dan il-ħard disk.
nl: Klik op "%s" wanneer u alle gegevens en partities die zich op deze harde schijf bevinden, wilt wissen. Wees voorzichtig, want na het klikken op "%s" zult u niet in staat zijn om enige op de schijf aanwezige gegevens of partities terug te halen, met inbegrip van alle Windows-gegevens. Klik op "%s" om deze operatie te stoppen zonder daarbij gegevens of partities op de schijf te verliezen.
nn: Trykk «%s» om du ønskjer å sletta alle data og partisjonar på denne harddisken. Ver forsiktig, då du ikkje kan gjenoppretta eventuelle data eller partisjonar, heller ikkje Windows-data, på harddisken etter å ha trykt «%s». Trykk «%s» for å avbryta operasjonen utan å tapa data eller partisjonar på harddisken.
pl: Wybierz "%s", jeśli chcesz usunąć wszystkie dane i partycje zapisane na tym dysku. Pamiętaj, po wybraniu "%s", nie będzie możliwe odzyskanie żadnych danych oraz partycji obecnych na dysku, włączając w to dane partycji Windows. Wybierz "%s", by anulować tą operację bez utraty danych i partycji obecnych w systemie.
pt_br: Clique em "%s" se você quiser apagar todos os dados e partições existentes neste disco rígido. Tenha cuidado, pois após clicar em "%s", você não será capaz de recuperar os dados/partições existentes neste disco rígido, incluindo quaisquer dados do Windows. Clique em "%s" para sair desta operação, sem perder qualquer dado e/ou partição presente neste disco rígido.
ru: Нажмите "%s", если вы хотите удалить все данные и разделы на данном жестком диске. Будьте осторожны, потому что после нажатия "%s" вы не сможете восстановить данные и разделы на этом диске, включая данные Windows. Нажмите "%s" для отмены этой операции без потери данных и разделов на данном жестком диске.
sl: Če želite izbrisati vse razdelke na tem disku in vse podatke na njih, kliknite na »%s« Pazite, po tem, ko boste kliknili »%s«, razdelkov ali podatkov ne bo mogoče obnoviti. Kliknite »%s«, če razdelkov in podatkov na tem disku ne želite izbrisati.
vi: Nhấn chuột lên "%s" nếu muốn xóa mọi dữ liệu và phân vùng hiện có trên đĩa cứng này. Hãy thận trọng, sau khi nhấn "%s", bạn sẽ không thể khôi phục dữ liệu và các phân vùng hiện có trên đĩa cứng này, kể cả dữ liệu của Windows. Nhấn chuột lên "%s" để thoát bước này và bạn sẽ không mất dữ liệu và các phân vùng hiện có trên đĩa cứng này.
zh_cn: 如果您想要删除此硬盘上的所有数据和分区, 请单击“%s”。注意, 单击“%s”后, 您将无法恢复此硬盘上的任何数据或分区(包括任何 Windows 数据)。 单击“%s”可以停止此操作, 此硬盘上的任何数据或分区不会丢失。

source: Next ->
ar: التالي ->
bn: পরবর্তী ->
bs: Dalje ->
ca: Següent ->
cs: Další ->
cy: Nesaf ->
da: Næste ->
de: Weiter ->
eo: Sekvanta ->
es: Siguiente ->
et: Järgmine ->
eu: Hurrengoa ->
fa: بعدی ->
fi: Seuraava ->
fr: Suivant ->
gl: Seguinte ->
he: המשך ->
hu: Következő ->
id: Berikutnya ->
is: Næsta ->
it: Avanti ->
ja: 次へ ->
mk: Следно ->
mt: Li jmiss ->
nb: Neste ->
nl: Volgende ->
nn: Neste ->
pl: Dalej ->
pt: Próximo ->
pt_br: Próximo ->
ru: Далее ->
sk: Ďalej ->
sl: Naprej ->
sv: Nästa ->
tg: Навбатӣ ->
uk: Далі ->
vi: Tiếp theo ->
wa: Shuvant ->
zh_cn: 下一步 ->
zh_tw: 下一步 ->

source: <- Previous
ar: <- السابق
bn: <- পূর্ববর্তী
bs: <- Nazad
ca: <- Anterior
cs: <- Předchozí
cy: <- Blaenorol
da: <- Forrige
de: <- Zurück
eo: <- Antaŭa
es: <- Anterior
et: <- Eelmine
eu: <- Aurrekoa
fa: <- پیشین
fi: <- Edellinen
fr: <- Précédent
gl: <- Anterior
he: <- קודם
hu: <- Előző
id: <- Sebelumnya
is: <- Fyrra
it: <- Indietro
ja: <- 戻る
mk: <- Претходно
mt: <- Ta' qabel
nb: <- Forrige
nl: <- Vorige
nn: <- Førre
pl: <- Wstecz
pt: <- Anterior
pt_br: <- Anterior
ru: <- Назад
sk: <- Späť
sl: <- Nazaj
sv: <- Föregående
tg: <- Гузашта
uk: <- Попередній
vi: <- Về trước
wa: <- Di dvant
zh_cn: <- 上一步
zh_tw: <- 上一步
