Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Click on "%s" if you want to delete all data and partitions present on this hard disk drive. Be careful, after clicking on "%s", you will not be able to recover any data and partitions present on this hard disk drive, including any Windows data. Click on "%s" to quit this operation without losing data and partitions present on this hard disk drive.
bs: Kliknite na "%s" ako želite obrisati sve podatke i particije koje su prisutne na ovom hard disku. Budite oprezni, jer nakon klikanja na "%s" nećete moći vratiti podatke i particije koji se trenutno nalaze na ovom hard disku, uključujući i sve Windows podatke. Kliknite na "%s" da prekinete ovu operaciju bez gubitka podataka i particija na ovom hard disku.
ca: Feu clic a "%s" si voleu suprimir totes les dades i particions que hi ha en aquest disc dur. Aneu amb compte perquè, un cop hagueu fet clic a "%s", no podreu recuperar cap dada ni partició del disc, incloent les dades del Windows. Feu clic a "%s" per aturar aquesta operació sense perdre cap dada ni partició d'aquest disc.
cs: Klepněte na "%s", pokud chcete smazat všechna data a oddíly na tomto pevném disku. Buďte opatrní, po odklepnutí tlačítka "%s" nelze obnovit žádná dřívější data ani oddíly a to i pro Windows. Klepnutím na "%s" zrušíte tuto operaci bez ztráty dat a oddílů na disku.
cy: Cliciwch "%s" os ydych am ddileu'r holl ddata a rhaniadau sy'n bresennol ar y disg. Byddwch ofalus, wedi i chi glicio "%s" ni fydd modd i chi adfer unrhyw ddata na rhaniadau presennol ar y disg caled, gan gynnwys data Windows. Cliciwch "%s" i atal y weithred hon heb golli unrhyw ddata a rhaniadau sy'n bresennol ar y ddisg galed.
da: Klik på '%s' hvis du ønsker at slette alle data og partitioner der ligger på dette diskdrev. Vær omhyggelig, efter klik på '%s' vil du ikke være i stand til at redde nogen data eller partitioner, der ligger på dette diskdrev, inklusive alle Windows data. Klik på '%s' for at stoppe denne handling uden at tabe nogen data og partitioner der er tilstede på dette diskdrev.
de: Betätigen Sie die Schaltfläche „%s“, wenn Sie alle Partitionen und die darauf befindlichen Daten löschen wollen. Bedenken Sie, dass Sie nach betätigen der Schaltfläche „%s“ auch an die möglicherweise noch vorhandenen Windows-Daten nicht mehr gelangen werden! Wählen Sie „%s“, um die Aktion ohne Datenverlust abzubrechen.
eo: Alklaku "%s" se vi deziras forviŝi ĉiujn datenojn kaj subdiskojn kiuj troviĝas sur via fiksdisko. Estu zorgema, ĉar post alklaki sur "%s", vi ne kapablos rehavi iajn ajn datenojn kaj subdiskojn kiuj troviĝas sur tiu ĉi fiksdisko, inkluzive de ĉia ajn vindozaj datenoj. Alklaku "%s" por forlasi tiun operacion sen perdi datenojn kaj subdiskojn kiuj troviĝas sur tiu ĉi fiksdisko.
es: Haga clic sobre "%s" si desea borrar todos los datos y particiones presentes en esta unidad de disco. Tenga cuidado, luego de hacer clic sobre "%s", no podrá recuperar los datos y las particiones presentes en esta unidad de disco, incluyendo los datos de Windows. Haga clic sobre "%s" para detener esta operación sin perder los datos ni las particiones presentes en esta unidad de disco rígido.
gl: Prema en "%s" se desexa eliminar tódolos datos e particións presentes neste disco duro. Teña tino, despois de premer en "%s", non poderá recuperar ningún dato ou partición presente neste disco duro, incluindo calquera dato de Windows. Prema en "%s" para saír sen perder ningún dato ou partición presentes neste disco duro.
he: עליך ללחוץ על %s אם ברצונך למחוק את כל המחיצות והמידע על כונן קשיח זה. זהירות: אחרי לחיצה על "%s" אין דרך לשחזר את המחיצות והמידע המופיעים בכונן קשיח זה, כולל כל מידע של מערכת חלונות. נא ללחוץ על "%s" לעצירת תהליך זה ללא איבוד המידע והמחיצות הקיימים.
hu: Kattintson a(z) "%s" gombra, ha a lemezen található összes adatot és partíciót törölni szeretné. Figyelem! A(z) "%s" gomb megnyomása után nincs mód a törölt adatok és partíciók visszaállítására - természetesen akkor sem, ha egy Windows-partíció törlődött. Kattintson a(z) "%s" gombra, ha nem kívánja végrehajtani a műveletet (a lemezen található partíciók és adatok ez esetben nem változnak).
id: Klik pada "%s" jika Anda ingin menghapus semua data dan partisi yang ada pada harddisk ini. Hati-hati, setelah mengklik "%s" Anda tidak dapat mengembalikan data dan partisi pada drive ini termasuk data Windows. Klik pada "%s" untuk keluar dari operasi ini tanpa kehilangan data dan partisi yang ada pada harddisk ini.
is: Smelltu á "%s" ef þú vilt eyða öllum gögnum og disksneiðum á þessum disk. Varúð! Eftir að þú hefur smellt á "%s", getur þú ekki endurheimt nein gögn eða disksneiðar sem eru nú á þessum diski, Þar með talin Windows gögn. Smelltu á "%s" til að stöðva þessa aðgerð án þess að tapa gögnum og disksneiðum sem nú eru á þessum diski.
ja: このハードドライブのすべてのデータとパーティションを削除する場合は 「%s」をクリックしてください。 注意: 「%s」をクリックすると、Windows のデータも含め、このドライブ上の すべてのデータとパーティションは回復できなくなります。 このハードドライブのデータとパーティションを消去せずにこの操作を中止 する場合は「%s」をクリックしてください。
mk: Ако сакате да ги избришете сите податоци и партиции што се наоѓаат на овој диск, притиснете на „%s“. Внимавајте, откако ќе притиснете на „%s“, нема да може да ги вратите податоците и партициите кои се присутни на вашиот диск, вклучувајќи ги и сите податоци на „Windows“. За да ја откажете оваа операција без да изгубите податоци и партиции кои се наоѓаат на овој диск, притиснете на „%s“.
nb: Klikk på "%s" hvis du ønsker å slette alle data og partisjoner på denne harddisken. Vær forsiktig, etter at du har klikket på "%s" vil du ikke kunne gjenopprette data og partisjoner på denne harddisken inkludert Windows-data. Klikk på "%s" for å avslutte denne operasjonen uten å miste data og partisjoner på denne harddisken.
pt: Clique em "%s" se deseja apagar todos os dados e partições presentes neste disco rígido.Tenha cuidado, depois de clicar em "%s", não será capaz de recuperar qualquer dado e partição presente neste disco rígido, incluindo qualquer dado do Windows. Clique em "%s" para anular esta operação sem perder dados e partições presentes neste disco.
sk: Kliknite na "%s" ak si želáte vymazať všetky údaje a oblasti ktoré sa nachádzajú na vašom pevnom disku. Buďte opatrní, po kliknutí na "%s" nebudete mať už možnosť obnoviť údaje na oddieloch, ktoré boli predtým na vašom disku, vrátane Windows údajov. Kliknite na "%s" pre zrušenie tejto operácie bez straty údajov a oddielov, ktoré sa momentálne nachádzajú na vašom pevnom disku.
sv: Klicka på "%s" om du vill ta bort alla data och alla partitioner som finns på denna hårddisk. Var försiktig, efter det att du klickat på "%s" kommer du inte att kunna återställa någon data eller några partitioner på denna hårddisk, inkluderande Windows-data. Klicka på "%s" för att avbryta denna operation utan att förlora någon data eller några partitioner på denna hårddisk.
tg: Ба "%s" ангушт занед, агар шумо ҳамаи додаҳо ва қисмҳое ки дар ин диски сахт мавҷуд аст хориҷ намоед. Эҳтиёт шавед, ки баъд аз пахши "%s" шумо додаҳо ва қисмҳое ки дар ин диски сахт мавҷуд аст, инчунин ҳамаи додаҳои Windows-ро эҳё карда наметавонед. Ба "%s"ангушт занед, то ки бе талаф додани додаҳо ва қисмҳои дар ин диски сахт мавҷуд буда ин амалиётро бекор намоед.
uk: Натисніть "%s", якщо Ви хочете стерти всі дані і розділи на цьому твердому диску. Будьте уважні, після натиснення на "%s" Ви не зможете відновити жодних даних і розділів на цьому твердому диску, включаючи також будь-які дані Віндовс. Натисніть "%s", щоб зупинити цю операцію без втрати даних і розділів, які знаходяться на цьому твердому диску.
wa: Clitchîz so «%s» si vos vloz disfacer totes les dnêyes et totes les pårticions k' i gn a so vosse deure plake. Prindoz asteme, dispoy aveur clitchî so «%s», vos n' pôroz pus rapexhî nole dinêye ou pårticion k' i gn aveut sol deure plake, nerén les cis da Windows. Clitchîz so «%s» po rinoncî a cisse operåcion, et leyî les dnêyes et les pårticions come ele estént sol deure plake.
zh_tw: 您如果想要刪除在這個硬碟上的全部資料與分割, 點選 "%s". 小心, 點選 "%s" 之後, 您將無法挽回任何在這個硬碟上的資料與分割, 包含 Windows 資料. 點選 "%s" 以不遺失在這個硬碟上的資料與分割放棄這個動作.
