Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: There you are. Installation is now complete and your GNU/Linux system is ready to be used. Just click on "%s" to reboot the system. Do not forget to remove the installation media (CD-ROM or floppy). The first thing you should see after your computer has finished doing its hardware tests is the boot-loader menu, giving you the choice of which operating system to start. The "%s" button shows two more buttons to: * "%s": enables you to create an installation floppy disk which will automatically perform a whole installation without the help of an operator, similar to the installation you've just configured. Note that two different options are available after clicking on that button: * "%s". This is a partially automated installation. The partitioning step is the only interactive procedure. * "%s". Fully automated installation: the hard disk is completely rewritten, all data is lost. This feature is very handy when installing on a number of similar machines. See the Auto install section on our web site for more information. * "%s"(*): saves a list of the packages selected in this installation. To use this selection with another installation, insert the floppy and start the installation. At the prompt, press the [F1] key, type >>linux defcfg="floppy"<< and press the [Enter] key. (*) You need a FAT-formatted floppy. To create one under GNU/Linux, type "mformat a:", or "fdformat /dev/fd0" followed by "mkfs.vfat /dev/fd0".
ar: ها أنت ذا. التثبيت قد اكتمل الآن ونظام جنو/لينكس الخاصّ بك جاهز للاستخدام. فقط اضغط "%s" لإعادة تشغيل نظامك. لا تنْسَ أن تزيل وسط التّثبيت (قرص مدمج أو مرن). أوّل شيء يجب أن تراه بعد أن ينتهي حاسبك من فحص عتاده هو قائمة محمّل الإقلاع، والتي تعطيك الخيار لأيّ نظام تشغيل تريد بدءه. زرّ "%s" يظهر زرّين إضافيّين كي: * "%s": تنشئ قرص تثبيت مرن يساعدك آليّاً بالقيام بالتّثبيت بأكمله دون مساعدة المُشغّل، كما هو التّثبيت الذي قمت بتهيئته للتّوّ. لاحظ أن خيارين مختلفين متوفّرين بعد الضّغط على الزّر: * "%s". هذا تثبيت آليّ جزئيّاً. خطوة التّجزئة هي الإجراء الوحيد التّفاعليّ. "%s". التّثبيت الآليّ بالكامل: يُعاد كتابة القرص الصّلب بالكامل، وتفقد كلّ البيانات. هذه الميزة مفيدة جدّاً عند تثبيت عدد من الماكينات المتشابهة. راجع قسم التّثبيت الآلي على موقعنا لمزيد من المعلومات. * "%s": يحفظ لائحة بالحزم المُختارة في هذا التّثبيت. كي تستخدم هذا الاختيار مع تثبيت آخر، أدخل القرص المرن وابدأ التّثبيت. على الملقن، اضغط مفتاح [F1] واكتب >> linux defcfg="floppy" << ثمّ اضغط مفتاح الإدخال. (*) ستحتاج إلى قرص مرن منسّق بنسق FAT. لإنشاءه على GNU/Linux، أدخل "mformat a:"، أو "fdformat /dev/fd0" تتبعها "mkfs.vfat /dev/fd0".
bs: To je to. Instalacija je sada završena i vaš GNU/Linux sistem je spreman za upotrebu. Samo kliknite na "%s" da restartujete sistem. Ne zaboravite da izvadite instalacioni medij (CD-ROM ili disketu). Prva stvar koju ćete ugledati nakon što računar završi hardverske provjere je meni bootloadera, koji vam nudi izbor operativnog sistema koji želite pokrenuti. Dugme "%s" će vam ponuditi još dva dugmeta za: * "%s": da biste napravili instalacionu disketu koja će automatski izvršiti cijelu instalaciju bez intervencije operatora, sličnu instalaciji koju ste upravo konfigurisali. Obratite pažnju na dvije različite opcije koje su dostupne nakon klikanja na ovo dugme: * "%s". Ovo je djelomično automatizirana instalacija. Korak particioniranja je jedini interaktivni dio. * "%s". Potpuno automatska instalacija: hard disk je potpuno prepisan, svi podaci su izgubljeni. Ova mogućnost je vrlo prikladna kada instalirate nekoliko sličnih računara. Pogledajte odjeljak Automatska instalacija na našoj web stranici za više informacija. * "%s": snima listu paketa koje ste izabrali u ovoj instalaciji. Da biste upotrijebili ovaj izbor sa drugom instalacijom, ubacite disketu i započnite instalaciju. Na upitu, pritisnite tipku [F1] i ukucajte >>linux defcfg="floppy" <<.
ca: Ja ho teniu. S'ha completat la instal·lació i el vostre sistema GNU/Linux està preparat per fer-se servir. Simplement premeu "%s" per reiniciar el sistema. No oblideu treure la font d'instal·lació (CD-ROM o disquet). La primera cosa que veureu, després que l'ordinador hagi finalitzat les comprovacions de maquinari, és el menú del carregador d'arrencada, que us deixa triar el sistema operatiu amb què voleu iniciar. El botó "%s" mostra dos botons més per: * "%s": per crear un disquet d'instal·lació que realitzarà automàticament una instal·lació completa sense l'ajuda d'un operador, semblant a la instal·lació que acabeu de configurar. Tingueu en compte que hi ha dues opcions diferents després de fer clic al botó: * "%s". Aquesta és una instal·lació parcialment automatitzada; el pas de particionament és l'únic procediment interactiu. * "%s". Instal·lació completament automatitzada: el disc dur es reescriu completament i totes les dades es perden. Aquesta característica és força útil quan es fa una instal·lació a un cert nombre d'ordinadors similars. En trobareu més informació a la secció d'instal·lació automàtica del nostre lloc web. * "%s": desa una llista dels paquets seleccionats en aquesta instal·lació. Per utilitzar aquesta selecció en una altra instal·lació, inseriu el disquet i inicieu la instal·lació. A l'indicador, premeu la tecla F1, i escriviu >>linux defcfg="floppy"<< i premeu la tecla [Enter]. (*) Cal un disquet formatejat amb FAT. Per crear-ne un a GNU/Linux, escriviu "mformat a:", o "fdformat /dev/fd0" seguit de "mkfs.vfat /dev/fd0".
cs: Nyní je instalace ukončena a operační systém GNU/Linux je připraven k použití. Klepněte na "%s" a systém bude restartován. Nezapomeňte vyjmout instalační médium (CD-ROM nebo disketu). První věcí, kterou uvidíte po skončení hardwarových testů po zapnutí počítače, bude zavaděč s menu, kde si můžete vybrat, který operační systém chcete spustit. Tlačítko "%s" zobrazí další dvě tlačítka: * "%s": vytvoří disketu, se kterou lze celou instalaci opakovat bez zásahu operátora se stejnými volbami, které byly zvoleny při instalaci. Po klepnutí na toto tlačítko se zobrazí další dvě volby: * : "%s": je to částečně automatická instalace, kdy se potvrzuje krok při rozdělování disků (a pouze tento krok). * : "%s": plně automatická instalace, data na pevném disku budou zrušena a disk přepsán. Tato volba je velmi užitečná, když potřebujete nainstalovat větší počet stejných počítačů. Více o této možnosti je na našich WWW stránkách. * "%s"(*): uloží výběr balíčků, který byl zvolen při instalaci. Pokud budete instalovat další počítač, vložte disketu do mechaniky a spusťte instalaci, stiskněte [F1] a napište na příkazový řádek >> linux defcfg="floppy" << a stiskněte klávesu Enter. (*) Budete potřebovat disketu naformátovanou systémem souborů FAT. Chcete-li si takovou disketu vytvořit v systému GNU/Linux, napište příkaz "mformat a:" nebo "fdformat /dev/fd0" a poté "mkfs.vfat /dev/fd0".
cy: Dyna ni, mae'r gosodiad wedi ei gwblhau ac mae eich system GNU/Linux yn barod i'w ddefnyddio. Cliciwch "%s" i ailgychwyn y cyfrifiadur. Peidiwch anghofio tynnu'r cyfrwng gosod (CD-ROM neu feddal). Y peth cyntaf i chi weld ar ôl i'ch cyfrifiadur gwblhau ei brofion caledwedd yw'r ddewislen llwytho, sy'n rhoi dewis o ba system i'w chychwyn. Mae'r botwm "%s" yn dangos dau fotwm arall: *"%s": i greu disg meddal gosod fydd yn creu yn awtomatig osodiad cyflawn heb gymorth gweithredwr, yn debyg i'r gosodiad sydd newydd ei ffurfweddu. Sylwer bod dau ddewis gwahanol i'w gael wedi clicio'r botwm: *"%s". Gosodiad rhannol awtomatig gan fod mai'r cam o greu rhaniad yw'r unig ran ryngweithiol o'r broses. *"%s".Gosodiad cwbl awtomatig: mae'r disg caled wedi ei ailysgrifennu'n llwyr, a'r holl ddata wedi ei golli. Mae hwn yn nodwedd ddefnyddiol iawn wrth osod ar nifer fawr o beiriannau tebyg. Gw. yr adran Auto install ar ein safle gwe. *"%s":(*): mae hwn yn cadw'r dewis o becynnau wnaed cynt. Wrth wneud gosodiad arall, rhowch ddisg meddal yn y gyrrwr a rhedeg y gosodiad gan fynd i'r sgrin cymorth drwy wasgu'r fysell [F1], a theipio >>linux defcfg="floppy"<< a phwyso bysell [Enter]. (*) Bydd angen disg meddal wedi ei fformatio fel FAT (i greu un yn GNU/Linux, teipiwch "mformat a:" neu "fdformat /dev/fd0" wedi ei ddilyn gan "mkfs.vfat /dev/fd0".
da: Værsgo'. Installationen en nu færdig og dit GNU/Linux-system er nu klar til brug. Klik blot på '%s' for at genstarte systemet. Glem ikke at fjerne installationsmediet (cdrom eller diskette). Den første ting, som du burde se, efter din maskine har lavet sine test af maskinel, er opstartsmenuen, som lader dig vælge det operativsystem der skal startes. '%s'-knappen viser to ekstra knapper for: * '%s': at oprette en installerings-diskette, som automatisk vil udføre en hel installation uden hjælp fra en operatør, magen til den installation du lige har konfigureret. Bemærk at to forskellige muligheder er tilstede efter klik på denne knap: * '%s': Dette er en delvist automatiseret installering. Partitioneringstrinnet er den eneste interaktive procedure. * '%s': Fuldautomatisk installering: harddisken bliver fuldstændig genoverskrevet, alle data forsvinder. Denne facilitet er meget nyttig ved installering af et antal lignende maskiner. Se afsnittet om autoinstallering på vores websted for yderligere oplysninger. * '%s'(*): gemmer en liste med de pakker der er valgt under denne installation. For at bruge dette pakkevalg i en anden installation kan disketten indsættes i drevet og installeringen kan startes. Brug [F1]-tasten på opstartsskærmen og indtast >>linux defcfg="floppy"<< og trykke på [Enter]-tasten. . (*) Du har brug for en FAT-formatteret diskette. For at lave en under GNU/Linux skal du taste "mformat a:", eller "fdformat /dev/fd0" fulgt af "mkfs.vfat /dev/fd0".
de: Nun ist es soweit, die Installation ist abgeschlossen und Ihr neues Betriebssystem sollte einsatzbereit sein. Klicken Sie nur noch auf „%s“ und das System wird neu gestartet. Vergessen Sie nicht, vorher das Installationsmedium (CD oder Diskette) zu entfernen. Das erste, was Sie bei dem Neustart nach dem Hardwaretest Ihres Computers sehen, ist das Auswahlmenü Ihres Bootloaders, aus dem Sie das zu startende Betriebssystems auswählen können. Die Schaltfläche „%s“ liefert zwei weitere Schaltflächen: * „%s“: Hiermit können Sie eine Installationsdiskette erstellen, mit deren Hilfe Sie eine identische automatische Installation ohne Interaktion eines Administrators durchzuführen können. Es gibt zwei verschiedene Alternativen, nachdem Sie diese Schaltfläche aktiviert haben: * „%s“: Diese Installation ist nur teilweise automatisch, da der Partitionierungsschritt (aber nur dieser!) immer noch interaktiv vonstatten geht. * „%s“: Vollautomatische Installation: Die Festplatte wird vollständig reorganisiert. Alle darauf vorhandenen Daten gehen verloren! Diese Funktion ist besonders nützlich, wenn man eine Menge von identischer Rechner einrichten will. Weitere Informationen erhalten Sie auch auf der Seite Auto install * „%s“:(*) Sie speichern damit die Paketauswahl, die Sie vorher getroffen haben. Wenn Sie später eine erneute Installation vornehmen wollen, legen Sie einfach die Diskette ins Laufwerk und starten Sie die Installation mittels [F1] an der ersten Eingabeaufforderung. Geben Sie dann »linux defcfg="floppy"« ein. (*) Sie benötigen eine FAT formatierte Diskette (Mittels „mformat a:“ oder „fdformat /dev/fd0“, gefolgt von „mkfs.vfat /dev/fd0“ können Sie unter GNU/Linux eine solche erstellen).
eo: Jen vi fine. La instalado estas nun kompleta kaj via GNU/Linuksa sistemo estas preta por uzado. Nur alklaku "%s" por restartigi la sistemon. Ne forgesu elpreni la instal-rimedon (KD-ROM-on aŭ disketon). La unua afero kiun vi devus vidi post kiam via komputilo finis sian testadon de aparataro, estas la startigila menuo, kiu donas al vi la elekton kiun mastruman sistemon vi volas startigi. La butono "%s" montras du kromajn butonojn por * "%s": ebligas al vi krei instal-disketon kiu aŭtomate faros kompletan instaladon sen helpo de mastrumanto, simile al la instalo kiun vi ĵus faris. Notu ke du diversaj opcioj haveblas post alklako de tiu butono: * "%s". Tiu estas parte aŭtomata instalado. La subdiskiga paŝo estas la nura interaktiva proceduro. * "%s". Komplete aŭtomata instalo: la fiksdisko estas komplete reksribata, ĉiuj datenoj perdiĝas. Tiu ebleco estas tre lerta por instalado sur certa nombro da similaj maŝinoj. Vidu la sekcion Meminstalo (Auto install) en nia retejo por pli da informo. * "%s"(*): konservas liston da pakaĵoj selektitaj en tiu instalo. Por uzi tiun selekton kun alia instalado, enigu la disketon kaj startigu la instaladon. Ĉe la invito, premu la [F1]-klavon, tajpu >>linux defcfg="floppy"<< kaj premu la [Enigo]-klavon. (*) Vi bezonas disketon formatitan kun FAT. Por krei iun sub GNU/Linux, tajpu "mformat a:", aŭ "fdformat /dev/fd0" sekvata de "mkfs.vfat" /dev/fd0".
es: Ya está. Ahora la instalación está completa y su sistema GNU/Linux está listo para ser utilizado. Simplemente haga clic sobre "%s" para volver a arrancar el sistema. Lo primero que debería ver tan pronto como su máquina haya finalizado sus pruebas de hardware, es el menú del cargador de arranque dándole la opción de elegir que sistema operativo arrancar. El botón "%s" le muestra dos botones más: * "%s": le permite crear un disquete de instalación que realizará una instalación completa automáticamente, sin la asistencia de un operador, similar a la instalación que ha configurado recién. Note que hay dos opciones diferentes disponibles después de hacer clic sobre ese botón: * "%s". Esta es una instalación parcialmente automatizada. La etapa de particionado es el único procedimiento interactivo. * "%s". Instalación completamente automatizada: el disco rígido se sobreescribe por completo, y se pierden todos los datos. Esta característica es muy útil cuando se instala una cantidad grande de máquinas similares. Consulte la sección Auto install (en inglés) en nuestro sitio web para más información. * "%s"(*): guarda una lista de los paquetes seleccionados en esta instalación. Para usar esta selección con otra instalación, inserte el disquete en la disquetera y comience la instalación. En el prompt, presione la tecla [F1], y a continuación ingrese >>linux defcfg="floppy"<< y presione la tecla [Intro]. (*) Necesita un disquete formateado con FAT. Para crear uno bajo GNU/Linux teclee "mformat a:", o "fdformat /dev/fd0" seguido de "mkfs.vfat /dev/fd0".
et: Ja nüüd ongi paigaldamine selja taga ning Teie GNU/Linuxi süsteem valmis tööks. Selleks tuleb vaid klõpsata "%s" ning arvuti teeb taaskäivituse. Ärge unustage eemaldamast paigaldus-andmekandjat (CD või diskett). Seejärel võite valida, kas käivitada GNU/Linux või Windows (kui Teie arvutis on mitu süsteemi). Nupp "%s" pakub veel kaks võimalust: * "%s": loob paigaldusdisketi, mis sooritab kogu paigaldamise ilma kasutajata, paigaldamine ise on samasugune nagu äsja seljataha jäänu. Selle valiku korral ilmub veel kaks erinevat võimalust: * "%s". See on osaliselt automaatne, sest kõvaketta jagamisel (aga ka ainult seal) on võimalik sekkuda. * "%s". Täisautomaatne paigaldus: kõvaketas kirjutatakse täielikult uuesti, kõik varasemad andmed kustutatakse. See võimalus võib olla kasulik, kui paigaldamine on kavas ette võtta paljudel ühesugustel masinatel. Lähemalt vaadake meie veebileheküljel automaatpaigalduse sektsiooni. * "%s"(*): salvestab paigaldamise käigus valitud pakettide nimekirja. Kui nüüd võtate ette uue paigalduse, asetage diskett seadmesse ning käivitage paigaldamine klahvile [F1] vajutades abiekraani vahendusel, andes käsu >>linux defcfg="floppy"<< ja vajutades seejärel klahvi [Enter]. (*) Teil läheb vaja FAT-vorminduses disketti. Sellise loomiseks GNU/Linuxi keskkonnas andke käsureal korraldus "mformat a:" või "fdformat /dev/fd0" ning seejärel "mkfs.vfat /dev/fd0".
eu: Hortxe duzu. Instalazioa osatu da eta zure GNU/Linux sistema erabiltzeko prest duzu. Sakatu "%s" sistema berrabiarazteko. Ez ahaztu instalazio euskarria ateratzeaz (CD-ROMa edo disketea). Konputagailuak bere hardware probak amaitutakoan ikusi beharko zenuken lehen gauza abio-zamatzailearen menua da, zein sistema eragile abiarazi hautatzeko aukera emanez. "%s" Botoiak bi botoi gehiago erakusten ditu: * "%s": Instalazio-diskete bat sortzeko aukera ematen dizu, automatikoki, operadore baten laguntzarik gabe instalazio oso bat egingo duena, oraintxe konfiguratu duzun instalazioaren antzera. Kontuan izan beste bi aukera daudela erabilgarri botoian klik egin ostean: * "%s". Hau instalazio erdi-automatikoa da. Zatikaketa urratsa da prozedura interaktibo bakarra. * "%s". Instalazio guztiz automatikoa: disko zurruna erabat berridatziko da, eta datu guztiak galduko dira. Eginbide hau oso praktikoa da antzeko ordenagailu asko instalatzen direnerako. Ikus auto-instalazioaren atala gure web gunean informazio gehiago nahi izanez gero. * "%s"(*): Instalazio honetan hautatutako paketeen zerrenda gordetzen du. Hautapen hau beste instalazio batean erabiltzeko, sartu disketea eta abiatu instalazioa. Gonbitan, sakatu [F1] tekla eta idatzi >>linux defcfg="floppy" << eta sakatu [Sartu] tekla. (*) FAT-ekin eratutako diskete bat behar duzu. GNU/Linux-en bat sortzeko idatzi "mformat a:", edo "fdformat /dev/fd0" eta ondoren "mkfs vfat /dev/fd0".
fa: بفرمائید. نصب اکنون تکمیل شده است و سیستم گنو/لینوکس آماده‌ی استفاده است. فقط بر "%s" کلیک کرده تا سیستم آغازگری مجدد شود. فراموش نکنید که رسانه‌ی نصب (سی‌دی-رم یا دیسکچه) را بردارید.اولین چیزی که شما بعد از اینکه رایانه‌اتان سخت‌افزار خود را آزمایش می‌کند فهرست بارگذار آغازگری است، که به شما اجازه‌ی انتخاب راه‌اندازی یکی از سیستم‌های عامل را می‌دهد. دکمه‌ی "%s" دو دکمه‌ی دیگر را نشان داده برای: * "%s": ایجاد یک دیسکچه نصب که تمام نصب را بطور خودکار بدون کمک کسی، شبیه به نصبی که شما اکنون پیکربندی کردید را انجام می‌دهد. توجه کنید که بعد از کلیک بر این دکمه دو گزینه در دسترس هستند: * "%s". این نصب نسبتاً خودکاراست. گام قسمت‌بندی تنها مرحله‌ی گفتگویی است. * "%s". نصب کاملاً خودکار: دیسک سخت کاملاً بازنویسی شده، تمام داده‌ها از دست خواهند رفت. این قابلیت وقتی چندین ماشین قرار است شبیه به هم نصب شوند مفید است. قسمت نصب خودکار را در پایگاه اینترنت ما برای اطلاعات بیشتر ملاحظه کنید. * "%s"(*): یک لیست از بسته‌های انتخاب شده در این نصب را ذخیره می‌کند. برای استفاده از این انتخاب با نصب دیگر، دیسکچه را داخل کرده و نصب را شروع کنید. در اعلان, کلید [F1] را فشار داده و بنویسید >> linux defcfg="floppy" << و کلید ورود را فشار دهید. (*) شما به دیسکچه‌ای با قالب FAT نیاز دارید. برای ساختن آن در گنو/لینوکس، "mformat a:"، یا "fdformat/dev/fd0" و بدنبالش "mkfs.vfat /dev/fd0".
fi: Ole hyvä. Asennus on valmis ja GNU/Linux -järjestelmäsi on valmis käytettäväksi. Paina "%s" käynnistääksesi järjestelmän uudelleen. Ensimmäinen asia mitä näet sen jälkeen kun tietokoneesi on suorittanut laitteistotestit, on käynnistysvalikko josta voit valita minkä käyttöjärjestelmän haluat käynnistää. "%s" painike näyttää kaksi lisäpainiketta: * "%s": luodaksesi levykkeen, joka suorittaa koko asennuksen ilman käyttäjän ohjausta, samoilla asetuksilla ja valinnoilla kuin nykyinen asennus. Huomaa, että tämä valinta näyttää kaksi vaihtoehtoa sinulle: * "%s": Tämä on osittain automaattinen asennus, voit päättää ainoastaan levyn osioinnista; * "%s": Täysautomaattinen asennus: koko kiintolevy kirjoitetaan uudestaan ja kaikki vanhat tiedot poistetaan. Tämä toiminto helpottaa työtä, kun asennus on tehtävä monille samanlaisille koneille. Katso meidän webbisivustoa, aiheella automaattiasennus (Auto Install). * "%s"(*): tallentaa listan valituista paketeista levykkeelle. Sitten kun teet toisen asennuksen, aseta levyke asemaan, siirry apusivulle painamalla [F1] painiketta, ja kirjoita komentoriville linux defcfg="floppy" ja paina 'enter'. (*) Tarvitset FAT-formatoidun levykkeen. Luodaksesi levykkeen Linuxissa kirjoita "mformat a:" tai "fdformat /dev/fd0" ja "mkfs.vfat /dev/fd0".
fr: Votre installation de Mandriva Linux est maintenant terminée et votre système est prêt à être utilisé. Cliquez sur « %s » pour le redémarrer. N'oubliez pas de retirer la source d'installation(CD-ROM ou disquette). La première chose que vous verrez alors, après que l'ordinateur ait fait ses propres tests matériels, est le menu de démarrage permettant de choisir quel système lancer parmi ceux présents sur votre machine. Le bouton « %s » permet deux autres options : * « %s » : Pour créer une disquette d'installation qui permettra de reproduire l'installation que vous venez de réaliser sans l'aide d'un administrateur. Notez que les deux options suivantes apparaissent après avoir cliqué sur le bouton : * « %s ». C'est une installation partiellement automatique où il est possible de personnaliser le partitionnement du disque (exclusivement). * « %s ». Complètement automatique, cette installation reformate le disque au complet. Cette fonctionnalité est pratique pour l'installation de multiples systèmes. Voir la section Auto install de notre site Internet. * « %s » (*) sauvegarde la sélection des paquetages installés. Puis, lorsque vous ferez une autre installation, insérez la disquette dans le lecteur et accédez au menu d'aide en tapant [F1], entrez la commande suivante : « linux defcfg="floppy" »et appuyez sur la touche [Entrée]. (*) Vous avez besoin d'une disquette formatée avec FAT (pour la créer sous Linux, tapez « mformat a: » ou « fdformat /dev/fd0 » suivi de « mkfs.vfat /dev/fd0 »)
gl: Xa está. A instalación rematou e o seu sistema GNU/Linux está preparado para usalo. Prema en "%s" para reiniciar o sistema. Non esqueza extraer o soporte de instalación (CD-ROM ou disquete). A primeira cousa que debería ver despois de que o seu ordenador remate de facer a comprobación do hardware é o menú do cargador de arrinque, dándolle a opción de elixir que sistema operativo se vai iniciar. O botón "%s" amosa dous botóns máis para: * "%s": permítelle crear un disquete de instalación que levará a cabo automáticamente unha instalación completa semellante á instalación que acaba de facer, sen a axuda dun operador. Teña en conta que despois de premer neste botón hai dispoñibles dúas opcións diferentes: * "%s". Esta é unha instalación parcialmente automatizada. O paso do particionamento é o único interactivo. * "%s". Instalación totalmente automática: O disco duro rescríbese totalmente, perdendo tódolos datos. Esta funcionalidade é moi práctica cando se está instalando en varias máquinas semellantes. Mire na sección Instalación Automática no noso sitio web para obter máis información. * "%s"(*): garda unha lista dos paquetes seleccionados nesta instalación. Para usar esta selección noutra instalación, insira o disquete e inicie a instalación. Na liña de comandos, prema a tecla [F1], e introduza >>linux defcfg="floppy"<< e prema a tecla [Intro]. (*) Necesita un disquete formatado con FAT. Para crear un en GNU/Linux, escriba "mformat a:", ou "fdformat /dev/fd0" seguido de "mkfs.vfat /dev/fd0".
he: ההתקנה הסתיימה כעת, ומערכת הגנו/לינוקס שלך מוכנה לשימוש. עליך ללחוץ "%s" בכדי לאתחל את המחשב. נא לא לשכוח להוציא את תקליטור או תקליטון ההתקנה. הדבר הראשון שיופיע על המסך לאחר סיום בדיקות החומרה, הוא מנהל האתחול, שמאפשר לבחור איזו מערכת הפעלה לאתחל. הכפתור "%s" משמש להצגת שתי אפשרויות נוספות: * "%s": יצירת תקליטון תצורה אשר יאפשר התקנה חוזרת ללא עזרת מפעיל, תוך שימוש בהגדרות זהות להתקנה הנוכחית. לתשומת לבך, אחרי לחיצה על כפתור זה יופיעו שתי אפשרויות נוספות: *"%s". שחזור התקנה יתבצע באופן אוטומטי למחצה, כאשר חלוקת מחיצות תתבצע באופן אינטראקטיבי. *"%s". שחזור התקנה יתבצע באופן אוטומטי לחלוטין: תכולת הכונן הקשיח תמחק, וכל המידע השמור בו יאבד. אפשרות זאת שימושית מאוד, כאשר עליך לבצע התקנה על מספר רב של מחשבים דומים. ניתן לקבל מידע נוסף באיזור ההתקנה האוטומטית באתר שלנו. * "%s"(*): שמירת רשימת החבילות בהתקנה זאת. בכדי להשתמש ברשימה זאת עבור התקנה חדשה, עליך להתחיל התקנות חדשות מתקליטון זה. במסך הפתיחה, עליך ללחוץ על מקש F1 ואז לכתוב linux defcfg="floppy" וללחוץ על Enter. (*) שמירת התצורה דורשת תקליטון מפורמט עם מערכת קבצים FAT. ליצירת תקליטון כזה במערכת לינוקס יש להשתמש בפקודת "mformat a:", או "fdformat /dev/fd0" ואז "mkfs.vfat/dev/fd0".
hu: A telepítés befejeződött; a Linux rendszer készen áll a használatra. A rendszer újraindításához kattintson a(z) "%s" gombra. Ne feledkezzen meg a telepítőlemez eltávolításáról. Miután a gép elvégzi az indítási hardverteszteket, megjelenik a rendszerbetöltő menüje, amelyből kiválasztható, melyik operációs rendszer induljon el. A(z) "%s" gomb lenyomására két újabb gomb jelenik meg: - "%s": olyan telepítőfloppy készítése, amelynek használatával emberi közreműködés nélkül végezhető a rendszer telepítése. Az így végzett telepítések a jelenlegi telepítés beállításait használják. Két lehetőség közül lehet választani a gomb lenyomása után: - "%s". Részben automatizált telepítést jelent; a partícionálási lépés az egyetlen interaktív tevékenység. - "%s". Teljesen automatizált telepítés; a merevlemez tartalma felülíródik, az összes korábbi adat elvész. Ez a lehetőség jól használható akkor, amikor nagyobb számú azonos gépre kell a rendszert feltelepíteni. Az automatikus telepítéssel kapcsolatban a Mandriva Linux honlapján találhatók további információk. - "%s"(*): elmenti a telepítés során kiválasztott csomagok listáját. Ha egy újabb telepítés alkalmával fel kívánja használni az elmentett listát, akkor helyezze be az azt tartalmazó floppyt a telepítés megkezdésekor, majd - amikor a gép billentyűlenyomásra vár - nyomja le az "F1" billentyűt, ez után pedig írja be a következőt: linux defcfg="floppy" - utána pedig nyomja le az Enter billentyűt. (*) Ehhez szükség lesz egy FAT fájlrendszerre formázott floppyra. A formázás Linux alatt a következő paranccsal végezhető el: "mformat a:". Másik módszer a formázásra: "fdformat /dev/fd0", majd "mkfs.vfat /dev/fd0".
id: Installasi kini selesai dan sistem GNU/Linux Anda siap dipakai. Klik "%s" untuk reboot. Jangan lupa untuk mengambil media installasi (CD-ROM atau disket). Hal pertama yang Anda lihat setelah pengujian perangkat keras adalah menu bootloader, di sana Anda dapat memilih sistem operasi yang akan dijalankan. Tombol "%s" menampilkan 2 tombol tambahan untuk: * "%s": memungkinkan Anda untuk membuat disket installasi yang akan secara otomatis melakukan installasi tanpa bantuan operator, serupa dengan installasi yang baru Anda konfigurasikan. Perhatikan bahwa dua operasi yang berbeda muncul setelah menekan tombol tersebut: * "%s". Installasi semi-otomatis, hanya proses partisi yang tetap interaktif. * "%s". Installasi otomatis penuh: harddisk ditulis ulang seluruhnya, semua data hilang. Fitur ini amat praktis untuk installasi banyak komputer dengan spesifikasi sama. Lihat bagian Auto install di situs web kami untuk informasi lebih lanjut. * "%s"(*): simpan daftar paket terpilih pada installasi ini. Untuk menggunakan pilihan ini pada installasi lain, masukkan disket dan mulailah installasi. Saat prompt, tekan [F1] lalu ketik >>linux defcfg="floppy"<< dan tekan [Enter]. (*) Anda perlu floppy berformat FAT. Untuk membuatnya di GNU/Linux, jalankan "mformat a:", atau "fdformat /dev/fd0" diikuti dengan "mkfs.vfat /dev/fd0".
is: Jæja - hingað ertu þá kominn. Uppsetningu er nú lokið og GNU/Linux kerfið er tilbúið til notkunar. Aðeins eftir að smella á "%s" til að endurræsa kerfið Ekki gleyma að fjarlægja uppsetningarmiðilinn (Geisladisk eða diskling). Það fyrsta sem þú sérð eftir að tölvan hefur athugað vélbúnaðinn er ræsivalmynd, sem gefur þér möguleika á að velja hvaða stýrikerfi þú vilt ræsa Hnappurinn "%s" sýnir þér tvo auka hnappa sem: * "%s": leyfir þér að búa til uppsetningardisk sem framkvæmir sjálfkrafa alla uppsetninguna án íhlutunar, t.d. ef þú ert að setja upp aðra vél eins og þú varst að ljúka við að setja upp. Athugið að tveir möguleikar eru á uppsetningardisk sem birtast eftir að þú smellir á þennan hnapp: * "%s". Þetta er að hluta til sjálfvirk uppsetning. Diskasneiðing er eina þrepið sem þú þarft að framkvæma. * "%s". Algerlega sjálfvirk uppsetning: Öllu á disknum er eytt og diskurinn er algerlega endurskrifaður, öll gögn tapast. Þetta er mjög hagkvæmt ef þú ert að setja upp á margar svipaðar tölvur. Sjá nánar um sjálfvirka uppsetningu á vefsíðum okkar. * "%s"(*): vistar lista af öllum pökkum sem þú valdir í þessari uppsetningu. Til að nota þennan lista við aðra uppsetningu, settu inn disklinginn og byrjaðu uppsetningu. Þegar þú færð valskjáinn ýttu á [F1] og sláðu inn >>linux defcfg="floppy"<< og ýttu á [Enter] lykilinn. (*) Þú þarft FAT-forsniðinn diskling. Til að búa til þannig diskling undir GNU/Linux, gefðu skipunina "mformat a:", eða "fdformat /dev/fd0" og síðan skipunina "mkfs.vfat /dev/fd0".
it: Ecco fatto: l'installazione è terminata, e il vostro sistema GNU/Linux è pronto per essere usato. Dovete soltanto cliccare sul pulsante "%s" per riavviare il sistema. Non dimenticate di rimuovere il disco di installazione (CD-ROM o floppy). La prima cosa che vedrete, non appena il computer avrà terminato di effettuare i test relativi all'avvio, è il menu del "bootloader", che vi permetterà di scegliere il sistema operativo da avviare. Cliccando sul pulsante "%s" compariranno altri due pulsanti: * "%s": per creare un floppy di installazione che permette di eseguire automaticamente un'installazione completa, del tutto simile a quella che avete appena finito di configurare, senza che sia necessario l'intervento di un operatore. Si noti che, dopo aver cliccato sul pulsante, saranno disponibili due opzioni diverse: * "%s": questa è un'installazione automatizzata solo in parte, in quanto la fase di partizionamento del disco (e solo quella) resta interattiva. * "%s": l'installazione è completamente automatizzata: il disco rigido viene sovrascritto per intero, tutti i dati che contiene andranno persi. Questa caratteristica è molto utile quando si deve installare il sistema su un gran numero di macchine dalle caratteristiche simili. Si veda la sezione Installazione automatica sul nostro sito web per ulteriori informazioni. * "%s"(*): salva la selezione dei pacchetti effettuata durante l'installazione. Al momento di effettuare un'altra installazione potrete inserire il dischetto nel lettore e installare il sistema richiamando la schermata di aiuto (premendo [F1]) e digitando >>linux defcfg="floppy"<<. (*) Sarà necessario un dischetto formattato con il filesystem FAT; per crearne uno con GNU/Linux digitate "mformat a:", o "fdformat /dev/fd0" seguito da "mkfs.vfat /dev/fd0".
ja: インストール完了！これで GNU/Linux システムを利用できる状態になりました。 インストールメディア (CD-ROM かフロッピー) を抜いて「%s」をクリックし システムを再起動してください。コンピュータがハードウェアのテストを終える と、ブートローダのメニューが表示されます。そこで起動する OS を指定する ことができます。 「%s」ボタンを押すと二つのオプションが提示されます: * %s: 今回と同じようなインストールを オペレータなしで可能にするインストールフロッピーを作成する。 注: 二つのオプションはボタンを押すまで表示されません。 * %s: 半自動インストール。パーティションの設定は 対話形式で行えます。 * %s: 全自動インストール。ハードディスクは完全に 上書きされ、すべてのデータが失われます。 この機能は何台ものマシンに同じシステムをインストールするのに大変 便利です。詳しくは、当社ウェブサイトの 'Auto install' をご覧ください。 * %s (*): インストール中に選択された パッケージのリストを保存します。別のインストールに利用するには、 フロッピーをドライブに挿入しインストールを開始してください。 プロンプトが表示されたら [F1] を押して linux defcfg="floppy" と 入力し [Enter] を押します。 (*) FAT 形式のフロッピーが必要です。GNU/Linux で作成するには "mformat a:" または "fdformat /dev/fd0" と入力し、続けて "mkfs.vfat /dev/fd0" と入力します。
mk: Еве сте, инсталацијата заврши и вашиот „GNU/Linux“ систем е подготвен за користење. Само притиснете на „%s“ за да го рестартирате системот. Не заборавајте да го отстраните инсталациониот медиум („CD-ROM“ или дискета) Прво нешто што треба да проверете по завршувањето на хардверските тестови е подигнувачкото мени, кое ви дава избор кој оперативен систем сакате да го вклучите. Копчето „%s“ прикажува уште две додатни копчиња за: * „%s“: создавање на инсталациска дискета која автоматски ќе го изведе целиот процес на инсталација без помош од оператор, слично на инсталацијата која штотуку ја конфигуриравте. Забележете дека по притискањето на ова копче се појавуваат две различни опции: * „%s“. Ова е делумно автоматизирана инсталација, Чекорот за поделба на дискот е единствената интерактивна процедура. * „%s“. Целосно автоматизирана инсталација: дискот комплетно се пребришува, и сите податоци ќе бидат изгубени. Оваа можност е многу практична при инсталирање на поголем број слични машини. За повеќе информации, видете го одделот за „Автоматска Инсталација“ на нашата веб страница. * „%s“(*): да ја зачувува листата на изборот на пакети во оваа инсталација. За да го користите овој избор за друга инсталација, внесете ја дискетата и започнете ја инсталацијата. Откако ќе го внесете дискот и при појавувањето на екранот притиснете на кочето „F1“ и внесете >>linux defcfg="floppy"<< и притиснете на тастерот „Enter“. (*) Потребна ви е дискета форматирана со „FAT“ датотечен систем. За да ја креирате под „GNU/Linux“ извршете „mformat a:“ или „fdformat /dev/fd0“ проследено со „mkfs.vfat /dev/fd9“.
mt: Dak kollox! L-installazzjoni issa hija lesta u s-sistema GNU/Linux issa lesta biex tintuża. Agħfas "%s" biex tirristartja l-kompjuter. Tinsiex tneħħi l-media ta' l-installazzjoni (CDROM jew flopi). L-ewwel ħaġa li għandek tara meta l-kompjuter ilesti l-iċċekkjar tal-ħardwer huwa menu tal-bidu, li jagħtik l-opportunità tagħżel liema sistema operattiva trid ittella'. Il-buttuna "%s" turik żewġ buttuni oħra: * "%s": toħloqlok flopi li tippermettilek tirrepeti l-istess installazzjoni fuq kompjuter ieħor identiku, mingħajr l-intervent tiegħek. Innota li meta tagħfas din il-buttuna jintwerew żewġ għażliet oħra: * "%s". Din hija installazzjoni semi-awtomatika, għax il-pass ta' partizzjonament (u dak biss) jibqa' manwali. * "%s". Installazzjoni totalment awtomatika - il-ħard disk titħassar u tinkiteb mill-ġdid, u kull informazzjoni fuqha tintilef. Din il-faċilità hija utli meta qed tinstalla numru kbir ta' kompjuters identiċi. Ara s-sezzjoni "Auto install" fuq il-websajt tagħna. * "%s"(*): jikteb l-għażla ta' pakketti li nstallajt. Meta qed tagħmel installazzjoni oħra, daħħal il-flopi fid-drajv u meta tibda l-installazzjoni, agħfas [F1], ittajpja >>linux defcfg="floppy"<< u agħfas it-tast [Enter]. (*) Għandek bżonn flopi formattjata FAT (DOS). Biex toħloq waħda mil-Linux, ittajpja "mformat a:", jew "fdformat /dev/fd0" u "mkfs.vfat /dev/fd0".
nb: Sånn! Installasjonen er nå ferdig og ditt flunkende nye GNU/Linux system er nå klart til bruk. Bare klikk «%s» for å restarte systemet. Ikke glem å fjerne installasjonsmediet (CDROM eller diskett). Det første du vil se etter at maskinen er ferdig med maskinvaretestene er oppstartslasterens meny, som lar deg velge hvilket operativsystem du vil starte. «%s»-knappen vil vise to nye knapper: * «%s»: for å lage en installasjonsdiskett som automatisk vil utføre en hel installasjon uten operatørhjelp, helt lik den installasjonen du nettopp har utført. Merk at to forskjellige valg vil være tilgjengelige etter at knappen trykkes: * «%s»: Dette er en delvis automatisert installasjon. Partisjonering er den eneste interaktive prosedyren. * «%s»: Dette er en fullstendig automatisert installasjon: harddisken vil bli helt overskrevet, og alle data vil bli overskrevet. Denne funksjonen er nyttig når du skal installere et antall identiske maskiner. Se Auto-installasjonsavsnittet på våre websider for mer informasjon. * «%s» (*): lagrer en liste over pakkene som er blitt installert under denne installasjonen. For å benytte denne listen under en annen installasjon, sett inn disketten og start installasjonen. Når kommandopromptet kommer opp, trykk på [F1]-tasten og skriv: "linux defcfg="floppy" << (*) Du trenger en FAT-formatert diskett (for å lage en under GNU/Linux, skriv «mformat a:», eller «fdformat /dev/fd0» etterfulgt av «mkfs.vfat /dev/fd0».
nl: Alstublieft. De installatieprocedure is voltooid en uw GNU/Linux-systeem is klaar voor gebruik. U hoeft alleen nog op "%s" te klikken om uw computer opnieuw te starten. Vergeet niet de installatiemedia (CD-ROM of diskette) te verwijderen. Het eerste dat u te zien krijgt nadat uw computer the apparatuurtests heeft afgerond is het opstartladermenu, dat u de keus geeft welk besturingssysteem te starten. De "%s"-knop toont twee extra knoppen voor: * "%s": om een installatiediskette aan te maken welke de gehele installatie automatisch zal uitvoeren zonder een toezichthouder, gelijkend op de installatie die u zojuist heeft geconfigureerd. Merk op dat er twee verschillende opties zijn na het aanklikken van deze knop: * "%s". Dit is een gedeeltelijk geautomatiseerde installatie. De partitioneringsstap is de enige interactieve procedure. * "%s". Volledig geautomatiseerde installatie: de harde schijf wordt volledig overschreven en alle gegevens erop raken verloren. Deze mogelijkheid is erg handig wanneer u een grote hoeveelheid soortgelijke computers installeert. Zie ook de Auto-installatie afdeling op onze webstek voor meer informatie. * "%s"(*): slaat de pakketlijst op zoals geselecteerd in deze installatie. Om deze selectie bij een andere installatie te gebruiken, plaatst u de diskette in het diskettestation en start u het installatieprogramma. Bij het opstartscherm drukt u op de [F1]-toets en voert u ''linux defcfg="floppy" '' in en drukt u op de [Enter]-toets. (*) U heeft hiervoor een FAT-geformatteerde diskette nodig. Om er één te maken onder GNU/Linux, typt u "mformat a:" of "fdformat /dev/fd0" gevolgd door "mkfs.vfat /dev/fd0".
nn: Sånn! Installasjonen er no ferdig, og Mandriva Linux er klar til bruk. Berre trykk «%s» for å starta maskina på nytt. Ikkje gløym å fjerna installasjons mediet (CD-ROM-en eller disketten) først. Når maskina er starta opp att, får du sjå ein meny der du kan velja kva operativsystem du vil køyra. «%s»-knappen viser to knappar til: – «%s»: Lag ein installasjonsdiskett for automatisk installering med same oppsettet du har brukt no. Du får òg to nye val når du har trykt på knappen: – «%s»: Halvautomatisk installering. Det er berre partisjoneringsdelen som er manuell. – «%s»: Heilautomatisk installering. Harddisken vert heilt tømt, og alle gamle data går tapt. Denne funksjonen er veldig nyttig når du skal installera Mandriva Linux på fleire like maskiner. Sjå avsnittet om automatisk installering på nettstaden vår for meir informasjon. – «%s»: Lagrar ei liste over pakkane brukt i denne installasjonen. Du kan bruka denne pakkelista når du skal installera på ei anna maskin ved å setja inn disketten, og starta installasjonen. Trykk «F1» når installasjonsprogrammet startar, skriv inn «linux defcfg="floppy"» og trykk så «Enter». Til dette siste treng du ein FAT-formatert diskett. For å laga ein kan du skriva inn «mformat a:» eller «fdformat /dev/fd0» etterfølgd av «mkfs.vfat /dev/fd0».
pl: Tak więc instalacja zakończyła się i system GNU/Linux jest gotowy do użycia. Kliknij przycisk "%s", aby ponownie uruchomić system. Nie zapomnij o usunięciu nośnika instalacyjnego (CD lub dyskietka). Pierwszą rzeczą jaką użytkownik zobaczy po zakończeniu testów sprzętu jest menu programu rozruchowego, dające możliwość wybrania systemu, który powinien zostać uruchomiony. Przycisk "%s" powoduje wyświetlenie dwóch dodatkowych przycisków: * "%s": aby utworzyć dyskietkę służącą do przeprowadzenia instalacji bez pomocy operatora, w ten sam sposób, jak przeprowadzona przed chwilą instalacja. Uwaga: po kliknięciu przycisku dostępne będą dwie różne opcje: * "%s": określa częściowo zautomatyzowaną instalację, zaś w przypadku kroku partycjonowania (i tylko w tym) przypomina tryb interaktywny * "%s" Pełna automatyzacja instalacji: twardy dysk jest całkowicie przepisywany, wszystkie dane zostaną utracone. Ta funkcja jest bardzo użyteczna w przypadku instalacji na dużej liczbie podobnych komputerów. Zajrzyj do rozdziału o automatycznej instalacji na naszej stronie www; * "%s"(*): zapisuje listę pakietów wybranych w trakcie instalacji. Wówczas podczas przeprowadzania innych instalacji należy włożyć dyskietkę do napędu, uruchomić instalację rozpoczynającą się od ekranu pomocy przez naciśnięcie klawisza [F1], wpisanie polecenie >>linux defcfg="floppy"<< oraz naciśnięcie klawisza [Enter]. (*) Wymagana jest dyskietka sformatowana z systemem plików FAT. Aby utworzyć taką dyskietkę w systemie GNU/Linux, wpisz polecenie "mformat a:", lub "fdformat /dev/fd0", a następnie "mkfs.vfat /dev/fd0".
pt: Parabéns, a instalação está agora completa e o seu sistema GNU/Linux está pronto a ser usado. Clique em "%s" para reiniciar o sistema. Não se esqueça de remover a média de instalação (CD-ROM ou disquete). A primeira coisa que deve ver a seguir ao computador acabar os testes de material, é o menu do carregador de arranque, dando-lhe a opção de escolher qual o sistema operativo a iniciar. O botão "%s" mostra mais dois botões para: * "%s": permite-lhe criar uma disquete de instalação que irá automáticamente executar uma instalação completa sem a ajuda de um operador similar ao da instalação que ainda agora configurou. Note que duas opções diferentes são disponíveis depois de clicar naquele botão: * "%s". Isto é uma instalação parcial automática. O passo de particionar é o único procedimento interactivo. * "%s". Instalação completamente automática: o disco rígido é completamente reescrito, todos os dados serão perdidos. Esta opção é muito prática para instalar várias máquinas similares. Veja a secção Auto Instalação no nosso sítio web para mais informações. * "%s"(*): grava uma lista de pacotes seleccionados na instalação. Para usar esta selecção com outra instalação, insira uma disquete e inicie a instalação. Na linha de comandos, prima a tecla [F1], digite >>linux defcfg="floppy"<< e prima a tecla [Enter]. (*) Precisa de uma disquete formatada FAT. Para criar uma em GNU/Linux, digite "mformat a:", ou "fdformat /dev/fd0" seguido de "mkfs.vfat /dev/fd0".
pt_br: E aqui estamos! A instalação agora está completa e o seu GNU/Linux está pronto para ser usado. Clique em "%s" para reiniciar o sistema. Não esqueça de remover a mídia de instalação (CD-ROM ou disquete). A primeira coisa que você deverá ver, após seu computador terminar os testes de hardware, será o menu do gerenciador de inicialização, que fornecerá para você uma lista de opções, para que você escolha qual sistema operacional iniciar. O botão "%s" mostra mais dois botões: * "%s": para criar um disco de instalação que automaticamente fará uma instalação completa, sem a ajuda de um operador, semelhante à instalação que você acabou de fazer. Note que duas opções diferentes estão disponíveis depois que você clicar no botão: * "%s". É uma instalação parcialmente automática, porque a seção de particionamento (somente esta) permanece interativa. * "%s". Completamente automatizada: o disco rígido é completamente reescrito, e todos os dados anteriores serão perdidos. Esta funcionalidade é muito adequada quando se deseja instalar o sistema em um grande número de máquinas semelhantes. Veja a seção de instalação automática do nosso website para mais informações. * "%s": salva a seleção de pacotes feita nesta instalação. Para usar esta seleção em outra instalação, insira o disquete e inicie a instalação. No 'prompt', pressione a tecla F1 e digite >> linux defcfg="floppy" << e pressione [Enter]. (*) Você precisa de um disquete formatado com FAT. Para criar um pelo GNU/Linux, digite "mformat a:", ou "fdformat /dev/fd0" seguido por "mkfs.vfat /dev/fd0".
ru: И вот вы здесь. Установка завершена, и ваша система GNU/Linux готова к использованию. Просто нажмите "%s", чтобы перезагрузить систему. Первое, что вы увидите после того, как ваш компьютер закончит тестирование оборудования, это меню начального загрузчика, предоставляющее вам выбор какую операционную систему загрузить. Кнопка "%s" покажет еще две кнопки: * "%s": для создания инсталляционной дискеты, с помощью которой можно автоматически провести инсталляцию, подобную только что проведенной, без участия оператора. Обратите внимание, что после нажатия на кнопку доступны два различных варианта: * "%s": это частично автоматизированная установка, в которой только шаг разметки диска (и только он один) требует участия. * "%s": полностью автоматическая инсталляция: жесткий диск полностью перезаписывается и все данные теряются. эта возможность очень удобна, когда нужно повторять инсталляцию на большом числе одинаковых машин. Смотрите раздел Auto install на нашем web сайте, чтобы получить больше информации. * "%s": сохраняет выбор пакетов, сделанный в данной инсталляции. Для использования своей выборки пакетов для другой установки, вставьте дискету в дисковод и запустите установку. В приглашении нажмите [F1] и наберите >>linux defcfg="floppy"<<.
sk: Hotovo. Inštalácia je teraz kompletná a váš GNU/Linux systém je pripravený na používanie. Iba kliknite na tlačidlo "%s" pre reštart systému. Nezabudnite vybrať inštalačné médiá (CD-ROM alebo disketu Prvá vec, ktorú môžete vidieť po ukončení hardverových testov je menu zavádzača, ktorý vám dáva možnosť výberu aký operačný systém chcete spustiť. Stlačením tlačidla "%s" sa zobrazia dve ďalšie tlačidlá: * "%s": čím sa vytvorí disketa, pomocou ktorej môžete automaticky vykonávať celú inštaláciu bez potreby zásahu, čiže presne takú istú inštaláciu ako ste práve previedli. Všimnite si dve rôzne nastavenia po kliknutí na toto tlačidlo: * "%s". Toto je čiastočne automatizovaná inštalácia. Krok rozdeľovanie disku je jediná interaktívna časť. * "%s". Plne automatizovaná inštalácia: pevný disk je kompletne prepísaný, všetky údaje na ňom budú stratené. Táto možnosť je veľmi užitočná, ak inštalujete veľké množstvo podobných počítačov. Pozrite si sekciu venovanú automatickej inštalácii na našej web stránke. * "%s"(*): uloží výber balíkov tak, ako boli vybrané v tejto inštalácii. Ak chcete vykonať ďalšiu rovnakú inštaláciu, vložte túto disketu do mechaniky, pri spustení inštalácie stlačte klávesu [F1] a napíšte: >>linux defcfg="floppy" <<. (*) Je potrebné mať pripravenú FAT naformátovanú disketu (pre jej vytvorenie pod GNU/Linux systémom použite "mformat a:", alebo "fdformat /dev/fd0" nasledovaný"mkfs.vfat /dev/fd0".
sl: Namestitev je končana in vaš novi GNU/Linux je pripravljen za uporabo Kliknite »%s« in sistem se bo ponovno zagnal. Ne pozabite odstraniti vira namestitve (zgoščenke ali diskete) Neposredno po zagonu bo na zaslonu prikazan meni zagonskega nalagalnika, s pomočjo katerega lahko izberete, kateri operacijski sistem naj se zažene. Gumb »%s« vam prikaže dodatne gumbe: * »%s«: za izdelavo namestitvene diskete, s pomočjo katere boste lahko podobno namestitev, kot ste jo pravkar oblikovali, izvedli povsem samodejno. Če kliknete na ta gumb, boste imeli na voljo dve nadaljnji možnosti: * »%s«: Delno samodejna namestitev. Ročno boste lahko izvedli samo razdeljevanje diska. * »%s«: Povsem samodejna namestitev. Z diska bodo izbrisani vsi podatki. To je zelo uporabno za namestitev sistema na več podobnih računalnikov. Več o tem najdete na spletni strani Mandriva. * »%s«(*):S tem shranite seznam paketov, ki so bili izbrani med to namestitvijo. Če želite izvesti drugo namestitev z enakim naborom paketov, vstavite disketo v pogon in pričnite z namestitvijo. Pritisnite tipko [F1] in vpišite »linux defcfg="floppy"«. (*)potrebujete disketo, formatirano v FAT datotečnem sistemu. V GNU/Linux sistemu disketo formatirate z ukazom »mformat a:«, ali »fdformat /dev/fd0«, ki mu sledi ukaz »mkfs.vfat /dev/fd0«.
sv: Installationen är nu färdig och GNU/Linux-systemet är klart att användas. Klicka på "%s" för att starta om systemet. Det första du bör se efter det att datorn har gjort hårdvarutesterna är startmenyn där du kan välja vilket operativsystem du vill starta. Knappen "%s" visar ytterligare två knappar som är till för att: * "%s": för att skapa en installationsdiskett som automatiskt utför en hel installation utan hjälp av en operatör, liknande installationen du just utfört. Observera att två olika alternativ finns tillgängliga när du klickar på knappen: * "%s". Det här är en delvis automatisk installation eftersom partitioneringssteget (och endast detta) fortfarande är interaktivt. * "%s". Helt automatisk installation: allt innehåll på hårddisken skrivs om och all data går förlorad. Den här funktionen är väldigt praktisk om du ska installera ett större antal likande datorer. Se sektionen "Auto install" på vår hemsida. * "%s"(*): sparar föregående paketval. För att använda detta paketval vid en senare installation, sätt in disketten i diskettstationen. Vid prompten, tryck på [F1], och skriv >>linux defcfg="floppy"<< och tryck på [Enter] knappen. (*) Du behöver en FAT-formaterad diskett. För att skapa en under GNU/Linux, skriv "mformat a:", eller "fdformat /dev/fd0" följt av "mkfs.vfat /dev/fd0".
uk: Ось і все. Встановлення завершене і Ваша система GNU/Linux готова до використання. Просто натисніть "%s" для перезавантаження. Не забудьте вийняти носії (КД або дискету). Перше, що Ви побачите після завершення системою тестів обладнання, буде меню завантажувача, яке запропонує Вам вибір операційної системи для запуску. Кнопка "%s"покаже дві інші кнопки: * "%s": дозволяє створити дискету для встановлення, яка автоматично, без допомоги оператора виконає все встановлення, подібне до того, яке Ви щойно зробили. Зауважте, що після натиснення на кнопку будуть можливі два різні параметри: * "%s". Це частково автоматизоване встановлення. В режимі діалогу відбувається тільки етап розбиття на розділи. * "%s". Повністю автоматизоване встановлення: твердий диск повністю перезаписується, всі дані втрачаються. Цей параметр є дуже зручним при встановленні на багато подібних машин. Дивіться розділ Auto install на нашому веб-сайті для детальної інформації. * "%s"(*): зберігає список пакунків, вибраних при цьому встановленні. Щоб використати цей вибір при іншому встановленні, вставте дискету і запустіть встановлення. При підказці натисніть клавішу [F1] і введіть >>linux defcfg="floppy" << і натисніть [Enter]. (*) Вам потрібно мати дискету у FAT-форматі. Щоб створити таку в GNU/Linux, введіть "mformat a:", або "fdformat /dev/fd0", а після цього "mkfs.vfat /dev/fd0".
vi: Chúc mừng. Việc cài đặt đã hoàn thành và hệ thống GNU/Linux sẵn sàng để sử dụng. Hãy nhấn "%s" để khởi động lại hệ thống. Cái đầu tiên mà bạn thấy sau khi kết thúc việc kiểm tra phần cứng sẽ là menu của trình nạp khởi động, nó cho bạn chọn hệ điều hành nào sẽ khởi động. Nút "%s" hiển thị thêm 2 nút để: * "%s": để tạo một đĩa mềm cài đặt nhờ đó sẽ tự động thực hiện toàn bộ quá trình cài đặt mà không cần có người thực hiện, giống hệt như quá trình cài đặt mà bạn vừa tiến hành. Lưu ý: sẽ có 2 tùy chọn khác nhau sau khi nhấn chuột lên nút: * "%s". là quá trình cài đặt tự động từng phần. Chỉ còn bước phân vùng là còn phải tương tác. * "%s". Cài đặt hoàn toàn tự động: đĩa cứng được ghi lại hoàn toàn, mọi dữ liệu bị mất. Tính năng này rất thuận tiện khi thực hiện cài đặt cho một số lượng lớn các máy giống nhau. Xem Phần cài đặt tự động tại website của hãng. * "%s"(*) : lưu lại danh sách các gói được chọn của quá trình cài đặt này. Để dùng việc chọn này cho lần cài đặt khác, hãy nạp đĩa mềm vào ổ và bắt đầu chạy quá trình cài đặt. Tại dấu nhắc, nhấn phím [F1] và gõ >>linux defcfg="floppy"<<. (*) Bạn cần một đĩa mềm được định dạng FAT. Để tạo nó trong GNU/Linux, gõ "mformat a:", hay "fdformat /dev/fd0" rồi đến "mkfs.vfat /dev/fd0".
wa: Vo nos la. L' astalåcion a stî fineye et asteure vosse sistinme GNU/Linux est presse a-z esse eployî. Vos n' avoz k' a clitchî sol boton «%s» po renonder l' éndjole. Èn rovyîz nén di bodjî l' sopoirt d' astalaedje (plakete ou plake lazer) do lijheu. Li prumire sacwè ki vos voeroz on côp l' éndjole renondêye, djusse après li verifiaedje di l' éndjolreye, c' est li menu d' l' enondrece, ki vs dene li tchuze di ké sistinme d' operance enonder. Li boton «%s» mostere deus ôtes botons: * «%s»: po fé ene plakete ki vs permetrè di fé ene ôte astalåcion pareye al cene ki vos vnoz d' fé, mins di manire otomatike, sins mezåjhe d' ene djin po fé les tchuzes. Notez k' i gn a co deus ôtes tchuzes on côp ki vos avoz clitchî ç' boton la: * «%s». Po ene astalåcion dimey-otomatike, l' etape do pårtixhaedje (et seulmint cisse etape la) dimorant eteractive; * «%s». Astalåcion ttafwaitmint otomatike: li deure plake est completmint riscrîte et rpårteye, totes les dnêyes k' i gn aveut sront pierdowes. Cisse fonccionålité la est foirt ahessåve po-z astaler so on grand nombe d' éndjoles similaires. Loukîz eto li seccion so l' Oto-astalaedje sol waibe da nosse. * «%s»(*): schapêye li tchuze des pacaedjes k' a stî fwaite tins di l' astalaedje. Adonpu, cwand vos froz ene nouve astalåcion, metoz l' plakete dins l' lijheu ey enonder l' astalaedje tot-z alant sol waitroûle d' aidance (tchoûkîz sol tape [F1]), et s' taper « linux defcfg="floppy" » sol roye d' intrêye et poy li tape [Enter]. (*) I vs fåt ene plakete FAT-abwesnêye (po ndè fé ene a pårti di GNU/Linux, tapez « mformat a: » sol roye di comande).
zh_cn: 现在安装已经完成, 您的 GNU/Linux 系统已经可以使用了。只需单击"%s"就可重新启动系统。别忘了取出安装介质(CD-ROM 或软盘)。在计算机完成硬件测试后, 您所看到的第一个系统自检完后的屏幕就是引导菜单, 您可以从中选择要启动哪个操作系统。 "%s"按钮显示了两个额外的按钮, 可： * "%s"：创建一张安装软盘。该软盘可在无人值守的情况下, 按照您刚才的设置重新安装一个类似的系统。 请注意, 单击按钮后会出现两个不同的选项： * "%s"。 半自动安装。只有分区部分是交互的。 * "%s"。 全自动安装：硬盘会被完全重写, 所有数据都将丢失。 如果有一大批相同的机器要安装, 这个功能非常方便。请参考我们网站上的自动安装一节中的更多信息。 * "%s"(*)：把您刚才选择的软件包记录在软盘上。要使用本次的安装包执行另外一次安装, 请插入软盘然后开始安装。出现提示的时候, 按 [F1] 键, 输入 >>linux defcfg="floppy" <<。 (*) 您需要一张 FAT 格式的软盘。要在 GNU/Linux 下创建一张这样的软盘, 一种方法是输入 "mformat a:"；另一种是首先 "fdformat /dev/fd0", 然后 "mkfs.vfat /dev/fd0"。
zh_tw: 整個安裝步驟到這裡代表您安裝已經完成了且 GNU/Linux 系統準備好被使用. 只要點選 "%s" 來重新啟動系統. 別忘了移除安裝媒介 (光碟或軟片). 於您的電腦完成硬體測試後您第一個見到的是開機載入程式選單, 給您開始那個作業系統的選擇 "%s" 按鈕顯示另兩個按鈕到: * "%s": 使您建立一個安裝軟片, 一張不需要操作手的幫助 就能夠自動執行全部安裝的軟片, 類似於您剛剛設定的安裝一樣. 注意按下那個按鈕後有兩個不同的選項可供選擇: * "%s". 這是半自動安裝方式, 磁碟分割項目將是唯一維持手動方式操作. * "%s". 這是全自動的安裝方式: 硬碟將完全被重新寫入, 全部資料遺失. 這功能對於需要大量安裝很多相似機器上的話來說這是相當實用. 可以參考我們網頁上自動安裝章節的更多資訊. * "%s"(*): 儲存一個於這安裝時選擇的套件清單. 要用這些選擇於另一個安裝, 插入軟片且開始安裝. 於提示時按下 F1 按鍵, 然後輸入 >>linux defcfg="floppy"<< 按下 [Enter] 鍵. (*) 您需要一個 FAT-formatted 軟片. 要建立一張於於GNU/Linux 環境下, 鍵入 "mformat a:", 或 "fdformat /dev/fd0" 然後 "mkfs.vfat /dev/fd0".
