Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: User name
et: Kasutajanimi
pt_br: Nome de usuário
sl: Uporabniško ime

source: Accept user
et: Kasutaja kinnitamine
pt_br: Aceitar o usuário
sl: Sprejmi uporabnika

source: Do you want to use this feature?
ar: هل تريد استخدام هذه الميزة؟
bn: এই সুবিধাটি কি আপনি ব্যবহার করতে চান?
bs: Da li želite koristiti ovu mogućnost?
ca: Voleu utilitzar aquesta característica?
cs: Chcete použít tuto vlastnost?
cy: Ydych chi eisiau defnyddio'r nodwedd?
da: Ønsker du at bruge denne facilitet?
de: Möchten Sie diese Möglichkeit nutzen?
eo: Ĉu vi deziras uzi tiun funkcion?
es: ¿Desea usar esta característica?
et: Kas soovite seda lubada?
eu: Eginbide hau erabili nahi duzu?
fa: آیا می‌خواهید از این قابلیت استفاده کنید؟
fi: Haluatko käyttää tätä ominaisuutta?
fr: Voulez-vous utiliser cette fonctionnalité ?
gl: Desexa usar esta funcionalidade?
he: האם להפעיל אפשרות זו?
hu: Szeretné használni ezt a lehetőséget?
id: Apakah Anda ingin menggunakan fitur ini?
is: Viltu nota þennan eiginleika?
it: Vuoi sfruttare questa possibilità?
ja: この機能を使いますか？
mk: Дали сакате да ja користите оваа опција?
mt: Trid tuża din il-faċilità?
nb: Ønsker du å bruke denne finessen?
nl: Wilt u van deze mogelijkheid gebruik maken?
nn: Ønskjer du å bruka denne funksjonen?
pl: Czy chcesz wykorzystać tą funkcję?
pt: Deseja usar esta opção?
pt_br: Você quer usar este recurso?
ru: Хотите использовать эту возможность?
sk: Chcete použiť túto možnosť?
sl: Želite uporabiti to možnost?
sv: Vill du använda den här funktionen?
tg: Шумо ин хислатро истифрда бурдан мехоҳед?
uk: Ви хочете використовувати цю можливість?
vi: Bạn muốn dùng tính năng này không?
wa: Voloz vs eployî cisse fonccionålité chal?
zh_cn: 您要使用此特性吗?
zh_tw: 您想要使用這個功能嗎？

source: Listed here are the existing Linux partitions detected on your hard drive. You can keep the choices made by the wizard, since they are good for most common installations. If you make any changes, you must at least define a root partition ("/"). Do not choose too small a partition or you will not be able to install enough software. If you want to store your data on a separate partition, you will also need to create a "/home" partition (only possible if you have more than one Linux partition available). Each partition is listed as follows: "Name", "Capacity". "Name" is structured: "hard drive type", "hard drive number", "partition number" (for example, "hda1"). "Hard drive type" is "hd" if your hard drive is an IDE hard drive and "sd" if it is a SCSI hard drive. "Hard drive number" is always a letter after "hd" or "sd". For IDE hard drives: * "a" means "master hard drive on the primary IDE controller"; * "b" means "slave hard drive on the primary IDE controller"; * "c" means "master hard drive on the secondary IDE controller"; * "d" means "slave hard drive on the secondary IDE controller". With SCSI hard drives, an "a" means "lowest SCSI ID", a "b" means "second lowest SCSI ID", etc.
ar: في الأعلى ستجد تجزيئات لينكس الموجودة والتي عثر عليها على القرص الصلب الخاص بك. يمكنك أن تُبقي اختيارات المرشد، وهي جيدة لأغلب أنواع التثبيت. إذا قمت بعمل أي تغييرات فيجب عليك أن تعرف التجزيء الجذر ("/"). لا تختر تجزيئات صغيرة جدا و إلا لن تستطيع تثبيت برامج كافية. إذا كنت تريد تخزين البيانات على تجزيء مستقل فستحتاج إلى عمل تجزيء لـ"/home" (ممكن فقط إذا كان لديك أكثر من تجزيء للينكس). كل تجزيء مُعطى بالشكل التالي: "الإسم"، "السعة". "الإسم" مركب بالسكل التالي: "نوع القرص الصلب"، "رقم القرص الصلب"، "رقم التجزيء" (مثلا، "hda1"). "رقم القرص الصلب" دائما هو حرف بعد "hd" أو "sd". بالنسبة للأقراص الصلبة من نوع IDE فإن: * "a" تعني "القرص الصلب الأساسي على متحكم IDE الأساسي"، * "b" تعني "القرص الصلب الثانوي على متحكم IDE الأساسي"، * "c" تعني "القرص الصلب الأساسي على متحكم IDE الثانوي"، * "d" تعني "القرص الصلب الثانوي على متحكم IDE الثانوي"، أما بالنسبة لأقراص سكزي SCSI فالحرف "a" يعني "أقل معرف SCSI"، و الحرف "b" يعني "ثاني أقل معرف SCSI"، الخ.
bn: আপনার হার্ড ড্রাইভে বর্তমানে নিম্নলিখিত লিনাক্স পার্টিশনগুলো বিদ্যমান। আপনি উইজার্ড কর্তৃক বাছাইকৃত সেটিংসমূহ রাখতে পারেন কারণ বেশীরভাগ সাধারণ ইনস্টলেশনের ক্ষেত্রে এটিই যথেষ্ট। যদি পরিবর্তন করতে চান, আপনাকে অন্তত একটি রুট পার্টিশন তৈরী করতে হবে ("/")। পার্টিশনের সাইজ খুব ছোট না হওয়া জরুরী, কারন অন্যথা আপনি যথেষ্ট সফ্টওয়্যার ইনস্টল করতে পারবেন না। আপনার তথ্যসমূহ আলাদা পার্টিশনে রাখতে চাইলে, আপনাকে আরও একটি "/home" পার্টিশন তৈরী করতে হবে (যা কিনা একাধিক লিনাক্স পার্টিশন থাকলেই সম্ভব)। পার্টিশনগুলো তালিকায় এভাবে দেখানো হয়েছে: "নাম", "ধারণক্ষমতা". "নাম" এর কাঠামো হচ্ছে: "হার্ড ড্রাইভের ধরন", "হার্ড ড্রাইভ নাম্বার", "পার্টিশন নাম্বার" (যেমন, "hda1"). যদি আপনার হার্ড ড্রাইভটি IDE হার্ড ড্রাইভ হলে "হার্ড ড্রাইভের ধরন" হবে "hd", আর SCSI হার্ড ড্রাইভ হলে হবে "sd"। "হার্ড ড্রাইভ নাম্বার", হচ্ছে "hd" বা "sd" এর পরের একটি অক্ষর। IDE হার্ড ড্রাইভের জন্য: * "a" অর্থ "প্রাথমিক IDE কনট্রোলারে মাস্টার হার্ড ড্রাইভ"; * "b" অর্থ "প্রাথমিক IDE কনট্রোলারে স্লেভ হার্ড ড্রাইভ"; * "c" অর্থ "সহকারী IDE কনট্রোলারে মাস্টার হার্ড ড্রাইভ"; * "d" অর্থ "সহকারী IDE কনট্রোলারে স্লেভ হার্ড ড্রাইভ". SCSI হার্ড ড্রাইভের জন্য, "a" অর্থ "সর্বনিম্ন SCSI ID", "b" অর্থ "দ্বিতীয় সর্বনিম্ন SCSI ID", ইত্যাদি।
et: Ülal on toodud kõik Teie kõvakettal olemasolevad Linuxi partitsioonid. Vaikimisi on need enamasti üsna mõistlikud. Kui teete nendes muutusi, pidage meeles, et kindlasti vajate juurpartitsiooni ("/"). Liiga väikeste partitsioonide puhul võib tekkida raskusi piisava hulga tarkvara paigaldamisel. Kasutajate jaoks on sageli mõistlik luua eraldi "/home" partitsioon. (Seda mõistagi juhul, kui saate kasutada rohkem kui üht Linuxi partitsiooni.) Iga partitsiooni juures on toodud abiinfona "Nimi" ja "Mahutavus". "Nimi" koosneb kõvakettatüübist, selle numbrist ja partitsiooni numbrist (näiteks "hda1"). Kõvaketta tüüp on "hd", kui on tegemist IDE kettaga, ning "sd", kui on tegemist SCSI kettaga. Kõvaketta number on alati täht "hd" või "sd" järel. IDE ketastel: * "a" - esmase IDE kontrolleri ülem, * "b" - esmase IDE kontrolleri allutatu, * "c" - teisese IDE kontrolleri ülem, * "d" - teisese IDE kontrolleri allutatu. SCSI ketaste puhul on "a" esimene, "b" teine ja nii edasi.
eu: Hemen dituzu zure disko zurrunean detektatutako Linux partizioak. Morroiak egindako aukerak manten ditzakezu, egokiak baitira instalazio ohikoenetarako. Aldaketarik egiten baduzu, gutxienez erroko partizio bat definitu behar duzu ("/"). Ez aukeratu partizio txikiegirik edo ezin izango duzu nahikoa software instalatu. Datuak beste partizio batean gorde nahi badituzu, "/home"rako partizio bat ere sortu beharko duzu (Linux partizio bat baino gehiago baduzu soilik da posible). Partizio bakoitza honela azaltzen da: "Izena", "Edukiera". "Izena" honela osatzen da: "disko zurrun mota", "disko zurrun zenbakia", "partizio-zenbakia" (adibidez, "hda1"). "Disko zurrun mota" "hd" izaten da, disko zurruna IDE motakoa bada, eta "sd", SCSI motakoa bada. "Disko zurrun zenbakia" beti letra bat izaten da "hd" edo "sd"ren ondoren. IDE disko zurrunetan: * "a"k esan nahi du "IDE kontroladore primarioko disko zurrun nagusia"; * "b"k esan nahi du "IDE kontroladore primarioko mendeko disko zurruna"; * "c"k esan nahi du "IDE kontroladore sekundarioko disko zurrun nagusia"; * "d"k esan nahi du "IDE kontroladore sekundarioko mendeko disko zurruna". SCSI disko zurrunetan, "a"k esan nahi du"SCSI ID baxuena", "b"k "bigarren SCSI ID baxuena", etab.
fa: قسمت‌بندی‌های لینوکس شناسائی شده‌ی موجود بر دیسک شما در اینجا فهرست شده‌اند. شما می‌توانید انتخاب‌های انجام شده توسط جادوگر را نگهداشته چرا که آنها برای بیشتر نصب‌های عادی مناسب می‌باشند. اگر شما هر تغییری انجام دهید باید حداقل یک قسمت‌بندی ریشه ("/") را تعیین کنید. قسمت‌بندی خیلی کوچک انتخاب نکنید وگرنه نخواهید توانست نرم‌افزار کافی نصب کنید. اگر می‌خواهید داده‌های خود را بر یک قسمت‌بندی جداگانه ذخیره کنید، مجبور خواهید بود که یک قسمت‌بندی "/home" را ایجاد کنید (فقط در صورتی که شما بیش از یک قسمت‌بندی لینوکس داشته باشید). هر قسمت‌بندی بطریق بدنبال آمده فهرست شده است: "نام", "ظرفیت". ساختار "نام" : "نوع دستگاه دیسک", "شماره‌ی دستگاه دیسک", "شماره‌ی قسمت‌بندی" (برای مثال، "hda1"). "نوع دستگاه دیسک" اگر دستگاه دیسک یک IDE باشد "hd" است و اگر آن یک دستگاه دیسک SCSI باشد "sd" می‌باشد. "شماره‌ی دستگاه دیسک" همیشه یک حرف الفبا بعد از "hd" یا "sd" می‌باشد. برای دستگاه‌های سخت: * "a" بمعنی "دستگاه سخت ارشد بر کنترل کننده‌ی اول IDE"; * "b" بمعنی "دستگاه سخت زیردست بر کنترل کننده‌ی اول IDE"; * "c" بمعنی "دستگاه سخت ارشد بر کنترل کننده‌ی دوم IDE"; * "d" بمعنی "دستگاه سخت زیردست بر کنترل کننده‌ی دوم IDE". در دستگاه‌های سخت SCSI یک "a" بمعنی "کمترین شناسه‌ی SCSI", یک "b" بمعنی "دومین کمترین شناسه SCSI"، و غیره.
fi: Tässä on listaus olemassa olevista tunnistetuista Linux-osioista kiintolevylläsi. Voit säilyttää velhon tekemät valinnat, koska ne ovat hyviä useimmille yleisimmille asennuksille. Jos teet muutoksia, sinun pitää ainakin luoda juuri-osio ("/"). Älä valitse liian pientä osiota tai et voi asentaa riittävästi ohjelmia. Jos haluat tallentaa tietojasi erilliselle osiolle, sinun täytyy luoda myös "/home"-osio (mahdollista vain jos sinulla on enemmän kuin yksi Linux-osio käytettävissä). Jokainen osio on listattu seuraavasti: "Nimi", "Koko". "Nimi" rakenne on seuraava: "kiintolevytyyppi". "kiintolevynumero", "osionumero" (esim. "hda1"). "kiintolevytyyppi" on "hd" jos kiintolevysi on IDE-tyyppinen, ja "sd" jos se on SCSI-tyyppinen. "kiintolevynumero" on aina kirjain "hd":n tai "sd":n perässä. IDE-kiintolevyille: * "a" tarkoittaa "isäntälevy ensisijaisella IDE-ohjaimella"; * "b" tarkoittaa "orjalevy ensisijaisella IDE-ohjaimella"; * "c" tarkoittaa "isäntälevy toissijaisella IDE-ohjaimella"; * "d" tarkoittaa "orjalevy toissijaisella IDE-ohjaimella"; SCSI kiintolevyillä "a" tarkoittaa "pienin SCSI ID", "b" tarkoittaa "toiseksi pienin SCSI ID", jne...
fr: La liste présentée plus haut identifie les partitions GNU/Linux détectées sur votre système. Vous pouvez accepter les choix proposés par l'assistant, qui s'avèrent bons dans la grande majorité des cas. Si vous faites un changement, vous devez au moins avoir une partition racine root (« / »). Prenez garde de vous réserver suffisamment d'espace pour installer toutes les applications qui vous intéressent. Si vous souhaitez stocker les données des utilisateurs sur une partition spécifique, vous devrez également créer une partition « /home ». Cependant, ceci ne sera possible que si vous disposez de plus d'une partition GNU/Linux disponible. Chaque partition est listée comme suit : « Nom », « Capacité ». Le « Nom » est structuré ainsi : « type de disque dur », « numéro du disque dur », « numéro de partition ». Par exemple, « hda1 ». Le « type de disque dur » correspond à hd si votre disque est IDE. Pour un disque SCSI, vous lirez « sd ». Le « numéro du disque » est toujours listé après le « hd » ou « sd ». Pour les disques durs IDE : * « a » signifie « disque primaire maître sur le premier contrôleur IDE »; * « b » signifie le « disque primaire esclave sur le premier contrôleur IDE »; * « c » indique le « disque primaire maître sur le second contrôleur IDE »; * « d » signifie le « disque primaire esclave sur le second contrôleur IDE »; Avec les disques SCSI, le « a » indique le plus petit SCSI ID, et « b » le « deuxième plus petit ID », etc.
it: In alto puoi vedere l'elenco delle partizioni Linux individuate sul tuo disco rigido. Puoi attenerti alle scelte fatte dall'assistente, vanno bene per la maggior parte delle installazioni. Se fai dei cambiamenti, ricorda che devi definire per lo meno una partizione root (''radice'') ("/"). Non sceglierla troppo piccola, altrimenti non sarai in grado di installare parte del software. Se poi vuoi conservare i tuoi dati su una partizione separata, dovrai assegnare una partizione anche a "/home" (ciò è possibile soltanto se hai a disposizione più partizioni Linux). Ogni partizione è elencata in base a queste caratteristiche: "Nome", "Capacità". Il "Nome" è strutturato in: "tipo di disco rigido", "numero del disco", "numero della partizione" (ad esempio, "hda1"). Il "tipo di disco rigido" è "hd" se il tuo disco è di tipo IDE, e "sd" se, invece, è un disco SCSI. Il "numero del disco" è sempre una lettera che segue "hd" o "sd". Per i dischi IDE: * "a" significa "disco rigido master sul controller IDE primario"; * "b" significa "disco rigido slave sul controller IDE primario"; * "c" significa "disco rigido master sul controller IDE secondario"; * "d" significa "disco rigido slave sul controller IDE secondario". Per i dischi rigidi di tipo SCSI, invece, una "a" significa "ID SCSI più basso", una "b" significa "ID SCSI immediatamente successivo ad a", etc.
mt: Hawn issib il-partizzjonijiet ta' Linux li nstabu fuq id-diska. Tista' żżomm l-għażliet li għamel is-saħħar, huma tajbin għal ħafna każi. Jekk tagħmel tibdiliet, trid ta' l-inqas tiddefinixxi partizzjoni root ("/") Tagħżilx daqs żgħir wisq inkella ma tkunx tista' tinstalla l-programmi kollha li jkollok bżonn. Jekk tixtieq iżżomm l-informazzjoni fuq partizzjoni separata, trid toħloq ukoll partizzjoni għal "/home" (għal dan irid ikollok iżjed minn partizzjoni waħda Linux). Kull partizzjoni hija mniżżla b'dan il-mod: "Isem", "Daqs". L-isem huwa mqassam hekk: "tip ta' diska", "numru ta' diska", "numru tal-partizzjoni", per eżempju, "hda1". It-tip ta' diska huwa "hd" jekk id-diska hija tip IDE, u "sd" jekk hija tip SCSI. In-numru tad-diska huwa l-ittra ta' wara "hd" jew "sd". Għal diski IDE, "a" hija d-diska "master" fuq il-kontrollatur IDE primarju, "b" hija d-diska skjav fuq il-kontrollatur IDE primarju, "c" hija d-diska "master" fuq il-kontrollatur IDE sekondarju, "d" hija d-diska skjav fuq il-kontrollatur IDE sekondarju Fuq diski SCSI, "a" hija d-diska bl-iżjed ID baxx, "b" hija t-tieni, eċċ.
nl: Hier zijn de bestaande Linuxpartities afgebeeld die op uw harde schijf gevonden zijn. U kunt de keuzes die gemaakt zijn door de wizard behouden, ze zijn goed voor de meeste doorsnee installaties. Indien u veranderingen maakt, moet u in ieder geval een root partitie ("/") definiëren. Kies een partitie niet te klein, anders zult u niet in staat zijn genoeg software te installeren. Indien u uw gegevens op een aparte partitie wilt bewaren, dient u tevens een "/home" partitie te creëren (alleen mogelijk wanneer er meer dan één Linux partitie beschikbaar is). Elke partitie is als volgt afgebeeld: "Naam", "Capaciteit". "Naam" is als volgt opgebouwd: "type harde schijf", "harde schijf-teken", "partitienummer" (bijvoorbeeld "hda1"). "Type harde schijf" is "hd" als uw harde schijf van het IDE-type is en "sd" wanneer deze van het SCSI-type is. "Harde schijf-teken" is altijd een letter na "hd" of "sd". Voor IDE harde schijven: * "a" betekent "master harde schijf op de primaire IDE controller", * "b" betekent "slave harde schijf op de primaire IDE controller", * "c" betekent "master harde schijf op de secundaire IDE controller", * "d" betekent "slave harde schijf op de secundaire IDE controller". Bij SCSI harde schijven betekent een "a" "laagste SCSI ID", een "b" "het op één na laagste SCSI ID", etc.
nn: Her er ei oversikt over Linux-partisjonar på harddisken. Du bør vanlegvis bruka vala gjort her, då dei er gode for dei fleste maskinoppsett. Men viss du gjer endringar, må du hugsa å definera ein rotpartisjon («/»). Ikkje lag han så liten at du ikkje kan installera all programvara du treng. Om du ønskjer å lagra filene dine på ein annan partisjon, må du òg laga ein «/home»-partisjon (berre mogleg om du har meir enn éin Linux-partisjon tilgjengeleg). Følgjande vert vist for kvar partisjon: «namn», «kapasitet». «Namn» er ordna slik: «harddisktype», «harddisknummer», «partisjonsnummer» (eks. «hda1»). «Harddisktype» er «hd» viss harddisken er ein IDE-harddisk, og «sd» viss han er ein SCSI-harddisk. «Harddisknummer» er alltid ein bokstav etter «hd» eller «sd». For IDE-harddiskar: – «a» tyder «hovudharddisk på første IDE-kontrollar». – «b» tyder «slaveharddisk på første IDE-kontrollar». – «c» tyder «hovudharddisk på andre IDE-kontrollar». – «c» tyder «slaveharddisk på andre IDE-kontrollar». Med SCSI-harddiskar tyder «a» lågaste SCSI-ID, og «b» nest lågaste SCSI-ID, og så vidare.
pl: Powyżej pokazano wykryte na Twoim dysku istniejące partycje linuksowe. Można zastosować wybory określone przez druida, są one odpowiednie w większości przypadków. Jeśli wprowadza się zmiany, należy określić przynajmniej partycję root ("/"). Nie należy wybierać zbyt małej partycji - nie będzie można wówczas zainstalować zbyt dużo oprogramowania. Jeśli dane mają być przechowywane na oddzielnej partycji, należy także utworzyć partycję "/home" (jest to możliwe tylko wtedy, jeśli dostępnych jest więcej niż jedna partycja linuksowa) Dla informacji, każda partycja jest określona przez "Nazwę" i "Rozmiar". "Nazwa" jest określana następująco: "typ dysku","numer dysku", "numer partycji". (na przykład "hda1"). "Typ dysku" to "hd" w przypadku dysków IDE, "sd" w przypadku SCSI "Numer dysku" to litera po "hd" lub "sd". W przypadku dysków IDE: * "a" oznacza "pierwszy dysk na pierwszym kontrolerze IDE"; * "b" oznacza "drugi dysk na pierwszym kontrolerze IDE"; * "c" oznacza "pierwszy dysk na drugim kontrolerze IDE"; * "d" oznacza "drugi dysk na drugim kontrolerze IDE" W przypadku dysków SCSI, "a" oznacza "najniższy ID SCSI", zaś "b", oznacza "drugi w kolejności ID SCSI", itd.
pt_br: Aqui estão listadas as partições Linux detectadas no seu disco rígido. Você pode manter as opções feitas pelo assistente, elas são boas para o uso diário. Se você quiser alterar estas opções, você deve ao menos definir uma partição ("/"). Não escolha uma partição muito pequena ou você não será capaz de instalar todos os softwares desejados. Se você quiser guardar seus dados em uma partição separada, você precisa escolher uma partição "/home" (apenas possível se você tiver mais de uma partição Linux disponível). Cada partição é listada da seguinte forma: "Nome", "Capacidade". "Nome" é codificado da seguinte maneira: "tipo do disco rígido", "número do disco rígido", "número da partição" (por exemplo, "hda1"). "Tipo do disco rígido" é "hd" se seu disco rígido for IDE e "sd" se ele for um disco rígido SCSI. "Número do disco rígido" é sempre uma letra depois de "hd" ou "sd". Para os discos rígidos IDE: * "a" significa "disco rígido mestre na controladora IDE primária", * "b" significa "disco rígido escravo na controladora IDE primária", * "c" significa "disco rígido mestre na controladora IDE secundária", * "d" significa "disco rígido escravo na controladora IDE secundária", Com discos rígidos SCSI, um "a" significa "SCSI ID mais baixo", um "b" significa "segundo SCSI ID mais baixo", e assim por diante.
ru: Перечисленное выше является существующими разделами Linux, определенными на вашем жестком диске. Вы можете оставить без изменений сделанное мастером, потому что это хорошо подходит для большинства обычных инсталляций. Если вы делаете какие-либо изменения, вы должны определить как минимум раздел root ("/"). Не делайте его слишком маленьким, иначе вы не сможете инсталлировать достаточное количество программного обеспечения. Если вы хотите хранить данные на другом разделе, вам также прийдется создать раздел "/home" (возможно только при наличии более чем одного раздела Linux). Каждый раздел перечислен следующим образом: : "Название", "Размер". "Название" разделяется на: "тип жесткого диска", "номер жесткого диска", "номер раздела" (например, "hda1"). "Hard drive type" это "hd", если ваш жесткий диск IDE и "sd", если он SCSI. "Номер жесткого диска" всегда является буквой после "hd" или "sd". Для жестких дисков IDE: * "a" означает "master жесткий диск на первичном IDE контроллере"; * "b" означает "slave жесткий диск на первичном IDE контроллере"; * "c" означает "master жесткий диск на вторичном IDE контроллере"; * "d" означает "slave жесткий диск на вторичном IDE контроллере". Для жестких дисков SCSI, "a" означает "lowest SCSI ID", а "b" означает "second lowest SCSI ID", и т.д.
sl: Na seznamu so razdelki za Linux, ki jih je čarovnik zaznal na vašem trdem disku. Lahko obdržite nastavitve, ki jih je izbral čarovnik, saj so primerne za večino običajnih namestitev. Če boste te nastavitve spreminjali, morate določiti vsaj korenski razdelek (»/«). Razdelek naj ne bo premajhen, da boste lahko namestili dovolj programja. Če želite svoje podatke shraniti na poseben razdelek, ustvarite tudi domači razdelek »/home«. (To je mogoče samo, če imate na disku več razdelkov za Linux.) Vsak razdelek je predstavljen na naslednji način: »Ime«, »Zmogljivost«. »Ime« sestavljajo: »Vrsta trdega diska«, »Številka trdega diska«, »Številka razdelka« (n.pr. »hda1«. »Vrsta trdega diska« je »hd«, če gre za IDE disk in »sd«, če gre za SCSI disk »Številka trdega diska« je vedno črka, ki sledi oznaki »hd« ali »sd«. Za IDE trdi disk: * »a« pomeni »glavni trdi disk na primarnem IDE vodilu« * »b« pomeni »suženjski trdi disk na primarnem IDE vodilu« * »c« pomeni »glavni trdi disk na sekundarnem IDE vodilu« * »d« pomeni »suženjski trdi disk na sekundarnem IDE vodilu« Pri SCSI trdih diskih pomeni »a« »najnižji SCSI ID«, »b« »drugi najnižji SCSI ID« itd.
vi: Trên đây là danh sách các phân vùng Linux hiện có trên đĩa cứng của bạn. Bạn có thể giữ các lựa chọn do đồ thuật tạo ra, chúng thích hợp cho hầu hết các trường hợp thông thường. Nếu bạn tạo bất kỳ thay đổi nào, ít nhất phải định ra một phân vùng root ("/"). Đừng chọn phân vùng này nhỏ quá vì có thể bạn sẽ không thể cài đặt đủ phần mềm. Nếu bạn muốn đặt dữ liệu lên một phân vùng riêng biệt, bạn cũng cần tạo phân vùng cho "/home" (với điều kiện nếu bạn có sẵn hơn một phân vùng Linux). Mỗi phân vùng được liệt kê như sau: "Tên", "Dung lượng". "Tên" có cấu trúc như sau: "kiểu đĩa cứng", "số hiệu đĩa cứng", "số hiệu phân vùng" (ví dụ, "hda1"). "Kiểu ổ cứng" là "hd" nếu ổ cứng của bạn là IDE và "sd" nếu là loại SCSI. "Số hiệu ổ cứng" luôn là chữ cái đứng sau "hd" hoặc "sd". Với các ổ cứng IDE: * "a" là "ổ cứng chính nối với điều khiển IDE đầu tiên", * "b" là "ổ cứng phụ nối với điều khiển IDE đầu tiên", * "c" là "ổ cứng chính nối với điều khiển IDE thứ hai", * "d" là "ổ cứng phụ nối với điều khiển IDE thứ hai". Với các ổ đĩa SCSI, "a" là "SCSI ID thấp nhất", "b" là "SCSI ID thấp thứ nhì", v.v...
zh_cn: 在此列出了您硬盘上已有的 Linux 分区。您可以保留向导所作的选择, 因为对于大多数安装来说这一选择是较好的。如果您想要进行更改的话, 您必须至少定义一个根分区("/")。不要选择太小的分区, 否则您可能无法安装足够的软件。如果您想要将您的数据存放在单独的分区中, 您还需要创建一个 "/home" 分区(仅当您有多于一个 Linux 分区时才可用)。 每个分区都按下列格式列出: "名称", "容量"。 "名称"结构为: "硬盘类型", "硬盘编号", "分区编号"(例如, "hda1")。 "硬盘类型"取决于硬盘的接口方式。如您的硬盘是 IDE 硬盘, 则"硬盘类型"就为"hd"；若硬盘为 SCSI 硬盘, 就为"sd"。 "硬盘编号"就是在"hd"或"sd"后面的那个字母。对于IDE硬盘: * "a"意味着"主 IDE 控制器的主硬盘"； * "b"意味着"主 IDE 控制器的从硬盘"； * "c"意味着"从 IDE 控制器的主硬盘"； * "d"意味着"从IDE控制器的从硬盘"。 对于 SCSI 硬盘, "a"意味着"最低的 SCSI ID", "b"意味着"第二低的 SCSI ID", 依此类推。
