Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: You now need to decide where you want to install the Mandriva Linux operating system on your hard drive. If your hard drive is empty or if an existing operating system is using all the available space you will have to partition the drive. Basically, partitioning a hard drive means to logically divide it to create the space needed to install your new Mandriva Linux system. Because the process of partitioning a hard drive is usually irreversible and can lead to data losses, partitioning can be intimidating and stressful for the inexperienced user. Fortunately, DrakX includes a wizard which simplifies this process. Before continuing with this step, read through the rest of this section and above all, take your time. Depending on the configuration of your hard drive, several options are available: * "%s". This option will perform an automatic partitioning of your blank drive(s). If you use this option there will be no further prompts. * "%s". The wizard has detected one or more existing Linux partitions on your hard drive. If you want to use them, choose this option. You will then be asked to choose the mount points associated with each of the partitions. The legacy mount points are selected by default, and for the most part it's a good idea to keep them. * "%s". If Microsoft Windows is installed on your hard drive and takes all the space available on it, you will have to create free space for GNU/Linux. To do so, you can delete your Microsoft Windows partition and data (see ``Erase entire disk'' solution) or resize your Microsoft Windows FAT or NTFS partition. Resizing can be performed without the loss of any data, provided you've previously defragmented the Windows partition. Backing up your data is strongly recommended. Using this option is recommended if you want to use both Mandriva Linux and Microsoft Windows on the same computer. Before choosing this option, please understand that after this procedure, the size of your Microsoft Windows partition will be smaller than when you started. You'll have less free space under Microsoft Windows to store your data or to install new software. * "%s". If you want to delete all data and all partitions present on your hard drive and replace them with your new Mandriva Linux system, choose this option. Be careful, because you will not be able to undo this operation after you confirm. !! If you choose this option, all data on your disk will be deleted. !! * "%s". This option appears when the hard drive is entirely taken by Microsoft Windows. Choosing this option will simply erase everything on the drive and begin fresh, partitioning everything from scratch. !! If you choose this option, all data on your disk will be lost. !! * "%s". Choose this option if you want to manually partition your hard drive. Be careful -- it is a powerful but dangerous choice and you can very easily lose all your data. That's why this option is really only recommended if you have done something like this before and have some experience. For more instructions on how to use the DiskDrake utility, refer to the ``Managing Your Partitions'' section in the ``Starter Guide''.
ar: عند هذه النقطة، عليك أن تقرر أين تريد تثبيت نظام التشغيل ماندريبا لينكس على القرص الصلب الخاص بك. إذا كان القرص الصلب فارغاً أو أن نظام تشغيل آخر يستخدم كل المساحة المتوفرة فسوف تحتاج إلى تجزئة القرص الصلب. بشكل عام، تجزئة القرص الصلب تعني تقسيم القرص الصلب منطقياً لإنشاء المساحة المطلوبة لتثبيت نظام ماندريبا لينكس الجديد الخاص بك. عملية تقسيم القرص الصلب لا يمكن التّراجع عنها عادةًَ كما أنها قد تتسبب في خسارة للبيانات إن وجد هناك نظام تشغيل آخر مثبت على هذا القرص الصلب، لذا فإنّ تجزئة القرص قد تكون عمليّةً صعبةً ومرهقة إن لم تكن مستخدماً محترفاً. من حسن الحظ، يوفّر DrakX معالجاً يسهل العملية. قبل متابعة هذه الخطوة، اقرأ بقية هذا القسم و قبل كل شئ، خذ وقتك. اعتماداً على إعدادات القرص الصلب، تتوفر العديد من الخيارات: * "%s": هذا الخيار سيقوم بعملية تجزئة آلية للأقراص الصلبة الفارغة. إذا استخدمت هذا الخيار، لن تكون هناك إشعارات أخرى. * "%s": يكون المرشد قد اكتشف تجزيء أو أكثر من تجزيئات لينكس على القرص الصلب. إذا كنت تريد استخدامها، اختر هذا الخيار. سيتم بعد ذلك سؤالك عن أماكن التركيب المرتبطة بكل تجزيء. يتم اختيار أماكن التركيب المعتادة افتراضياً، ولأغلب المستخدمين فإنها فكرة جيدة تركها كما هي. * "%s" : إذا كان ميكروسوفت ويندوز مثبتاً على القرص الصلب و يحتل كل المساحة التي عليه، ستحتاج إلى إنشاء مساحة فارغة لبيانات جنو/لينكس. لعمل ذلك يمكنك حذف تجزيء و بيانات ميكروسوفت ويندوز (انظر حلّ ``إزالة القرص بأكمله'') أو قم بتغيير حجم تجزيء ميكروسوفت ويندوز FAT. يمكن تصغير الحجم دون أي خسارة للبيانات، إن كنت قمت بإزالة تجزّئات التجزيء الخاص بويندوز. يفضّل بشدّة نسخ بياناتك احتياطياً.. استخدام هذا الخيار منصوح به إذا كنت تريد استخدام كل من ماندريبا لينكس و ميكروسوفت ويندوز على نفس الحاسب. قبل اختيارك لهذا الخيار، عليك أن تعلم أنه بعد هذا الإجراء، ستتقلص مساحة تجزيء ميكروسوفت ويندوز عن ما قبل ستكون لديك مساحة فارغة أقل على ميكروسوفت ويندوز لتخزين بياناتك أو تثبيت برامج جديدة. * "%s": إذا كنت تريد حذف كل البيانات و كل التجزيئات الموجودة على القرص الصلب و استبدالها بنظام ماندريبا لينكس الجديد الخاص بك، اختر هذا الخيار. كن حذراً، لأنك لن تتمكن من التراجع بعد أن تقوم بالتأكيد. !! إن اخترت هذا الخيار، سيتم حذف كل البيانات الموجودة على القرص. !! ؛ * "%s". هذا الخيار يظهر في حال كان القرص محتلاً بأكمله من قبل ميكروسوفت ويندوز. سيقوم هذا الخيار ببساطة بمحو كل شيء على القرص و بدء التثبيت من الصفر، مجزّأً كلّ شيء من لاشيء. !! إن اخترت هذا الخيار، ستخسر كلّ البيانات على القرص الخاص بك. !! * "%s": اختر هذا الخيار إذا كنت تريد تقسيم القرص الصلب بشكل يدوي. كن حذراً -- هذا الخيار قوي لكنه خطير و من الممكن أن تفقد بياناتك بسهولة. لهذا فإن هذا الخيار مفضّل فقط إذا كنت قد قمت بشئ مماثل من قبل و لديك بعض الخبرة. لمزيد من التعليمات حول استخدام أداة DiskDrake راجع قسم ``إدارة التجزيئات'' في ``دليل المبتدئ''.
ca: Ara és quan heu de decidir en quin lloc del vostre disc dur voleu instal·lar el sistema operatiu Mandriva Linux. Si el disc és buit, o si un sistema operatiu existent n'utilitza tot l'espai disponible, us caldrà particionar-lo. Bàsicament, particionar un disc dur consisteix a dividir-lo de manera lògica per crear espai on instal·lar el nou sistema Mandriva Linux. Atès que els efectes d'aquest procés solen ser irreversibles i poden implicar pèrdua de dades si ja teniu un sistema operatiu instal·lat, el particionament us pot espantar si sou un usuari sense experiència. Per sort, DrakX inclou un auxiliar que simplifica aquest procés. Abans de continuar, però, llegiu la resta d'aquesta secció i, sobre tot, preneu-vos el temps que calgui. Segons la configuració del vostre disc dur, hi ha diverses opcions possibles: * "%s": aquesta opció particionarà automàticament les unitats buides. Amb aquesta opció no se us farà cap pregunta més. * "%s": l'auxiliar ha detectat una o més particions de Linux al vostre disc dur. Si voleu utilitzar-les, escolliu aquesta opció. Se us demanarà que trieu els punts de muntatge associats a cadascuna de les particions. Els punts de muntatge existents se seleccionen per defecte, i en la majoria dels casos és bona idea conservar-los. * "%s" Si teniu el Microsoft Windows instal·lat al disc dur i n'ocupa tot l'espai disponible, caldrà crear espai lliure per a GNU/Linux. Per fer-ho, podeu suprimir la partició i les dades del Windows (consulteu la solució ``Esborrar completament el disc'') o canviar la mida de la partició FAT o NTFS de Windows. Aquest canvi de mida es pot dur a terme sense cap pèrdua de dades, sempre que la partició de Windows hagi estat desfragmentada prèviament. És molt recomanable, fer una còpia de seguretat de les dades. Aquesta opció és la més recomanable si voleu utilitzar tant Mandriva Linux com Microsoft Windows al mateix ordinador. Abans de decidir-vos per aquesta opció, penseu que en acabar la partició de Microsoft Windows serà més petita que anteriorment. Tindreu menys espai lliure a Microsoft Windows per emmagatzemar-hi dades o instal·lar-hi més programari. *"%s": si voleu suprimir totes les dades i particions que teniu al disc dur i substituir-les pel sistema Mandriva Linux, podeu escollir aquesta opció. Aneu amb compte, però, perquè, un cop la confirmeu, no podreu fer-vos enrere. ¡¡ Si trieu aquesta opció, totes les dades del disc s'esborraran !!. *"%s": aquesta opció apareix quan el disc dur està completament ple per Microsoft Windows. Escollir aquest opció esborrarà tot el contingut del disc i començarà de nou, particionant des de zero. ¡¡ Si trieu aquesta opció, totes les dades del disc s'esborraran !!. * "%s": si voleu particionar el disc dur manualment, podeu triar aquesta opció. Aneu amb compte: és una opció molt potent però també perillosa, ja que podeu perdre fàcilment totes les dades. Per tant, aquesta opció només és recomanable si heu fet abans alguna cosa similar i teniu una mica d'experiència. Trobareu més instruccions sobre la utilitat DiskDrake a la secció ``Gestió de les particions'' de la ``Guia d'iniciació''.
cs: V tomto bodě si musíte rozhodnout, na které diskové oddíly budete instalovat nový operační systém Mandriva Linux. Pokud je disk prázdný nebo existující operační systém používá celý disk, je nutné ho rozdělit. Rozdělení disku spočívá ve vytvoření volného prostoru pro instalaci systému Mandriva Linux. Protože rozdělení disku je nenávratná operace, je to velmi nebezpečná akce pro ty uživatele, kteří nemají žádné zkušenosti. Pro tyto uživatele je dobrý průvodce, který zjednoduší daný proces. Ještě před započetím rozdělování disku si pročtěte zbytek této sekce a hlavně nespěchejte. Na základě vaší stávající konfigurace nabídne průvodce několik řešení: * "%s": takto se jednoduše automaticky disk(y) rozdělí a již se o nic nemusíte starat. * "%s": průvodce detekoval jeden nebo více existujících Linuxových oddílů a ty nabídne pro instalaci. Budete muset definovat ke každému oddílu přípojný bod. Původní přípojné body jsou předvyplněny a obvykle by jste je měli ponechat. * "%s": pokud máte na disku nainstalovány Microsoft Windows a tyto zabírají celý disk, je možné tento prostor zmenšit a použít ho pro instalaci. Oddíl a data lze také vymazat (viz volba "Smazat celý disk") nebo změnit velikost FAT či NTFS oddílu s Microsoft Windows. Změna velikosti oddílu je provedena beze ztráty dat a je možná, pokud jste předtím tento oddíl ve Windows defragmentovali. Je doporučeno zazálohovat vaše data. Tento postup je doporučený, pokud chcete na disku provozovat současně systém Mandriva Linux i Microsoft Windows. Před výběrem této volby si prosím uvědomte, že velikost oddílu s Microsoft Windows bude menší než je nyní. To znamená, že budete mít méně místa pro uložení dat nebo instalaci programů do Microsoft Windows. * "%s": pokud chcete smazat veškerá data a všechny oddíly na disku a použít je pro instalaci systému Mandriva Linux, vyberte toto řešení. Zde postupujte opatrně, po výběru již není možné vzít tuto volbu zpět. !! Pokud zvolíte tuto možnost, všechna data na disku budou ztracena.!! * "%s": Tato volba se objeví, pokud celý disk zabírá operační systém Microsoft Windows. Tato volba jednoduše smaže vše na disku a znovu disk rozdělí. !! Pokud vyberete tuto volbu, veškerá data budou ztracena. !! * "%s": pokud chcete disk rozdělit ručně. Před touto volbou buďte opatrní, je sice mocná, ale nebezpečná. Velmi jednoduše zde můžete přijít o svá data. Nedoporučuje se těm, kteří přesně nevědí, co dělají. Chcete-li se dozvědět více o nástroji DiskDrake, který se v tomto případě používá, prostudujte sekci "Správa vašich oddílů" v příručce "Začínáme".
da: Nu skal du vælge hvor på din harddisk du vil installere dit Mandriva Linux-operativsystem. Hvis disken er tom eller et eksisterende operativsystem bruger alt pladsen på den, bliver du nødt til at partitionere drevet. Partitionering vil sige at diskdrevet opdeles i logiske dele for at lave den plads der behøves til at installere dit nye Mandriva Linux-system. Da partitioneringen af en disk normalt ikke kan fortrydes og kan føre til tab af data, kan det godt være frustrerende og stressende for uøvede brugere. Heldigvis har DrakX en vejleder som forenkler denne proces. Før du fortsætter med dette trin kan du gennemlæse resten af dette afsnit, og ikke mindst tage dig den tid du behøver. Afhængig af dit diskdrevs konfiguration er flere muligheder tilstede: * '%s': Denne mulighed vil udføre en automatisk opdeling af dine tomme diskdrev. Hvis du bruger denne mulighed vil du ikke blive spurgt om mere. * '%s': Vejlederen har fundet en eller flere eksisterende Linux-partitioner på dit diskdrev. Hvis du vil bruge dem, så vælg denne mulighed. Du vil så blive spurgt om monteringspunkter tilknyttet hver af partitionerne. De gamle monteringspunkter er forvalgt og i de fleste tilfælde er det en god idé at beholde dem. * '%s': Hvis Microsoft Windows er installeret på din disk og bruger al pladsen, bliver du nødt til at lave fri plads til GNU/Linux. For at gøre dette kan du slette dine Microsoft Windows partitioner og data (se muligheden "Slet hele disken") eller ændre størrelsen på din Microsoft Windows-FAT- eller NTFS-partition. Størrelsesændringen kan fortages uden tab af data, hvis du i forvejen har defragmenteret Windows-partitionen. Det anbefales på det kraftigste at du laver en sikkerhedskopi først. Denne mulighed anbefales hvis du vil bruge både Mandriva Linux og Microsoft Windows på samme maskine. Før du vælger denne løsning, bør du forstå at størrelsen på din Microsoft Windows partition vil blive mindre end da du startede. Du vil have mindre fri plads under Microsoft Windows til at gemme dine data eller installere nyt programmel. * '%s': Hvis du vil slette alle data på alle partitioner på denne disk og erstatte dem med dit nye Mandriva Linux-system, kan du vælge denne mulighed. Vær forsigtig, for du vil ikke være i stand til at fortryde denne handling efter at du har sagt ja. !! Hvis du bruger denne mulighed vil alle eksisterende data på din disk gå tabt. !! * '%s': Denne mulighed kommer til syne når diskdrevet er fuldstændigt optaget af Microsoft Windows. Valg af denne mulighed vil simpelthen slette alt på disken og begynde fra en frisk, og partitionere det hele fra ny. !! Hvis du bruger denne mulighed vil alle eksisterende data på din disk gå tabt. !! * '%s': Vælg denne mulighed hvis du vil partitionere disken i hånden. Vær forsigtig - det er en stærk , men også farlig mulighed. og du kan meget nemt komme til at slette alle dine data. Derfor er denne mulighed kun anbefalet hvis du har lavet noget lignende før og har nogen erfaring. For flere instruktioner om brugen af DiskDrake-programmet kan du se i afsnittet 'Administrér dine partitioner' i 'Startervejledningen'.
de: Sie müssen nun entscheiden, wo auf Ihrer Festplatte Ihr Mandriva Linux System installiert werden soll. Sofern alles leer ist bzw. ein Betriebssystem alles belegt, muss die Festplatte neu partitioniert werden. Prinzipiell besteht das Partitionieren der Festplatte darin, den Plattenplatz so aufzuteilen, dass Ihr Mandriva Linux darauf installiert werden kann. Da dieser Schritt normalerweise irreversibel ist und auch zu Datenverlusten führen kann, haben manche unerfahrenen Benutzer Hemmungen, diesen Schritt auszuführen. Glücklicherweise enthält DrakX einen Assistenten, der den Prozess sehr vereinfacht. Lesen Sie dennoch vor Beginn im Handbuch die entsprechenden Passagen und lassen Sie sich Zeit mit der Entscheidung. Abhängig vom aktuellen Zustand Ihrer Festplatte haben Sie verschiedene Alternativen: * „%s“: Dies führt einfach dazu, dass Ihre leere(n) Festplatte(n) automatisch partitioniert werden; Sie müssen sich also um nichts weiter kümmern. * „%s“: Der Assistent hat eine oder mehrere existierende Linux-Partitionen auf Ihrer Platte gefunden. Wählen Sie diese Schaltfläche, falls Sie sie behalten wollen. Sie werden dann gebeten, die Einhängpunkte der Partitionen anzugeben. Als Vorgabe erhalten Sie die Einhängpunkte der gefundenen Distribution, normalerweise ist es nicht nötig diese zu ändern. * „%s“: Falls der gesamte Plattenplatz aktuell für Microsoft Windows™ verschwendet ist, müssen Sie für GNU/Linux Platz schaffen. Um dies zu erreichen, können Sie entweder Ihre Microsoft Windows™ Partition(en) samt Daten löschen (siehe „Komplette Platte löschen“) oder Ihre Microsoft Windows NTFS oder FAT Partition verkleinern. Letzteres geht ohne Datenverlust, vorausgesetzt Sie haben ihre Windows Partition(en) vorher defragmentiert. Dennoch sollten Sie vor diesem Schritt eine Sicherungskopie Ihrer Daten auf einem anderem Medium als der zu verändernden Festplatte vornehmen. Sie sollten diese Variante wählen, falls Sie beide Betriebssysteme (Microsoft Windows und Mandriva Linux) nebeneinander nutzen wollen. Bevor Sie sich für diese Variante entscheiden, sei hier noch einmal betont, dass das bedeutet, Sie haben weniger Platz für Microsoft Windows als momentan. * „%s“: Falls Sie alle Daten Ihrer Platte verlieren, und sie durch Ihr neues Mandriva Linux System ersetzen wollen, wählen Sie diese Schaltfläche. Beachten Sie, dass dieser Schritt nicht rückgängig gemacht werden kann. !! Wenn Sie diese Variante wählen, werden alle Ihre Daten auf der Platte gelöscht! !! * „%s“: Diese Option erscheint, wenn der gesamte Platz von Microsoft Windows eingenommen wird. Bei der Auswahl der Option wird einfach der gesamte Inhalt der Platte gelöscht und neu partitioniert. !! Wenn Sie diese Variante wählen, werden alle Ihre Daten auf der Platte gelöscht! !! * „%s“: Wenn Sie Ihre Festplatte selbst von Hand partitionieren wollen, dann können Sie diese Option wählen. Seien Sie bitte sehr sorgfältig, wenn Sie diese Lösung wählen, da Sie zwar alle möglichen Einstellungen vornehmen, aber gleichzeitig auch sehr leicht Daten verlieren können. Diese Option ist nur geeignet, wenn Sie wissen, was Sie tun. Um zu erfahren, wie Sie DiskDrake verwenden können, lesen Sie bitte das Kapitel „Ihre Partitionen verwalten“ im „Starter Handbuch“.
eo: Nun vi devas decidi kie vi volas instali la Mandriva Linuksan mastrumsistemon sur via fiksdisko. Se via fiksdisko estas malplena aŭ se ekzistanta mastrumsistemo uzas la tutan haveblan spacon, vi devos subdiskigi la diskon. Esence, subdiskigi diskon signifas dividi ĝin logike por krei la necesan spacon por instali vian novan Mandriva Linuksan sistemon. Ĉar la subdiskigo de fiksdisko estas normale neinversigebla kaj povas perdigi datenojn, subdiskado povas esti timiga kaj stresiga por sensperta uzulo. Bonŝance, DrakX enkludas sorĉilon kiu simpligas tiun proceson. Antaŭ ol daŭrigi ĉe tiu paŝo, tralegu la reston de tiu ĉi sekcio kaj, antaŭ ĉio, agu sen urĝo. Depende de la konfigurado de via fiksdisko, pluraj opcioj disponeblas: * "%s". Tiu opcio faros aŭtomatan subdiskigon de via malplena(j) disko(j). Se vi elektas tiun opcion, ne okazos pluaj invitoj. * "%s". La sorĉilo detektis unu aŭ plurajn ekzistantajn Linuksajn subdiskojn sur via fiksdisko. Se vi deziras uzi ilin, elektu tiun ĉi opcion. Tiam vi estos petata elekti la surmetingojn por ĉiu subdisko. La necesaj surmetingoj estas selektitaj defaŭlte, kaj plej ofte estas bona ideo konservi ilin. * "%s". Se Vindozo (mikrosofta) estas instalita sur via fiksdisko kaj okupas la tutan haveblan spacon sur ĝi, vi devos krei liberan spacon por GNU/Linukso. Por tion fari, vi povas forviŝi vian Mikrosoft-Vindozan subdiskon kaj datenojn (vidu solvon ''Forviŝi tutan diskon'') aŭ regrandecigi vian Mikrosoft-Vindozan FAT- aŭ NTFS-subdiskon. Regrandecigi eblas sen perdi ian datenon, kondiĉe ke vi antaŭe malfragmentigis la vindozan subdiskon. Sekurkopii viajn datenojn estas forte konsilata. Uzi tiun opcion estas rekomendata se vi deziras uzi ambaŭ, Mandrivan Linukson kaj Mikrosoftan Vindozon sur la sama komputilo. Antaŭ ol elekti tiu opcion, bonvole komprenu ke post tiu procedo la amplekso de via Mikrosoft-Vindoza subdisko estos pli malgranda ol kiam vi komencis. Vi havos malpli da libera spaco sub Vindozo por stoki viajn datenojn aŭ por instali novajn programojn. * "%s". Se vi deziras forviŝi ĉiujn datenojn kaj ĉiujn subdiskojn troviĝantajn sur via fiksdisko kaj anstataŭigi ilin per via nova Mandriva Linuksa sistemo, elektu tiun ĉi opcion. Estu zorgema, ĉar vi ne kapablos malfari tiun operacion post kiam vi konfirmis. !! Se vi elektas tiun opcion, ĉiuj datenoj sur via disko estos detruitaj. !! * "%s". Tiu opcio aperas kiam la fiksdisko estas komplete okupata de Mikrosoft-Vindozo. Elekti tiun opcion simple forviŝos ĉion kio troviĝas sur la disko kaj komencos novan subdiskadon. !! Se vi elektas tiun opcion, ĉiuj datenoj sur via disko perdiĝos. !! * "%s". Elektu tiun opcion se vi deziras permane subdiskigi vian fiksdiskon. Estu zorgema -- tio estas potenca, sed danĝera elekto, kaj vi povas tre facile perdi ĉiujn viajn datenojn. Pro tio, tiu opcio estas vere nur rekomendata, se vi jam faris ion similan antaŭe kaj havas ian sperton. Por havi pli da instrukcioj pri kiel uzi la DiskDrake, konsultu la sekcion ''Mastrumi viajn subdiskojn'' en la ''Start-Gvidilo''.
es: Ahora necesita elegir el lugar de su disco rígido donde se instalará su sistema operativo Mandriva Linux. Si su disco rígido está vacío o si un sistema operativo existente está utilizando todo el espacio disponible, necesitará particionar el disco. Básicamente, particionar un disco rígido consiste en dividirlo lógicamente para crear espacio para instalar su sistema Mandriva Linux nuevo. Debido a que el proceso de particionado de un disco rígido por lo general es irreversible y puede llevar a pérdida de datos, el particionado puede ser intimidante y estresante si Usted es un usuario inexperto. Por fortuna, DrakX incluye un asistente que simplifica este proceso. Antes de continuar con este paso, por favor lea el resto de esta sección y, por sobre todo, tómese su tiempo. Dependiendo de la configuración de su disco rígido, están disponibles varias opciones: * "%s". Esta opción simplemente llevará a un particionado automático de su(s) disco(s) vacío(s). Si elige esta opción, no se le pedirán más detalles ni se le formularán más preguntas. * "%s". El asistente ha detectado una o más particiones Linux existentes en su disco rígido. Si desea utilizarlas, elija esta opción. Entonces se le pedirá que elija los puntos de montaje asociados a cada una de las particiones. Los puntos de montaje legados se seleccionan de manera predeterminada, y por lo general es buena idea mantenerlos. * "%s". Si Microsoft Windows está instalado en su disco rígido y ocupa todo el espacio disponible en el mismo, Usted tendrá que liberar espacio para Linux. Para hacerlo, puede borrar su partición y datos Microsoft Windows (vea la solución "Borrar el disco entero") o cambiar el tamaño de su partición Microsoft Windows FAT o NTFS. El cambio de tamaño se puede realizar sin la pérdida de datos, siempre y cuando Usted haya desfragmentado con anterioridad la partición Windows. Es altamente recomendable hacer una copia de respaldo de sus datos. Se recomienda usar esta solución si desea utilizar tanto Mandriva Linux como Microsoft Windows en la misma computadora. Antes de elegir esta opción, por favor comprenda que después de este procedimiento el tamaño de su partición Microsoft Windows será más pequeño que cuando comenzó. Tendrá menos espacio bajo Microsoft Windows para almacenar sus datos o instalar software nuevo. * "%s". Si desea borrar todos los datos y todas las particiones presentes en su disco rígido y reemplazarlos con su nuevo sistema Mandriva Linux, seleccione esta opción. Tenga cuidado con esta solución ya que no podrá revertir su elección después de confirmarla. !! Si elige esta opción, se perderán todos los datos en su disco. !! * "%s". Esta opción aparece cuando todo el disco está tomado por Microsoft Windows. Al elegir esta opción simplemente se borrará todo el disco y se comenzará desde cero, particionando todo de nuevo. !! Si elige esta opción, se perderán todos los datos en su disco. !! * "%s": elija esta opción si desea particionar manualmente su disco rígido. Tenga cuidado - esta es una elección potente pero peligrosa y puede perder todos sus datos con facilidad. Esa es la razón por la cual esta opción realmente sólo se recomienda si ha hecho algo como esto antes y tiene algo de experiencia. Para más instrucciones acerca de la utilización del utilitario DiskDrake, consulte la sección "Administrar sus particiones" de la "Guía de Comienzo".
et: Olete jõudnud punkti, kus peate otsustama, kuhu täpselt Mandriva Linux oma kõvakettal paigaldada. Kui kõvaketas on tühi või mõni muu operatsioonisüsteem seda täielikult kasutab, on vaja see osadeks jagada ehk partitsioneerida. Partitsioneerimine on tegevus, mille käigus tekitatakse kettale loogilised piirkonnad Teie uue Mandriva Linuxi süsteemi paigaldamiseks. Kuna kõvaketta jagamine on pöördumatu protsess, siis peab kogemusteta kasutaja olema iseäranis ettevaatlik! Selle tegevuse lihtsustamiseks ja vigade vähendamiseks on Teie jaoks loodudki käesolev nõustaja. Siiski, palun varuge natuke ettevalmistusaega. Sõltuvalt kõvaketta omadustest on ketta jagamiseks ehk partitsioneerimiseks mitmeid võimalusi. * "%s": see jagab lihtsalt Teie tühja(d) kõvaketta(d). Mingeid edasisi küsimusi ei esitata. * "%s": nõustaja leidis kõvakettalt vähemalt ühe Linuxi partitsiooni. Kui soovite seda/neid kasutada, valige see võimalus. Seejärel palutakse valida iga partitsiooniga seotud haakepunktid. Vaikimisi valitakse need juba ette ära ja üldiselt oleks mõistlik neid mitte muuta. * "%s": kui kõvakettale on paigaldatud Microsoft Windows ja see haarab enda alla kogu kõvaketta, tuleb Teil tekitada vaba ruum GNU/Linuxi andmetele. Selleks võib hävitada Microsoft Windowsi partitsiooni koos andmetega (vaata võimalusi "Puhasta kogu ketas" või "Ekspertrežiim") või selle suurust muuta. Viimast on võimalik sooritada ilma andmeid kaotamata, seda küll eeldusel, et olete varem Windowsi partitsiooni defragmenteerinud. Siiski ei tule kindlasti kahjuks ka andmetest varukoopia valmistamine... See lahendus on soovitatav, kui tahate kasutada ühes arvutis nii Mandriva Linuxit kui Microsoft Windowsit. Enne selle valiku kasuks otsustamist pidage silmas, et kirjeldatud protseduuri järel on Teie Microsoft Windowsi partitsioon senisest väiksem, mis tähendab, et sellel on ka vähem ruumi andmete salvestamiseks või uue tarkvara paigaldamiseks. * "%s": kui soovite kustutada kõik andmed ja partitsioonid, mis kõvakettal parajasti on, ning asendada need uue Mandriva Linuxi süsteemiga, on see õige valik. Aga tasub olla ettevaatlik, sest pärast selle valiku langetamist tagasiteed enam ei ole... NB! Kui valite selle võimaluse, kaotate kõik kõvakettal olevad andmed. !! * "%s": see puhastab kõvaketta senistest andmetest ja käivitab uue paigaldusprotsessi, luues kõik partitsioonid uuesti. Kaovad ka kõik kettal olnud andmed. NB! Kui valite selle võimaluse, kaotate kõik kõvakettal olevad andmed. !! * "%s": valige see, kui soovite ise kontrollida kõvaketta jagamist. Kuid olge ettevaatlik - see on küll võimas, aga ohte sisaldav valik, mille puhul võib kergesti kaotada olemasolevad andmed. Seepärast ei peaks seda valima, kui Te pole endas päris kindel. Täpsemalt saab teada, kuidas kasutada DiskDrake'i võimalusi, "Põhiteadmiste käsiraamatu" ("Starter Guide") alapeatükist "Partitsioonide haldamine".
eu: Hona iritsita, Mandriva Linux sistema eragilea disko zurrunean non instalatu aukeratu behar duzu. Zure disko zurruna hutsik badago edo lehendik dagoen sistema eragile batek leku erabilgarri guztia betetzen badu, diska zatikatu beharko duzu. Disko zurruna zatikatzea, funtsean, diskoa logikoki zatitzea da, Mandriva Linux sistema berria instalatzeko behar den lekua sortzeko. Disko zurruna zatikatzeko prozesua normalean itzulbiderik gabea denez eta datuen galera eragin dezakeenez, zatikatzeak beldurra eta estresa eragin dezake esperientzia gabeko erabiltzaileengan. Zorionez, DrakX-ek prozesu hau errazten duen morroi bat dauka. Urrats honekin jarraitu aurretik, irakurri atal honetako gainerako zatia eta guztiaren gainetik hartu behar adina denbora. Disko zurrunaren konfigurazioaren arabera, hainbat aukera izango dituzu: * "%s": Aukera honek zatikaketa automatia gauzatuko du hutsik dagoen unitatean. Aukera hau erabiltzen baduzu, ez zaizu beste galderarik egingo * "%s": Morroiak Linux partizio bat edo gehiago detektatu ditu zure disko zurrunean. Erabili nahi badituzu, hautatu aukera hau. Partizio bakoitzari dagokion muntatze-puntua aukeratzeko eskatuko zaizu. Oinordetzan hartutako muntatze-puntuak hautatzen dira lehenespenez, eta gehienetan ona izaten da haiek mantentzea. * "%s": Microsoft Windows disko zurrunean instalatuta badago eta bertako leku erabilgarri guztia hartzen badu, lekua askatu beharko duzu GNU/Linux-entzat. Horretarako, Microsoft Windows-en partizioa eta datuak ezaba ditzakezu (ikus ``Ezabatu disko osoa'' aukera) edo Windows-en FAT edo NTFS partizioei neurria aldatu. Neurri aldaketa datu galerarik gabe gauzatu daiteke baldin eta aurretik Windows partizioa desfragmentatu baduzu. Oso gomendagarria da datuen babeskopiak egitea. Aukera hau erabiltzea gomendatzen da Mandriva Linux eta Microsoft Windows, biak, konputagailu berean erabili nahi badituzu. Aukera hau hautatu aurretik, ulertu ezazu prozedura honen ondoren, Microsoft Windows partizioaren neurria hasi aurretik baino txikiagoa izango dela. Leku aske gutxiago izango duzu Microsoft Windows-en zure datuak gorde edo software berria instalatzeko. * "%s": Disko zurrunean dauden datu eta partizio guztiak ezabatu eta Mandriva Linux sistema berriarekin ordeztu nahi badituzu, hautatu aukera hau. Kontuz, berretsi ondoren ezingo baituzu eragiketa desegin. !! Aukera hau hautatzen baduzu, diskoko datu guztiak ezabatuko dira. !! * "%s": Aukera hau diko osoa Microsoft Windows-ek hartzen duenean agertzen da. Aukera hau hautatzeak unitatean dagoen guztia ezabatuko du eta berriro hasiko da hutsetik partizioak sortzen. !! Aukera hau hautatzen baduzu, diskoko datu guztiak galduko dituzu. !! * "%s": Hautatu aukera hau, disko zurruna eskuz zatikatu nahi baduzu. Kontuz ibili -- aukera ahaltsu bezain arriskutsua da, eta oso erraz gal ditzakezu datu guztiak. Horregatik, aurretik horrelako gauzak egin dituztenei eta esperientzia dutenei bakarrik gomendatzen zaie aukera hau. DiskDrake erabiltzeko jarraibide gehiago nahi izanez gero, irakurri ``Hasiberrien gida''ko ``Partizioen kudeaketa''atala.
fa: در این مرحله، باید تصمیم بگیرید که در کجای دیسک خود می‌خواهید سیستم عامل لینوکس ماندریبا را نصب کنید. اگر دیسک شما خالی یا اگر سیستم عامل موجودی همه‌ی فضای در دسترس دیسک را در اختیار دارد مجبور خواهید بود دیسک خود را قسمت‌بندی کنید. اساسا، قسمت‌بندی دیسکی شامل قسمت کردن منطقی آن برای ایجاد فضای لازم برای نصب سیستم لینوکس ماندریبا جدیدتان می‌باشد. بخاطر غیر قابل برگشت بودن پروسه‌ی قسمت‌بندی و اینکه می‌تواند به از دست رفتن داده‌ها منتهی شود، مخصوصا اگر سیستم عاملی از قبل وجود داشته و بر روی دیسک نصب شده باشد، اگر شما کاربری بی‌تجربه هستید قسمت‌بندی می‌تواند عصبی کننده و هیجان آور باشد. خوشبختانه، DrakX جادوگر راهنمایی را برای آسان کردن این پروسه ضمیمه دارد. قبل از ادامه به این مرحله بقیه این بخش را بخوانید و بیش از هر چه وقت کافی را بخود بدهید. بستگی به پیکربندی دیسک‌تان، چندین گزینه در دسترس است: * "%s": این گزینه قسمت‌بندی خودکار دستگاه دیسک خالی شما را انجام می‌دهد. اگر از این گزینه استفاده کنید دیگر از شما سؤال دیگری نخواهد شد. * "%s": جادوگر یک یا چند قسمت‌بندی موجود لینوکس را بر روی دیسک شما شناسایی کرده است. اگر می‌خواهید از آنها استفاده کنید این گزینه را انتخاب کنید. از شما سپس پرسیده خواهد شد که نقاط سوارسازی مربوط به هر قسمت‌بندی را انتخاب کنید. نقاط سوارسازی صحیح بوسیله‌ی پیش‌فرض انتخاب خواهند شد، در بیشتر موارد نظر خوبی است که آنها را نگه دارید. * "%s": اگر ویندوز مایکروسافت بر دیسک شما نصب شده است و همه فضای موجود بر آن را در اختیار دارد، شما می‌بایست فضای آزاد برای لینوکس را ایجاد کنید برای انجام این کار، شما می‌توانید قسمت‌بندی و داده‌های ویندوز مایکروسافت را حذف کرده (راه حل ''پاک کردن تمام دیسک'' را ببینید) یا قسمت‌بندی FAT ویندوز مایکروسافت را تغییر اندازه دهید. تغییر اندازه می‌تواند بدون از دست دادن هیچ داده‌ای به این شرط که شما از قبل قسمت‌بندی ویندوز را نظم داده یا defragmented بشود و اینکه آن از قالب FAT استفاده کند. ذخیره‌ی داده‌های شما بشدت سفارش می‌شود. استفاده از این گزینه اگر می‌خواهید هم لینوکس و هم ویندوز مایکروسافت را بر روی یک رایانه داشته باشید سفارش می‌شود. قبل از انتخاب این گزینه، لطفا توجه کنید که بعد از این پروسه اندازه‌ی قسمت‌بندی ویندوز مایکروسافت شما کوچکتر از وقتی که شروع کرده‌اید خواهد شد شما فضای آزاد کمتری زیر ویندوز مایکروسافت برای ذخیره‌ی داده‌ها‌ی خود یا نصب نرم‌افزار جدید خواهید داشت. * "%s": اگر می‌خواهید تمام داده‌ها و قسمت‌بندی‌های موجود بر روی دیسک را حذف و آنها را با سیستم لینوکس ماندریبا جدید خود جایگزین کنید، این گزینه را انتخاب کنید. دقت کنید، شما قادر نخواهید بود انتخاب خود را بعد از تأیید پس بگیرید. !! اگر این گزینه را انتخاب کنید، همه‌ی داده‌های بر روی دیسک شما حذف خواهند شد. !! * "%s": این همه چیز را از دیسک پاک کرده و از نو شروع به قسمت‌بندی هر چیز از پایه می‌کند. هر داده‌ای بر روی دیسک شما از دست خواهد رفت. !! اگر شما این گزینه را انتخاب کنید، همه داده‌های بر دیسک شما از دست خواهد رفت. !! * "%s": این گزینه را اگر خودتان می‌خواهید دیسک را قسمت‌بندی کنید انتخاب نمایید. دقت کنید -- این گزینه‌ی باقدرت ولی خطرناکی است و شما می‌توانید بسادگی تمام داده‌های خود را از دست بدهید. برای همین این گزینه واقعا فقط اگر شما چنین کاری را قبلا انجام داده‌اید و تجربه دارید سفارش می‌شود. برای راهنمایی چگونگی استفاده از وسیله‌ی DiskDrake به قسمت``مدیریت قسمت‌بندی‌های خود'' در ``راهنمای مبتدی'' مراجعه کنید.
fi: Nyt sinun pitää valita miten haluat asentaa Mandriva Linux käyttö- järjestelmän kiintolevyllesi. Jos kiintolevysi on tyhjä, tai nykyinen käyttöjärjestelmäsi käyttää siltä kaiken vapaan tilan, sinun pitää osioida se. Käytännössä osiointi tarkoittaa kiintolevyn loogista jakamista osiin tehdäksesi tilaa Mandriva Linux-järjestelmän asennukselle. Koska osiointiprosessin muutoksia ei yleensä voi peruuttaa, ja se voi johtaa tietojen häviämiseen jos toinen käyttöjärjestelmä on jo asennettuna, osiointi voi olla pelottavaa ja stressaavaa jos olet kokematon käyttäjä. Onneksi DrakX sisältää velhon, joka yksinkertaistaa tämän prosessin. Ennen kuin aloitat, lue nämä ohjeet rauhassa. Riippuen kiintolevyasetuksistasi, tarjolla on useita eri vaihtoehtoja: * "%s": tämä vaihtoehto suorittaa vapaana olevan tilan automaattisen osioinnon. Sinulta ei kysytä mitään muuta. * "%s": velho on tunnistanut olemassa olevat Linux-osiot. Jos haluat käyttää niitä, valitse tämä vaihtoehto. Sinua pyydetään seuraavaksi valitsemaan osioiden liitospisteet. Ennestään käytettyjä liitoskohtia ehdotetaan oletuksena ja yleensä niitä ei kannata muuttaa. * "%s": jos Microsoft Windows on asennettu kiintolevyllesi ja se vie kaiken tilan, sinun pitää luoda vapaata tilaa Linuxille. Tehdäksesi tämän voit joko poistaa Windows-osion (katso ``Tyhjennä koko levy''-vaihtoehto) tai muuttaa FAT-osion kokoa. Osion koon muuttaminen voidaan tehdä ilman tietojen hävittämistä, kunhan olet eheyttänyt sen ja se käyttää FAT-tiedostojärjestelmää. Tietojen varmistus on kuitenkin suotavaa. Tämä vaihtoehto on suositeltu jos haluat käyttää Mandriva Linuxia ja Microsoft Windowsia samassa koneessa. Ennen kuin valitset tämän vaihtoehdon, sinun pitää ymmärtää että tämän toimenpiteen jälkeen Windows-osiosi on pienempi kuin tällä hetkellä. Sinulla tulee olemaan vähemmän vapaata tilaa Windowsille, johon voit tallentaa tietojasi tai asentaa uusia ohjelmia. * "%s": valitse tämä jos haluat poistaa kaikki tiedot ja osiot ja asentaa Mandriva Linux -järjestelmäsi niiden tilalle. Ole varovainen tämän valinnan kanssa, koska et pysty peruuttamaan valintaasi kun olet hyväksynyt tämän toimenpiteen. !! Jos valitset tämän vaihtoehdon, kaikki tiedot kiintolevylläsi tuhoutuu !! * "%s": tämä vaihtoehto näkyy ainoastaan jos koko kovalevysi on Microsoft Windowsin käytössä. Tämä yksinkertaisesti poistaa kaikki tiedot kiintolevyltä ja aloittaa puhtaalta levyltä osioimalla kaikki alusta asti. Kaikki tiedot kiintolevylläsi tuhoutuu. !! Jos valitset tämän vaihtoehdon, kaikki tiedot kiintolevylläsi tuhoutuu !! * "%s": valitse tämä vaihtoehto, jos haluat itse määrittää kiintolevysi osioinnin. Ole varovainen - tämä on tehokas mutta vaarallinen vaihtoehto. Voit helposti menettää kaikki tietosi. Eli, älä käytä tätä vaihtoehtoa, jos et tiedä tarkalleen mitä teet. Jos haluat lisätietoja DiskDrake työkalun käytöstä, katso osaa ``Managing Your Partitions'' osiota ``Starter Guidessa''.
fr: Cette étape vous permet de déterminer précisément l'emplacement de votre installation de Mandriva Linux. Si votre disque est vide ou utilisé par un autre système d'exploitation, vous devrez repartitionner votre disque. Partitionner un disque désigne l'opération consistant à le diviser précisément afin de créer un espace pour votre installation. Comme les effets du partitionnement sont irréversibles (l'ensemble du disque est effacé), le partitionnement est généralement intimidant et stressant pour un utilisateur inexpérimenté. Heureusement, un assistant a été prévu à cet effet. Avant de commencer, lisez le reste de ce document et surtout, prenez votre temps. Selon la configuration de votre disque, plusieurs options sont disponibles : * « %s » : cette option tentera simplement de partitionner automatiquement l'espace inutilisé sur votre disque. Il n'y aura pas d'autre question. * « %s » : l'assistant a détecté une ou plusieurs partitions Linux existant sur votre disque. Si vous voulez les utiliser, choisissez cette option. Il vous sera alors demandé de choisir les points de montage associés à chacune des partitions. Les anciens points de montage sont sélectionnés par défaut, et vous devriez généralement les garder. * « %s » : si Microsoft Windows est installé sur votre disque et en prend toute la place vous devez faire de la place pour votre installation GNU/Linux. Pour ce faire, vous pouvez tout effacer (voir « effacer tout le disque ») ou vous pouvez redimensionner la partition Windows FAT ou NTFS. Le redimensionnement peut être effectué sans pertes de données, à condition que vous ayez préalablement défragmenté la partition Windows. Une sauvegarde de vos données ne fera pas de mal non plus. Cette solution est recommandée pour faire cohabiter Mandriva Linux et Microsoft Windows sur le même ordinateur. Avant de choisir cette option, il faut comprendre qu'après cette procédure l'espace disponible pour Windows sera réduit. Vous aurez moins d'espace pour installer des logiciels ou sauvegarder de l'information avec Windows. * « %s » : si vous voulez effacer toutes les données et les applications installées sur votre système et les remplacer par votre nouveau système Mandriva Linux, choisissez cette option. Soyez prudent, car ce choix est irréversible et permanent. Il vous sera impossible de retrouver vos données effacées. !! En choisissant cette option, l'ensemble du contenu de votre disque sera détruit. !! * « %s » : ce choix apparaît lorsque l'intégralité du disque dur est occupé par Microsoft Windows. Choisir cette option effacera tout simplement ce que contient le disque et recommencera à zéro. Toutes les données et les programmes présents sur le disque seront effacés. !! En choisissant cette option, l'ensemble de votre disque sera effacé !! * « %s » : permet de partitionner manuellement votre disque. Soyez prudent, car bien que plus puissante, cette option est dangereuse. Vous pouvez facilement perdre l'ensemble du contenu d'un disque. Donc, ne choisissez pas cette option si vous ne savez pas exactement ce que vous devez faire. Pour en savoir plus sur DiskDrake, référez-vous à « Gérer ses partitions » du « Guide de démarrage ».
gl: Agora ten que decidir onde quere instalar o sistema operativo Mandriva Linux no disco duro. Se o seu disco duro está baleiro, ou se outro sistema operativo está usando todo o espacio dispoñible, terá que particionalo. Básicamente, particionar un disco duro consiste en dividilo lóxicamente para crear o espacio necesario para instalar o seu novo sistema Mandriva Linux. Debido a que o proceso de particionamento é normalmente irreversible e pode provocar perdas de datos, o particionamento pode intimidar e resultar estresante para un usuario sen experiencia. Afortunadamente, DrakX inclúe un asistente que simplifica este proceso. Antes de continuar con este paso, lea toda esta sección e sobre todo, tómese o seu tempo. Dependendo da configuración do seu disco duro, hai varias opcións dispoñibles: * "%s". Esta opción levará a cabo un particionamento automático da(s) súa(s) unidade(s) baleira(s). Se usa esta opción non haberá máis avisos. * "%s". O asistente detectou que existen unha ou máis particións Linux no seu disco duro. Se desexa usalas, elixa esta opción. Entón pediráselle que escolla os puntos de montaxe asociados con cada unha das particións. Os puntos de montaxe herdados selecciónanse por defecto, e para a maioría é boa idea mantelos. * "%s". Se Microsoft Windows está instalado no seu disco duro e ocupa todo o espacio dispoñible nel, terá que crear espacio libre para GNU/Linux. Para facelo, pode eliminar os datos e a partición Microsoft Windows (mire a solución ``Borrar todo o disco'') ou redimensionar a partición Microsoft Windows FAT ou NTFS. O redimensionamento pode levarse a cabo sen a perda de ningún dato, con tal que desfragmente previamente a partición Windows. É moi recomendable que faga unha copia de seguridade dos seus datos. Recoméndase usar esta opción se desexa usar Mandriva Linux e Microsoft Windows no mesmo ordenador. Antes de escoller esta opción, debe comprender que despois deste procedemento, o tamaño da súa partición Microsoft Windows será máis pequeno ca antes. Terá menos espacio libre en Microsoft Windows para almacenar os seus datos ou para instalar novo software. * "%s". Se desexa eliminar tódolos datos e as particións presentes no seu disco duro e remprazalas polo seu novo sistema Mandriva Linux, elixa esta opción. Teña coidado, porque non poderá desfacer esta operación despois de que confirme. !! Se elixe esta opción, eliminaranse tódolos datos do seu disco duro. !! * "%s". Esta opción aparece cando Microsoft Windows ocupa todo o disco duro. Se elixe esta opción simplemente eliminarase toda a unidade e comezarase de novo, particionando todo dende cero. !! Se elixe esta opción, perderanse tódolos datos do seu disco duro. !! * "%s". Elixa esta opción se desexa particionar a man o seu disco duro. Teña tino -- é unha opción potente pero perigosa e pode perder moi fácilmente tódolos seus datos. É por iso polo que só se recomenda esta opción se fixo algo coma isto antes e ten algunha experiencia. Para obter máis instruccións sobre como usar a utilidade DiskDrake, refírase á sección ``Administrando as súas Particións'' da ``Guía de Inicio''.
he: בשלב זה, עליך לבחור היכן תותקן מערכת מנדריבה לינוקס בכונן הקשיח שלך. אם הכונן הקשיח שלך ריק או אם מערכת הפעלה אחרת עושה שימוש בכל השטח שעל הכונן, יהיה צורך לבצע חלוקת מחיצות. במילים פשוטות, חלוקת מחיצות משמעה חלוקה לוגית של שטח הכונן לאזורים שונים על מנת ליצור את השטח הנדרש להתקנת מערכת מנדריבה לינוקס החדשה שלך. מאחר ותהליך חלוקת המחיצות הינו בלתי-הפיך ועלול לגרום לאובדן מידע באם כבר מותקנת לך מערכת הפעלה אחרת על הכונן, חלוקת מחיצות הינה תהליך מפחיד ומלחיץ עבור משתמשים חסרי ניסיון. למזלך, תהליך ההתקנה מכיל אשף אשר מפשט את הפעולה. לפני המשך ההתקנה, עליך לקרוא ביסודיות ולהבין את ההוראות שלהלן. כתלות בתצורת הכונן הקשיח שלך, מוצגות בפניך מספר אפשרויות כלהלן: * "%s": אפשרות זו תבצע חלוקת מחיצות אוטומטית של שטח(ים) פנוי(ים). בחירה באפשרות זו לא תדרוש ממך שום צעד נוסף. * "%s": האשף זיהה מחיצת לינוקס אחת או יותר על הכונן הקשיח. בחירת אפשרות זו תאפשר לך להגדיר את נקודת העיגון של כל אחת מהמחיצות. נקודות העיגון הקיימות יוצגו כברירת מחדל, וברוב המקרים מומלץ שלא לשנות הגדרות אלו. * "%s": באם מותקנת על הכונן הקשיח שלך מערכת חלונות של מיקרוסופט העושה שימוש בכל השטח שעל הכונן, יהיה עליך לפנות מקום להתקנת גנו/לינוקס. יש באפשרותך למחוק את מחיצת החלונות לחלוטין כולל כל המידע שעליה (ע"י בחירה ב"מחיקת כל המידע הקיים שעל מחיצת חלונות") או להקטין את גודל מחיצת החלונות העושה שימוש במערכת קבצים FAT או NTFS. שינוי גודל יכול להתבצע ללא אובדן מידע, בתנאי שביצעת איחוי (defragmentation) של מחיצת החלונות בטרם תחילת ההתקנה. מומלץ ביותר לגבות את המידע לפני ביצוע פעולה זו. מומלץ לבחור באפשרות זו באם הנך רוצה להשתמש גם במנדריבה לינוקס וגם בחלונות של מיקרוסופט במחשב זה. לפני בחירה באפשרות זו, עליך להבין שבסיום הפעולה גודל מחיצת החלונות שלך יהיה קטן מהגודל המקורי שלה. לפיכך יישאר לך פחות מקום לשמירת מידע ולהתקנת תוכנות של חלונות. * "%s": עליך לבחור באפשרות זו רק אם ברצונך למחוק את כל המידע הקיים בכונן הקשיח שלך ולהתקין את מערכת מנדריבה לינוקס בכל השטח שהתפנה. יש לנקוט משנה זהירות טרם בחירת אפשרות זו, מאחר ואין דרך לשחזר את המצב הקיים אחרי השלמת הפעולה. !! בחירה באפשרות הנ"ל תגרום למחיקת כל המידע שעל הכונן הקשיח !! * "%s": אפשרות זו מופיעה כאשר כל הכונן תפוס על ידי מערכת חלונות של מיקרוסופט. בחירה באפשרות זו תגרום לפירמוט ומחיקת כל המידע שעל הכונן הקשיח. !! בחירה באפשרות הנ"ל תגרום למחיקת כל המידע שעל הכונן הקשיח !! * "%s": יש לבחור באפשרות זו באם ברצונך לבצע חלוקת מחיצות בהתאמה אישית. זהירות - אפשרות זו מסוכנת ושימוש לא מושכל בה עלול לגרום לאובדן כל המידע שקיים בכונן הקשיח שלך. לפיכך, אפשרות זו מומלצת רק אם יש לך נסיון קודם בחלוקת מחיצות, ולאחר עיון בתיעוד המתאים המופיע במדריך המצורף לחבילות מנדריבה לינוקס הנרכשות בחנות.
id: Sekarang Anda harus menentukan dimana Anda hendak menginstall sistem operasi Mandriva Linux pada harddisk Anda. Jika harddisk Anda kosong atau jika sebuah sistem operasi menggunakan semua tempat, Anda harus mempartisi drive. Pada dasarnya, mempartisi harddisk berarti membaginya secara logical untuk membuat ruang yang diperlukan sistem Mandriva Linux baru Anda. Karena proses partisi harddisk biasanya tidak bisa dikembalikan dan bisa mengacu pada kehilangan data, partisi bisa menegangkan dan membuat stress bagi pengguna yang tidak terbiasa. Untungnya, DrakX menyertakan wizard yang mempermudah proses ini. Sebelum melanjutkan, baca sisa bagian ini dan diatas, santai saja. Bergantung pada konfigurasi pada harddisk Anda, beberapa opsi yang tersedia: * "%s". Opsi ini akan melakukan partisi otomatis dari drive kosong Anda. Jika Anda menggunakan opsi ini tidak ada konfirmasi tambahan. * "%s". Wizard mendeteksi satu atau lebih partisi Linux pada harddisk Anda. Jika Anda hendak menggunakannya, pilih opsi ini. Anda akan ditanya untuk memilih titik mount yang sesuai untuk setiap partisi. Titik mount yang benar telah dipilih secara default, dan untuk sebagian besar kasus, merupakan ide bagus untuk menggunakannya. * "%s". Jika Microsoft Windows terinstall pada harddisk Anda dan menggunakan semua ruang yang tersedia, Anda harus membuat sebuah ruang kosong untuk GNU/Linux. Untuk melakukannya, Anda bisa menghapus partisi data Microsoft Windows Anda (lihat solusi ``Menghapus seluruh disk'') atau merubah ukuran partisi FAT atau NTFS Microsoft Windows Anda. Merubah ukuran dapat dilakukan tanpa kehilangan data, dengan sebelumnya Anda sudah mendefrag partisi Windows. Membackup data sangat disarankan. Penggunaan opsi ini sangat direkomendasikan jika Anda ingin menggunakan Mandriva Linux dan Microsoft Windows pada komputer yang sama. Sebelum memilih opsi ini, harap dipahami bahwa setelah prosedur ini, ukuran partisi Microsoft Windows Anda akan berkurang sebelum memulai prosedur. Anda akan memiliki ruang yang lebih sedikit pada Microsoft Windows untuk menyimpan data atau menginstall perangkat lunak baru. * "%s". Jika Anda hendak menghapus seluruh data dan semua partisi yang ada pada harddisk Anda dan menggantinya dengan sistem Mandriva Linux yang baru, pilih opsi ini. Hati-hati, karena Anda tidak bisa membatalkan opsi ini setelah Anda mengkonfirmasikan. !! Jika Anda memilih opsi ini, semua data pada harddisk Anda akan dihapus !! * "%s". Opsi ini tampak ketika harddisk dipakai seluruhnya oleh Microsoft Windows. Memilih opsi ini akan menghapus semua pada harddisk dan memulai installasi dan partisi dari awal. !! Jika Anda memilih opsi ini, semua data Anda akan hilang. !! * "%s". Pilihlah opsi ini jika Anda mempartisi harddisk Anda secara manual. Hati-hati -- ini sangatlah handal tetapi pilihan yang berbahaya dan Anda bisa kehilangan data dengan mudah. Itu sebabnya opsi ini hanya direkomendasikan jika Anda telah melakukan hal ini sebelumnya atau berpengalaman. Untuk instruksi lebih lanjut bagaimana menggunakan utilitas DiskDrake, silahkan lihat bagian ``Mengelola Partisi Anda'' pada ``Panduan Pemula''.
it: A questo punto dovete scegliere in quali punti del vostro disco rigido installare il sistema operativo Mandriva Linux. Se il disco è vuoto, o se tutto lo spazio disponibile è occupato da un altro sistema operativo già installato, allora dovrete creare o modificare le partizioni. In breve, partizionare un disco rigido consiste nel suddividerlo logicamente in più zone in maniera da creare lo spazio necessario all'installazione di Mandriva Linux. Dato che gli effetti del partizionamento sono di solito irreversibili, e possono causare la perdita di dati, questa operazione può intimidire e rivelarsi stressante per un utente inesperto. Per fortuna DrakX mette a vostra disposizione un assistente che semplifica questa procedura. Prima di cominciare leggete attentamente questa sezione e, soprattutto, fate le cose con calma. In base alla configurazione del vostro disco rigido, saranno disponibili diverse opzioni: * "%s": questa opzione causerà un partizionamento automatico dello spazio libero all'interno del vostro disco rigido (o dei dischi, se ne avete più di uno). Non vi verrà posta nessun'altra domanda. * "%s": l'assistente ha trovato una o più partizioni Linux già presenti sul vostro disco rigido. Scegliete questa opzione se desiderate usarle. Vi verrà chiesto di scegliere il punto di mount associato a ciascuna partizione: come opzione predefinita verranno selezionati i punti di mount precedenti e, in genere, è buona norma non modificarli. * "%s": se Microsoft Windows è installato sul vostro disco rigido e occupa tutto lo spazio disponibile, dovrete creare spazio libero per GNU/Linux. Per farlo potete ridimensionare la partizione FAT o NTFS su cui è installato Windows, oppure cancellare completamente la partizione e tutti i dati in essa contenuti (ricorrendo all'opzione "Cancella l'intero disco"). Il ridimensionamento può essere effettuato evitando la perdita di dati, a patto che prima di procedere la partizione Windows sia stata deframmentata. Vi consigliamo caldamente di fare comunque una copia di sicurezza dei vostri dati. Questa è la soluzione consigliata se desiderate usare sia Mandriva Linux che Microsoft Windows sullo stesso computer. Prima di scegliere questa opzione, tenete presente che le dimensioni della partizione su cui risiede Windows saranno ridotte rispetto a quelle iniziali. Ciò significa che avrete meno spazio libero su Windows per archiviare i vostri dati o installare nuovo software. * "%s": se desiderate cancellare tutti i dati e tutte le partizioni presenti sul vostro disco rigido e rimpiazzarli con il vostro nuovo sistema Mandriva Linux, potete selezionare questa opzione. Fate molta attenzione, perché dopo aver dato conferma non potrete più tornare indietro. !! Se scegliete questa opzione tutti i dati sul vostro disco saranno cancellati. !! * "%s": questa opzione compare quando il disco rigido è interamente occupato da Windows. Se scegliete questa opzione tutto quello che si trova sul disco verrà cancellato e potrete ricominciare da capo, creando le partizioni come se fosse la prima volta. !! Se scegliete questa opzione tutti i dati sul vostro disco saranno cancellati. !! * "%s": se volete partizionare manualmente il vostro disco rigido potete scegliere questa opzione. Fate attenzione: è una opzione potente, ma molto pericolosa, e potreste facilmente causare la perdita di tutti i vostri dati. Pertanto la suggeriamo soltanto nel caso abbiate già fatto qualcosa di simile in precedenza e abbiate una certa esperienza. Per ulteriori informazioni riguardo il funzionamento del programma DiskDrake, consultate la sezione "Gestione delle partizioni" della "Guida introduttiva".
ja: ここでは Mandriva Linux をハードドライブのどこにインストールするかを 選択します。ハードドライブが空であったり既存の OS がすべての領域を使用 している場合は、パーティションを設定しなければなりません。 基本的に、Mandriva Linux をインストールするには、ハードドライブを 論理分割して領域を確保することが必要です。 パーティションの設定は、たいていの場合復元不可能なうえ、データの消失に つながることもあるため、不慣れなユーザにとっては気後れのする作業かも しれません。DrakX にはこの作業を簡単に行うためのウィザードが用意されて います。先に進む前に、まずこのセクションの残りの部分を読んでください。 そして落ち着いてゆっくりと実行してください。 ハードドライブの状態によっていくつかのオプションが提示されます: * %s: 空のドライブに自動的にパーティションを作成します。 このオプションを使うと、これ以降プロンプトの表示はありません。 * %s: ハードドライブに一つ以上の Linux パーティションが検出されました。既存のパーティションを利用する場合 はこのオプションを選んでください。ウィザードがそれぞれのパーティションの マウントポイントを選択するよう促します。伝統的なマウントポイントが既定値 として選択されています。たいていの場合はそのままにしておいた方が良いで しょう。 * %s: Microsoft Windows がハードドライブの 全領域を占有している場合は GNU/Linux 用に空き領域を作成する必要があります。 方法としては、Microsoft Windows のパーティションとデータを消去するか Microsoft Windows の FAT または NTFS パーティションのサイズを変更します。 サイズ変更は、Windows のパーティションがあらかじめデフラグ (最適化) されて いれば、データを失うことなく実行できます。(必ずデータのバックアップを しておいてください) Mandriva Linux と Microsoft Windows を両方使う場合は このオプションを選んでください。(Windows を消去する場合は次を参照して ください: ディスク全体を消去) このオプションを使うと、Microsoft Windows のパーティション が小さくなります。その結果、Microsoft Windows でデータを保存したり 新しいソフトウェアをインストールするための空き領域は少なくなるので 注意してください。 * %s: ハードドライブのすべてのデータとパーティション を削除し Mandriva Linux システムに入れ替える場合はこのオプションを選んで ください。確認後は取り消しできませんので十分注意してください。 !! このオプションを選ぶとディスク上の全データが消去されます !! * %s: ハードドライブの全領域に Microsoft Windows がインストール されている場合のオプションです。ハードドライブのすべてを消去し パーティションの設定から始めるときに使います。 !! このオプションを選ぶとディスク上の全データが消去されます !! * %s: パーティションを手動で設定する場合には このオプションを選んでください。注意: 応用の効く選択肢ですが一歩 間違うとすべてのデータが消去されます。経験のない方にはお勧めでき ません。DiskDrake の詳しい使い方については Starter Guide の 'Managing Your Partitions' を参照してください。
mk: Сега треба да одлучите каде на вашиот диск сакате да се инсталира оперативниот систем „Mandriva Linux“. Ако вашиот хард диск е празен или сето достапно место го користи постоечки оперативен систем, треба да го партиционирате дискот. Во основа, партиционирање на хард диск значи логичка поделба за создавање на простор потребен за инсталирање на вашиот нов „Mandriva Linux“ систем. Бидејќи процесот на партиционирање на хард дискот вообичаено е нереверзибилен и може да доведе до губење на податоци. Партиционирањето може да е зплашувачко и стресно за неискусен корисник. За среќа, „DrakX“ вклучува волшебник кој овој процес го прави многу едноставен. Пред да продолжите со овој чекор, прочитајте го остатокот од секцијата и пред се, не брзајте. Во зависност од конфигурацијата на вашиот хард диск, достапни се повеќе опции: * „%s“: оваа опција ќе изведе автоматско партиционирање на празниот(те) диск(ови). Ако ја користете оваа опција, понатаму нема да сте запрашувани. * „%s“: волшебникот детектирал една или повеќе постоечки „Linux“ партиции на вашиот диск. Ако сакате да ги користите, изберете ја оваа опција. Потоа ќе бидете прашани да ги изберете точките на монтирање асоцирани со секоја од партициите. Наследните точки на монтирање се изберени како стандардни, и за поголемиот дел е добра идеја да се задржат. * „%s“: ако на дискот има инсталирано „Microsoft Windows“ и тој го зафаќа целиот простор, мора да направите празен простор за „GNU/Linux“. За да го сторите ова, можете да ја избришете партицијата на „Microsoft Windows“ и податоците (видете го решението „Избриши цел диск“) или пак да ја промените големината на вашата „Microsoft Windows“ дали е тоа „FAT“ или „NTFS“. Промена на големината може да се изврши без губење на податоците, но претходно е потребно да ja дефрагментирате „Windows“ партицијата. Строго се препорачува да наравите копија на вашите податоци. Употреба на оваа опција се препорачува ако на вашиот компјутер сакате да ѓи користите и двата оперативни системи, и „Mandriva Linux“ и „Microsoft Windows“. Пред да ја изберете оваа опција треба да знаете дека по ова „Microsoft Windows“ партицијата ќе биде помала. Ќе имате помалку слободен простор под „Microsoft Windows“ за чување на податоци или инсталирање на нов софтвер. * „%s“: ако сакате да ги избришете сите податоци и сите партиции присутни на вашиот диск и да ги замените со вашиот нов „Mandriva Linux“ систем, изберете ја оваа опција. Внимавајте, откако ќе потврдите оваа операција не може да биде вратена. !! Ако ја изберете оваа опција, сите податоци на вашиот диск ќе бидат избришани. !! * „%s“: оваа опција се јавува кога хард дискот е комплетно заземен од „Microsoft Windows“. Ако ја изберете оваа опција едноставно ќе избрише се што имате на дискот и ќе почнето одново, партиционирајќи се од почеток. !! Ако ја изберете оваа опција, сите податоци на вашиот диск ќе бидат изгубени. !! * "%s": изберете ја оваа опција ако сакате рачно да го партиционирате вашиот хард диск. Внимавајте -- ова е моќен но опасен избор и можете многу лесно да ги изгубите сите ваши податоци. Затоа оваа опција е препорачлива само ако веќе имате правено вакво нешто и имате малку искуство. За повеќе инструкции како да ја користите алатката „DiskDrake“, обратете се на секцијата „Менаџирање на вашите партиции„ во „Почетен водич“.
mt: F'dan il-punt int trid tagħżel fejn, fuq il-ħard disk, trid tinstalla s- sistema operattiva Mandriva Linux. Jekk il-ħard disk huwa vojt, jew jekk hemm sistema operattiva qed tokkupaha kollha, l-ewwel trid toħloq partizzjonijiet. Bażikament, il-partizzjonijiet tal-ħard disk jaqsmu d-diska f'partijiet biex ikun hemm sezzjonijiet fejn tiġi nstallata s-sistema ġdida Mandriva Linux. Peress li l-effett ta' partizzjonament tal-ħard disk m'humiex riversibbli, u jista' jwassal għal telf ta' informazzjoni, dan il-proċess jista' jidher intimidanti jekk m'għandekx esperjenza. Fortunatament, hemm "saħħar" li jissimplifika l-proċess kollu. Qabel tibda', aqra sew din is-sezzjoni u ħu l-ħin tiegħek. Skond il-konfigurazzjoni tal-ħard disk tiegħek, jista' jkollok diversi għażliet: * "%s": Din l-għażla toħloq partizzjonijiet awtomatikament. Jekk tuża din l-għażla ma tintalabx iżjed informazzjoni. * "%s": Is-saħħar sab partizzjoni waħda jew iżjed tal-Linux fuq il-ħard disk. Jekk trid tuża lilhom, agħżel din. Int tiġi mistoqsi fejn trid timmonta dawn il-partizzjonijiet. L-għażliet antiki jingħażlu impliċitament, u ġeneralment hija ideja tajba żżomm lilhom. * "%s": Jekk għandek Microsoft Windows installat fuq il-ħard disk u qed jokkupa l-ispazju kollu, trid toħloq ftit spazju għal-Linux. Biex tagħmel dan, trid jew tħassar il-partizzjoni tal-Windows u kull m'hemm fiha (ara "Ħassar id-diska sħiħa"), jew iċċekken il-partizzjoni FAT jew NTFS tal-Windows. Tista' ċċekken il-partizzjoni Windows mingħajr ma titlef informazzjoni sakemm għamilt "defragment" fuq id-diska minn qabel. Din is-soluzzjoni hija rakkomandata biex tuża l-Windows u l-Linux flimkien fuq l-istess kompjuter. Qabel tagħżel din l-għażla, kun af li wara din il-proċedura, il- partizzjoni tal-Windows tkun iżgħar milli hi bħalissa. Ikollok inqas spazju taħt il-Microsoft Windows fejn iżżomm informazzjoni jew tinstalla programmi ġodda. * "%s": Jekk tixtieq tħassar l-informazzjoni kollha u l-partizzjonijiet kollha li għandek fuq il-ħard disk u tpoġġi l-Mandriva Linux minflokhom, tista' tagħżel din. Oqgħod attent minn din l-għażla għax ma tkunx tista' tibdel fehemtek wara li tikkonferma. !! Jekk tagħżel din l-għażla, kull m'hemm fuq id-diska jintilef !! * "%s": Din l-għażla tidher meta l-ħard disk hija kompletament okkupata mill-Microsoft Windows. Din l-għażla sempliċiment tħassar kull ma' hemm fuq il-ħard disk u tibda' kollox mill-ġdid. !! Jekk tagħżel din l-għażla, kull m'hemm fuq id-diska jintilef !! * "%s": Agħżel dan jekk trid tippartizzjona l-ħard disk manwalment. Oqgħod attent - hija għażla li tagħti kontroll imma hija perikoluża. Tista' faċilment titlef l-informazzjoni kollha b'dan il-mod. Għalhekk, tużax din l-għażla jekk ma tafx x'qed tagħmel. Għal iżjed tagħrif dwar kif tuża l-għodda DiskDrake, irreferi għas-sezzjoni "Managing Your Partitions" fil-manwal "Starter Guide".
nl: Op dit punt dient u te kiezen waar op uw harde schijf u uw Mandriva Linux besturingssysteem wilt installeren. Als uw harde schijf leeg is of als een ander besturingssysteem alle beschikbare ruimte inneemt, dan zult u de harde schijf moeten partitioneren. Partitioneren houdt in dat u uw harde schijf in logische stukken onderverdeelt om ruimte te creëren voor uw nieuwe Mandriva Linux besturingssysteem. Omdat de effecten van het partitioneringsproces over het algemeen niet terug te draaien zijn en kan leiden tot gegevensverlies als er reeds een besturingssysteem op de schijf geïnstalleerd is, kan partitioneren intimiderend en spannend zijn voor een onervaren gebruiker. Gelukkig is er een wizard die dit proces vereenvoudigt. Leest u de rest van dit hoofdstukje voordat u verder gaat en neemt u vooral de tijd. Afhankelijk van de configuratie van uw harde schijf, zijn er verscheidene opties beschikbaar: * "%s": deze optie zal leiden tot het automatisch partitioneren van uw lege schijf/schijven. Er worden u verder geen vragen gesteld bij deze optie. * "%s": de wizard heeft één of meer bestaande Linux-partities op uw harde schijf gevonden. Indien u deze wilt gebruiken, kiest u deze optie. Vervolgens zal u gevraagd worden de koppelpunten te kiezen die met elk van de partities geassocieerd zijn. De bestaande koppelpunten zijn standaard al geselecteerd en meestal is het het beste als u deze behoudt. * "%s": indien Microsoft Windows op uw harde schijf is geïnstalleerd en alle beschikbare ruimte in beslag neemt, dient u vrije ruimte te creëren voor GNU/Linux. Om dat te doen, kunt u uw Microsoft Windows-partitie en -gegevens wissen (zie het punt ``Gehele schijf wissen'') of uw Microsoft Windows FAT- of NTFS-partitie verkleinen. Het aanpassen van de grootte kan bewerkstelligd worden zonder verlies van enige gegevens, vooropgesteld dat u eerst de Windows-partitie gedefragmenteerd heeft. Een reservekopie maken van uw gegevens is uitdrukkelijk aangeraden. Deze optie is aanbevolen indien u zowel Mandriva Linux als Microsoft Windows op dezelfde computer wilt gebruiken. Laat het goed tot u doordringen, voordat u deze optie kiest, dat uw Microsoft Windows partitie na afloop van deze procedure minder groot zal zijn dan hij nu is. U zult minder vrije ruimte hebben onder Microsoft Windows om uw gegevens op te slaan of om nieuwe software te installeren. * "%s": indien u alle gegevens en alle partities op uw harde schijf wilt verwijderen en vervangen door uw nieuwe Mandriva Linux- systeem, kiest u deze optie. Weest u voorzichtig met deze oplossing omdat u na bevestiging deze keuze niet meer ongedaan kunt maken. !! Als u deze optie kiest, zullen alle gegevens op uw schijf verloren gaan. !! * "%s": Deze optie verschijnt wanneer de harde schijf volledig in beslag genomen is door Microsoft Windows. Het kiezen van deze optie wist simpelweg alles op de schijf en begint van voren af aan met partitioneren. !! Als u deze optie kiest, zullen alle gegevens op uw schijf verloren gaan. !! * "%s": kies deze optie indien u handmatig uw harde schijf wenst te partitioneren. Weest u voorzichtig - het is een krachtige maar riskante keuze en u kunt erg gemakkelijk al uw gegevens kwijtraken. Derhalve is deze optie slechts aanbevolen indien u zoiets al eens eerder gedaan hebt en enige ervaring hebt. Voor meer instructies voor het gebruik van het DiskDrake-hulpprogramma zij u verwezen naar het hoofdstuk ``Uw partities beheren'' in de ``Beginnershandleiding''.
nn: No må du velja kor du vil installera Mandriva Linux på harddisken din. Viss harddisken er tom, eller viss eit anna operativsystem brukar heile disken, må du først partisjonera han. Å partisjonera vil seia å dela opp disken, slik at for eksempel kvart operativsystem får sin eigen del. Då du vanlegvis ikkje kan angra partisjonering av harddisken, og feilaktig partisjonering kan føra til at du mistar data om det allereie er installert eit operativsystem, kan dette vera noko vanskeleg for uvørne brukarar. Heldigvis finst det her ein vegvisar som losar deg gjennom heile prosessen. Før du held fram bør du først ta deg godt tid til å lesa denne hjelpeteksten. Litt avhengig av harddiskoppsettet ditt kan du ha eitt eller fleire av desse vala: – «%s»: Dette utfører automatisk partisjonering av den tomme harddisken din. Du vil ikkje få fleire spørsmål om du vel dette. – «%s»: Vegvisaren har funne éin eller fleire Linux-partisjonar på harddisken din. Vel dette om du ønskjer å bruka dei. Du vert så bedt om å velja monteringspunkt for kvar av partisjonane. Dei gamle monteringspunkta vert valt som standard, og vanlegvis bør du ikkje endra på desse. – «%s»: Om Microsoft Windows er installert og tar opp all plass på harddisken din, må du frigjera noko plass til Mandriva Linux. Du kan anten sletta Windows- partisjonen din (sjå «Slett heile disken»-valet), eller endra storleiken på Windows- partisjonen (både FAT- og NTFS-filsystema er støtta). Du vil ikkje mista noko data ved endra storleiken på partisjonen, så lenge du har defragmentert han på førehand. Men du bør uansett ta reservekopi av alle dataa. Du bør velja dette valet om du ønskjer å bruka både Mandriva Linux og Microsoft Windows på same maskina. Før du vel dette, bør du vera klar over at Windows-partisjonen vil vera mindre etterpå, slik at du har mindre ledig plass til å lagra dokument eller installera programvare. – «%s»: Vel dette om du ønskjer å sletta alle data og alle partisjonar på harddisken din, og installera Mandriva Linux over desse. Ver forsiktig, då du ikkje kan angra denne handlinga. !! Viss du vel dette, vert alle dataa på harddisken din sletta. !! – «%s»: Dette valet er synleg viss heile harddisken er oppteken av Microsoft Windows. Dette vil sletta alt på harddisken, og partisjonera alt på nytt. !! Viss du vel dette, vert alle dataa på harddisken din sletta. !! – «%s»: Vel dette om du vil partisjonera harddisken manuelt. Ver forsiktig. Dette er eit kraftig verktøy, og det er lett å mista data. Derfor bør du berre velja dette om du har erfaring med dette frå før. Sjå bruksrettleiinga for meir informasjon.
pl: W tym etapie instalacji należy określić, gdzie na dysku zostanie zainstalowany system operacyjny Mandriva Linux. Jeśli dysk jest pusty lub istniejące systemy operacyjne zajmują całe dostępne miejsce, należy podzielić dysk na partycje. Partycjonowanie to po prostu logiczny podział twardego dysku na oddzielne obszary w celu zainstalowania systemu Mandriva Linux. Ponieważ efekt partycjonowania jest nieodwracalny, czynność wydaje się niebezpieczna i jest stresująca dla niedoświadczonych użytkowników. Na szczęście, instalator zawiera druida upraszczającego ten proces.Przed zdecydowaniem się na ten krok warto poświęcić nieco czasu na zapoznanie się z dokumentacją. Możliwych jest kilka rozwiązań zależnych od konfiguracji dysku twardego: * "%s": ta opcja po prostu oznacza automatyczne partycjonowanie niezapisanych dysków. Nie zostaną wyświetlone żadne dodatkowe pytania. * "%s": gdy druid wykrył jedną lub więcej istniejących partycji linuksowych. Wybierz to rozwiązanie, jeśli chcesz użyć tych partycji do nowej instalacji. Zostanie wyświetlona prośba o wybranie punktu montowania dla każdej z tych partycji. Domyślnie wybierane są już zdefiniowane punkty montowania, w większości przypadków lepiej ich nie zmieniać. * "%s": jeśli na komputerze został zainstalowany Microsoft Windows, który zajmuje całą przestrzeń dyskową, to należy utworzyć wolne miejsce dla Linuksa. Aby to zrobić, można usunąć partycję MS Windows wraz z danymi (zobacz rozwiązanie "Kasowanie zawartości dysku") lub też zmienić rozmiar partycji FAT lub NTFS Windows. Operacja zmiany wielkości partycji może być przeprowadzona bez utraty danych, po przeprowadzeniu defragmentacji. Archiwizacja danych jest jednak wysoce wskazana. To rozwiązanie jest zalecane w przypadku chęci używania zarówno Linuksa, jak i MS Windows na tym samym komputerze Przed wybraniem tej opcji, należy uświadomić sobie, że partycja Microsoft Windows będzie mniejsza, niż jest obecnie. Oznacza to także mniej miejsca do instalacji nowych programów lub przechowywania danych. * "%s": Jeśli chcesz usunąć z dysku wszystkie dane i wszystkie partycje istniejące na dysku oraz zainstalować w to miejsce nowy system Mandriva Linux, wybierz to rozwiązanie. Pamiętaj, że po zatwierdzeniu tego wyboru nie nie będzie możliwości odwrotu. !! Po wybraniu tej opcji wszystkie dane zostaną utracone !! * "%s": ta opcja spowoduje wymazanie wszystkich danych oraz rozpoczęcie instalacji na czystym dysku. Wszystkie zapisane dane zostaną utracone. !! Po wybraniu tej opcji wszystkie dane zostaną utracone !! * "%s": wybierz tą opcję, jeśli chcesz partycjonować dysk ręcznie. Wybranie tej opcji daje duże możliwości, lecz jest bardzo niebezpieczne. Bardzo łatwo można utracić wszystkie dane. Ta opcja jest dlatego zalecana tylko dla użytkowników posiadających już doświadczenie w partycjonowaniu dysków. Aby uzyskać więcej informacji na temat tego, w jaki sposób korzystać z narzędzia DiskDrake, przeczytaj podręcznik (rozdział "Zarządzanie partycjami").
pt: Agora precisa decidir onde deseja instalar o sistema operativo Mandriva Linux no seu disco rígido. Se o seu disco rígido estiver vazio ou, se um sistema operativo existente usa todo o espaço disponível, irá ser preciso particionar o disco. Básicamente, particionar um disco rígido significa dividi-lo de maneira lógica para criar o espaço necessário para instalar o seu novo sistema Mandriva Linux. Como os efeitos da operação de particionamento são geralmente irreversíveis, e pode levar a perda de dados, particionar pode ser intimidante para um utilizador inexperiente. Felizmente, o DrakX tem um assistente que simplifica o processo.Antes de avançar para o próximo passo lê pelo resto da secção e todo o resto, leve o tempo que achar necessário. Dependendo da configuração do disco rígido, várias opções estão disponíveis. * "%s". Esta opção irá automaticamente particionar o(s) disco(s) vazio(s). Se usar esta opção, não irão haver mais perguntas. * "%s". O assistente detectou uma ou mais partições Linux no disco rígido. Se as deseja usar, escolha esta opção. Será-lhe então pedido para escolher o ponto de montagem associado a cada partição. Os pontos habituais de montagem são seleccionados por omissão, e para a maioria é uma boa ideia mantê-los assim. * "%s". Se a Microsoft Windows é instalada no seu disco rígido e utiliza todo o espaço disponível, irá ter que criar espaço livre para o GNU/Linux. Para o fazer, pode apagar a sua partição Microsoft Windows e dados (ver a solução ``Apagar o disco todo'') ou redimensionar a partição FAT ou NTFS do Microsoft Windows. O redimensionamento pode ser feito sem a perda de qualquer dado, desde que previamente tenha desfragmentado a partição Windows. Recomenda-se que faça cópias de segurança. Recomenda-se que use esta opção, se quer usar os dois sistemas operativos, Mandriva Linux e Microsoft Windows no mesmo computador. Antes de escolher esta opção, por favor compreenda que a seguir a este procedimento, o tamanho da partição do seu Microsoft Windows será mais pequeno. Terá menos espaço livre no Microsoft Windows para gravar os seus dados ou instalar novo software. * "%s". Se deseja apagar todos os dados e todas as partições presentes no disco rígido e substituí-los pelo seu novo sistema Mandriva Linux, escolha esta opção. Seja cuidadoso, porque não será mais capaz de desfazer esta operação após ter confirmado. !! Se escolher esta opção, todos os dados no disco serão apagados!! * "%s": Esta opção aparece quando o disco rígido é inteiramente do sistema Microsoft Windows. Escolher esta opção irá simplesmente apagar tudo no disco e começar de novo a particionar tudo do princípio. !! Se escolher esta opção, todos os dados no disco vai ser perdidos. !! * "%s". Escolha esta opção se deseja particionar manualmente o seu disco rígido. Tenha cuidado -- é uma opção potente mas perigosa e pode muito facilmente perder todos os seus dados. É por isso que esta opção é apenas recomendada a alguém que já tenha feito alguma coisa parecida anteriormente e tenha alguma experiência. Para mais instruções em como usar a utilidade DiskDrake, refira-se à secção ``Gerir As Suas Partições'' no ``Guia Inicial''.
pt_br: Neste ponto, você precisa escolher onde instalar o seu sistema Mandriva Linux no seu disco rígido. Se seu disco estiver vazio ou se um sistema operacional existente usa todo o espaço disponível, você terá que particioná-lo. Basicamente, particionar um disco rígido consiste em dividi-lo logicamente para criar espaço para o seu novo sistema Mandriva Linux. Como os efeitos de um processo de particionamento são normalmente irreversíveis, podendo levar à perda de dados do sistema operacional atual, ele pode ser intimidante e estressante para um usuário inexperiente. Felizmente, o DrakX traz um assistente que simplifica este processo. Antes de continuar, leia o restante desta seção, e faça todos os passos com calma. Dependendo da configuração do seu disco rígido, várias soluções podem estar disponíveis: * "%s": esta opção particionará automaticamente seu(s) disco(s) vazio(s). Se você usar esta opção não haverá mais nenhum alerta adicional. * "%s": o assistente detectou uma ou mais partições Linux em seu disco rígido. Se você deseja usá-las, escolha esta opção. Será pedido para que você escolha os pontos de montagem associados a cada uma das partições. Alguns pontos de montagem já existentes serão selecionados automaticamente, e na maioria das vezes é uma boa idéia mantê-los. * "%s": se o Microsoft Windows estiver instalado no seu disco rígido e ocupar todo o espaço disponível, você terá que criar espaço livre para o GNU/Linux. Para fazer isto, você pode remover a sua partição Microsoft Windows (leia-se: usar a opção 'Apagar disco inteiro') ou redimensionar a sua partição Microsoft Windows do tipo FAT ou NTFS. O redimensionamento pode ser feito sem a perda de dados, desde que você tenha desfragmentado previamente sua partição e a mesma esteja formatada em FAT ou NTFS. Recomendamos fortemente o backup de seus dados. Esta solução é útil se você quiser usar o Mandriva Linux e o Microsoft Windows no mesmo computador. Antes de escolher esta solução, compreenda que o tamanho de sua partição Microsoft Windows será menor do que é agora. Isto significa que você terá menos espaço livre no Microsoft Windows para guardar os seus dados ou instalar novos programas. * "%s": se você quiser apagar todos os dados e todas as partições existentes no disco rígido e substituí-las pelo seu novo sistema Mandriva Linux, você pode escolher esta opção. Tenha cuidado, pois você não pode reverter sua escolha após a confirmação. !! Se você escolher esta opção, todos seus dados atuais serão perdidos. !! * "%s" Esta opção aparecerá quando seu disco rígido estiver totalmente ocupado pelo Microsoft Windows. Ao escolher esta opção, todo o conteúdo do seu disco rígido será apagado, sendo assim, todo ele particionado do início. !! Se você escolher esta opção, todo os dados do seu disco rígido serão perdidos. !! * "%s": escolha esta opção se você quiser particionar manualmente o seu disco rígido. Tenha cuidado -- ela é muito poderosa, mas muito perigosa. Você pode perder todos os seus dados facilmente. Escolha esta solução somente se souber o que está fazendo ou já tiver experiência com particionamento. Para mais informações de como usar o utilitário DiskDrake, leia a seção 'Gerenciando suas Partições' do 'Guia do Iniciante'.
ru: На этом шаге вам прийдется решить, куда вы хотите установить операционную систему Mandriva Linux на вашем жестком диске. Если ваш жесткий диск пуст, или существующая операционная система на нем занимает все дисковое пространство, вам прийдется диск переразбить (partition). Разделение диска в основном состоит в том, чтобы логически выделить на нем свободное пространство для установки вашей новой системы Mandriva Linux. Поскольку разделение диска - это обычно необратимый процесс и может привести к потере данных, если на диске уже есть установленная операционная система, то для начинающего пользователя это несколько напряженный и пугающий момент. К счастью, в DrakX существует мастер, упрощающий этот процесс. Пожалуйста, прочтите руководство перед началом и не торопитесь. В зависимости от конфигурации вашего жесткого диска, доступно несколько параметров: * "%s": эта опция означает автоматическое разделение пустого диска или дисков. Если вы выбираете эту опцию, то далее вопросов задаваться не будет; * "%s": мастер определил наличие существующих разделов Linux на вашем жестком диске. Если вы собираетесь их использовать, выберите эту опцию. Вас попросят указать точки монтирования для каждого раздела. По умолчанию выбираются традиционные точки монтирования и вы можете вообще их не менять. * "%s": если на вашем жестком диске установлена и занимает все доступное место Microsoft Windows, вам нужно будет создать свободное место для данных Linux. Чтобы это сделать, вы можете удалить ваш Microsoft Windows раздел и данные (см. решение `` Очистить весь диск'') или изменить размер раздела FAT или NTFS Microsoft Windows. Изменение размера может проводиться без потери данных, особенно если вы предварительно провели дефрагментацию раздела Windows. Резервное копирование ваших данных настойчиво рекомендуется.. Рекомендуем выбрать эту опцию, если вы собираетесь использовать Mandriva Linux и Microsoft Windows на одном компьютере. Перед тем, как выбрать эту опцию, вы должны осознать, что размер вашего раздела Microsoft Windows станет меньше, чем был. У вас будет меньше свободного места под Microsoft Windows для хранения данных и инсталляции новых программ. * "%s" выберите эту опцию, если вы хотите удалить все данные на всех разделах вашего жесткого диска и заменить их новой системой Mandriva Linux. Будьте осторожны в этом решении, потому что после подтверждения вы не сможете вернуть обратно все как было. !! Если вы выбираете эту опцию, все данные на вашем жестком диске будут удалены. !! * "%s": эта опция позволит просто удалить всю информацию на диске и начать создание разделов диска на пустом месте. Вся информация на вашем диске будет утеряна. !! Если вы выберете эту опцию, все данные на вашем диске будут потеряны. !! * "%s": выберите эту опцию, если вы желаете разбить ваш диск вручную. Будьте осторожны -- это мощная и одновременно опасная возможность. Вы запросто можете потерять все данные. Поэтому выбор этой опции рекомендуется только в том случае, если вы уже делали что либо подобное раньше и имеете некоторый опыт. Чтобы узнать, как использовать утилиту DiskDrake, обратитесь к разделу ``Управление разделами диска'' книги ``Стартовое руководство пользователя''.
sk: Teraz si môžete zvoliť, kam si želáte nainštalovať Mandriva Linux na váš disk. Ak je váš disk prázdny alebo ak na ňom už existuje operačný systém, ktorý zaberá všetko dostupné miesto, bude potrebné ho prerozdeliť. Prerozdeľovanie pozostáva z logického rozdelenia disku a vytvorenia priestoru pre novú inštaláciu Mandriva Linux systému. Pretože proces rozdeľovania je nezvratný a môže dôjsť k strate údajov, ak už na počítači existuje operačný systém; prerozdeľovanie disku môže byť pre neskúsených používateľov stresujúce. Našťastie DrakX obsahuje sprievodcu, ktorý tento proces značne zjednodušuje. Pred tým ako budete pokračovať, prečítajte si celú túto sekciu, ušetríte si tak zbytočné problémy. V závislosti na rozdelení vášho disku vám budú ponúknuté rôzne možnosti: * "%s": táto možnosť bude jednoducho viesť k automatickému rozdeleniu vášho voľného miesta na disku(och). Na žiadne ďalšie otázky nebudete musieť odpovedať. * "%s": sprievodca rozpoznal jeden alebo viac už existujúcich oddielov pre Linux na vašom pevnom disku. Ak si ho/ich želáte použiť potom si vyberte túto možnosť. Následne budete musieť nastaviť body pripojenia, ktoré priradíte jednotlivým oddielom. Dôležité body pripojenia budú už štandardne predvolené a v mnohých prípadoch je dobrý nápad zachovať ich. * "%s": ak už máte nainštalovaný operačný systém Microsoft Windows na vašom pevnom disku a zaberá všetko voľné miesto, ktoré je na ňom k dispozícii, je potrebné vytvoriť nový Linux oddiel pre uloženie údajov. Môžete teda vymazať takýto Windows oddiel a tam uložené údaje (pozrite ``Vymazať celý disk''') alebo zmeniť veľkosť vašej Microsoft Windows FAT oblasti. Zmenu veľkosti je možné uskutočniť bez straty údajov, po predchádzajúcom defragmentovaní Windows oblasti, ak obsahuje FAT súborový systém. Je veľmi odporúčané si najprv odzálohovať údaje. Toto riešenie je odporúčané použiť ak si chcete používať spoločne Mandriva Linux aj Microsoft Windows na jednom počítači. Pred výberom tejto možnosti sa prosím presvedčte, či veľkosť Mrkvošrot Windows oddielu môže byť ešte menšia ako je momentálne. Budete mať k dispozícii menej priestoru pre ukladanie vašich údajov alebo inštaláciu nových programov pod Vaším Microsoft Windows systémom. * "%s": ak si želáte vymazať všetky údaje a všetky oddiely prítomné na vašom pevnom disku a nahradiť ich vašim novým Mandriva Linux systémom, zvoľte si túto voľbu. Buďte opatrní pri tejto možnosti, pretože nebude žiadna možnosť zvrátiť vaše rozhodnutie keď ho potvrdíte. !! Ak si vyberiete túto možnosť, všetky údaje na vašom disku budú vymazané. !! * "%s": jednoducho bude všetko odstránené z pevného disku a bude potrebné prerozdeliť disk odznova. Všetky údaje na vašom disku budú stratené; !! Ak si vyberiete túto možnosť, všetky údaje na vašom disku budú stratené. !! * "%s": vyberte si túto možnosť ak chcete ručne rozdeľovať váš pevný disk. Buďte opatrní - je to veľmi mocná, ale nebezpečná voľba a môžete veľmi jednoducho prísť o všetky vaše údaje. Preto si ju nevyberajte bez toho aby ste skutočne vedeli čo robíte. Ak chcete vedieť bližšie ako používať nástroj DiskDrake, prečítajte si ``Menežovanie vašich oblastí'' v ``Používateľskej príručke''.
sl: Določite, na katerem delu trdega diska naj bo nameščen operacijski sistem Mandriva Linux. Če je trdi disk prazen ali če na njem nameščeni operacijski sistem zaseda celoten prostor, boste morali disk razdeliti na posamezne razdelke. Razdeljevanje trdega diska izvede logično razdelitev, ki zagotovi potrebni prostor za namestitev operacijskega sistema Mandriva Linux. Trdega diska po izvršenem razdeljevanju običajno ni mogoče povrniti v prejšnje stanje. Če imate na disku že nameščen operacijski sitem,lahko med razdeljevanjem trdega diska pride do izgube podatkov. Če ste neizkušeni, je razdeljevanje diska lahko zelo stresno opravilo. Na srečo pa je v DrakX vključen čarovnik, ki razdeljevanje zelo olajša. Vzemite si čas in pred nadaljevanjem pozorno preberite nadaljevanje tega sestavka. Na voljo je več možnosti, ki so odvisne od nastavitev vašega diska. * »%s«: To možnost izberite, če imate prazen disk. Čarovnik bo disk razdelil samodejno in razdeljevanje bo s tem končano. * »%s«: Čarovnik je na vašem trem disku zaznal enega ali več razdelkov za Linux. Če želite za namestitev uporabiti zaznane razdelke, izberite to možnost. Čarovnik vas bo v nadaljevanj pozval, da določite priklopne točke posameznim razdelkom. Običajno je najbolje obdržati priklopne točke, ki jih predlaga čarovnik. * »%s«: Če imate na disku nameščen Windows, tako da zasedajo celoten disk, bo potrebno ustvariti prazen prostor za namestitev GNU/Linuxa. To lahko storite tako, da izbrišete razdelek z Windows ali tako, da razdelku FAT ali NTFS z nameščenim Windows spremenite velikost. Pri tem podatkov na razdelku ne boste izgubili, če najprej v Windows defragmentirate disk. Vsekakor pa priporočamo, da pred nadaljevanjem napravite varnostno kopijo podatkov. Če želite uporabljati oba operacijska sistema, Mandriva Linux in Windows, vam priporočamo, da izberete to možnost. Če se odločite za to možnost, morate vedeti, da bo po končanem postopku razdelek z Windows manjši in imeli boste manj prostora za shranjevanje podatkov ali nameščanje novih programov v Windows. * »%s«: Če želite izbrisati vse obstoječe razdelke z vsemi podatki in jih nadomestiti s sistemom Mandriva Linux, izberite to možnost. Bodite previdni, ko boste potrdili to izbiro, prejšnjega stanja ne bo več mogoče vzpostaviti. !!Če izberete to možnost, boste z diska izbrisali vse podatke.!! * »%s«:Ta možnost se pojavi, če celotni disk zaseda Windows. S tem boste s trdega diska preprosto izbrisali vse, kar je njem in pričeli z novim razdeljevanjem diska. !!Če izberete to možnost, boste z diska izbrisali vse podatke.!! * »%s«: Če želite disk razdeliti ročno, izberite to možnost. Pazite, to je sicer močno, vendar nevarno orodje, saj lahko z njim kaj hitro zbrišete podatke na disku. To možnost zares priporočamo samo tistim, ki že imajo nekaj izkušenj z razdeljevanjem diskov. Obsežnejša navodila za delo z orodjem DiskDrake boste našli v dokumentaciji.
sv: Nu måste du välja var på hårddisken du vill installera Mandriva Linux. Om den är tom eller om ett befintligt operativsystem använder allt tillgängligt utrymme behöver du partitionera den. Att partitionera en hårddisk går ut på att man delar upp den i logiska enheter för att skapa utrymmen åt det nya Mandriva Linux-systemet. Eftersom resultatet av en partitionering vanligtvis inte går att ångra kan partitionering kännas skrämmande om du är en ovan användare. Denna guide förenklar processen. Innan du börjar, titta i manualen och ta den tid du behöver. Beroende på hårddiskkonfigurationen är flera alternativ tillgängliga: "%s": detta leder till en automatisk partitionering av den tomma disken. Du kommer inte att få några fler frågor. * "%s": guiden har hittat en eller flera Linux-partitioner på hårddisken. Om du vill använda dem, välj detta alternativ. Du uppmanas att välja monteringspunkterna som är associerade med varje partition. De gamla monteringspunkterna väljs som förval och vanligen bör du behålla dem. * "%s": Om Microsoft Windows är installerat på hårddisken och tar upp allt tillgängligt utrymme, måste du skapa ledigt utrymme för GNU/Linux. För att göra det kan du ta bort Microsoft Windows-partitionen och all data (se lösningen "Radera hela hårddisken") eller ändra storlek på Microsoft Windows-FAT partitionen. Ändring av storlek kan utföras utan att förlora data, under förutsättning att du nyligen defragmenterat Windows-partitionen och att den använder. formatet FAT. Du rekommenderas dock starkt att först säkerhetskopiera data från Windows-partitionen. Denna lösning rekommenderas om du vill använda både Mandriva Linux och Microsoft Windows på samma dator. Innan du väljer denna lösning måste du vara införstådd med att storleken på Microsoft Windows-partitionen kommer att bli mindre än den är för närvarande. Det betyder att du kommer att ha mindre utrymme under Microsoft Windows för att lagra data eller installera ny mjukvara. * "%s": Om du vill ta bort alla data och alla partitioner som finns på hårddisken och ersätta dem med ditt nya Mandriva Linux-system, väljer du detta alternativ. Var försiktig med detta alternativ eftersom du kan inte ångra dig efteråt. !! Om du väljer detta alternativ kommer alla data på disken att tas bort. !! * "%s": tar helt enkelt bort allt på disken och startar en fräsch partitionering från grunden. Alla data på disken kommer att tas bort. !!Om du väljer detta alternativ kommer all data på disken att tas bort.!! * "%s": välj detta alternativ om du vill partitionera hårddisken manuellt. Var försiktig - det är ett kraftfullt men farligt alternativ. Du kan väldigt enkelt förlora allt data. Därför, välj inte detta om du inte är helt säker på vad du gör. För att veta hur du ska använda DiskDrake-verktyget som används här, se kapitlet "Managing Your Partitions" i "Starter Guide".
tg: Дар ин қадам шумо бояд дар куҷои гардонандаи сахт ҷойгир кардани системаи омили Mandriva Linux-ро ҳал кунед. Агар гардонандаи сахти шумо холӣ бошад ё системаи омили ҳозирбуда ҳамаи фазои имконпазирро ишғол кунад, ба шумо лозим меояд, ки гардонандаи сахти худро бахшбандӣ кунед. Бахшбандикунии гардонандаи сахт асосан аз тақсимоти мантиқии фазои ишғолшуда барои коргузории системаи омилии Mandriva Linux иборат аст. Азбаски ҷараёни бахшбандии гардонандаи сахт одатан барнагарданда аст ва ба гумшавии додаҳо оварда расониданаш мумкин аст, агар дар гардонандаи сахт аллакай системаи омилии коргузоршуда мавҷуд бошад пас барои корвандони нав ин як лаҳзаи ҷиддӣ ва ҷиддӣ аст. Хурсандона ба DrakX устоди соддакунандаи ин ҷараён дохил мешавад. Пеш аз оғози ин қадам аз идоракунанда ин оиди қисмат маълумот гиред. Вобаста ба танзими гардонандаи сахти шумо як қатор интихобҳо имконпазиранд: * "%s": ин интихоб маънои бахшбандии худкори гардонанда(ҳо)и холиро дорад. Агар шумо ин хусусиятро интихоб кунед, пас дар оянда ба шумо савол дода намешавад. * "%s": устод мавҷудияти як ё зиёда бахшҳои Linux-ро дар гардонандаи сахти шумо муайян кард. Агар шумо онҳоро истифода бурдан хоҳед, ин хусусиятро интихоб кунед. Сипас аз шумо интихоб намудани нуқтаи насбшавӣ мувофиқан барои ҳар як бахшҳо талаб карда мешавад. Бо нобаёнӣ нуқтаҳои дурусти насбшавӣ интихоб мегарданд, ва шумо онҳоро нигоҳ дошта метавонед. * "%s": агар Microsoft Windows дар гардонандаи сахти шумо коргузорӣ шудааст ва ҳамаи фазои имконпазирро ишғол карда бошад, шумо бояд фазои холиро барои Linux офаред. Барои инро иҷро кардан шумо метавонед бахшҳои ва маълумоти Microsoft Windows-ро нобуд созед (нигаред ба ҳалнокии ``Поккунии ҳамаи диск'') ва ё андозаи қисмати FAT Microsoft Windows-ро тағир диҳед. Тағирдиҳии андоза бе гумкунии додаҳо ба амал омада метавонад, махсусан агар шумо пешаки дефрагментатсияи бахши Windows-ро гузаронида бошед ва дар он шаклбандии FAT истифода мешавад. Нусхабардории захирашавии додаҳои шумо ҷиддӣ маслиҳат дода мешавад.. Агар шумо Mandriva Linux ва Microsoft Windows-ро дар як компютер якҷоя истифода бурдан хоҳед, истифодаи ин хусусиятро маслиҳат медиҳад. Пеш аз интихоби ин хусусият шумо бояд фаҳмед, ки андозаи Microsoft Windows-и шумо назар ба ҳозира хурдтар мегардад. Барои захиракунии додаҳо ва коргузории таъминоти барномавии нав шумо дар Microsoft Windows фазои холии камтар хоҳед дошт. * "%s": агар шумо хоҳед, ки ҳамаи додаҳоро дар ҳама қисматҳои дар гардонандаи сахти худ мавҷудбударо нобуд созед ва ҷои онҳоро бо системаи нави Mandriva Linux иваз кунед, ин хосиятро интихоб кунед. Эҳтиёт бошед, зеро баъди тасдиқот шумо интихоби худро баргардонида наметавонед. !! Агар шумо ин хосиятро интихоб кунед, ҳамаи додаҳо дар гардонандаи сахти шумо нобуд карда мешаванд. !! * "%s": ин хосият имконияти поккунии ҳамаи маълумотро дар гардонандаи сахти шумо ва оғози офаридани бахшҳоро дар ҷои холӣ, медиҳад. Ҳама додаҳо дар гардонандаи сахти шумо гум мешаванд. !! Агар шумо ин хосиятро интихоб кунед, ҳама додаҳо дар гардонандаи сахти шумо гум мешаванд.. !! * "%s": агар шумо ба таври дасткорӣ бахшбандӣ намудани гардонандаи сахти худро хоҳед, ин хосиятро интихоб кунед. Эҳтиёт бошед -- зеро ин интихоби пурқудрат ва хатарнок аст ва шумо ба осонӣ ҳамаи додаҳоро аз даст дода метавонед. Бинобар ин интихоби ин хосият танҳо дар ҳолате, ки шумо аз ин пеш чизеро ба ин монанд иҷро карда бошед ё таҷрибаи муайян дошта бошед, маслиҳат дода мешавад. Барои маълумоти муфассал оиди истифодаи бахши барномаи пуштибонии DiskDrake ба қисмати ``Идоракунии Бахшҳои Шумо '' дар ``Раҳнамои Оғозии Корванд'' муроҷиат намоед.
vi: Lúc này bạn cần chọn nơi nào trên đĩa cứng sẽ cài đặt hệ điều hành Mandriva Linux. Nếu như đĩa cứng chưa có gì hoặc nếu đã có một hệ điều hành đang sử dụng toàn bộ không gian đĩa, bạn cần thực hiện việc phân vùng đĩa. Về cơ bản, việc phân vùng một ổ đĩa cứng là phân chia các ổ lý luận, tạo không gian để cài đặt hệ thống Mandriva Linux mới. Do kết quả của quá trình phân vùng thường không thay đổi lại được nữa, nên việc phân vùng có thể gây sợ hãi và căng thẳng nếu bạn không phải người dùng có kinh nghiệm. May thay, DrakX đã có đồ thuật đơn giản hoá việc này. Trước khi bắt đầu, hãy đọc phần hướng dẫn dưới đây và trên hết là đừng vội vàng. Tùy thuộc vào cấu hình của đĩa cứng, sẵn có một số tùy chọn như sau: * "%s": tùy chọn này sẽ tiến hành tự động việc phân vùng cho đĩa trống. Bạn sẽ không bị nhắc là phải làm gì nữa nếu dùng tùy chọn này. * "%s": đồ thuật đã phát hiện thấy một hoặc nhiều phân vùng Linux hiện có trên đĩa cứng. Nếu muốn dùng chúng, hãy dùng tùy chọn này. Bạn sẽ được hỏi về các điểm gắn kết cho từng phân vùng. Các điểm gắn kết kế tục được chọn theo mặc định và trong hầu hết các trường hợp, bạn nên giữ chúng. * "%s": nếu Windows đã được cài đặt trên đĩa cứng và dùng toàn bộ không gian đĩa, bạn cần tạo không gian trống cho Linux. Để làm việc đó, bạn có thể xóa bỏ dữ liệu và phân vùng của Microsoft Windows (xem giải pháp ``Xóa toàn bộ đĩa'') hoặc lập lại kích thước phân vùng của MS Windows mà có thể không bị mất bất kỳ dữ liệu nào. Tuy nhiên bạn rất nên thực hiện việc sao lưu dữ liệu trước đã. Nên chọn giải pháp này nếu muốn dùng cả Mandriva Linux và Windows trên cùng một máy tính. Trước khi chọn tùy chọn này, hãy hiểu là sau khi thực hiện cách này, kích thước phân vùng của MS Windows sẽ nhỏ hơn so với lúc này. Sẽ có ít không gian trống hơn trong Microsoft Windows để lưu dữ liệu và cài đặt phần mềm mới. * "%s": nếu muốn xoá toàn bộ dữ liệu và các phân vùng hiện có trên ổ cứng và thay thế bằng hệ thống Mandriva Linux mới, hãy dùng tùy chọn này. Hãy thận trọng với tùy chọn này vì sẽ không thể thay đổi lựa chọn sau khi đã khẳng định. !! Nếu chọn tùy chọn này, toàn bộ dữ liệu trên đĩa sẽ mất. !! * "%s": đơn giản là sẽ xoá sạch mọi thứ có trên đĩa, làm sạch, phân vùng mọi thứ từ đầu. Mọi dữ liệu trên đĩa sẽ bị mất. !! Nếu chọn tùy chọn này, mọi dữ liệu trên đĩa sẽ mất. !! * "%s": dùng tùy chọn này khi bạn muốn tự phân vùng đĩa cứng. Hãy cẩn thận - đây là tùy chọn mạnh nhưng nguy hiểm, rất dễ bị mất mọi dữ liệu. Vì vậy, không nên chọn chế độ này trừ khi trước đây bạn đã từng thực hiện và đã có kinh nghiệm.
wa: Asteure, vos dvoz tchoezi wice ki vos vloz astaler vosse sistinme d' operance Mandriva Linux so vosse deure plake. Si l' plake est vude, ou si les sistinmes d' operance k' i gn a ddja prindèt tote li plaece, vos avoz mezåjhe del pårti. Fé on pårtixhaedje d' ene deure plake çoula vout dire del pårti lodjicmint po fé del plaece po-z astaler vosse novea sistinme Mandriva Linux. Come, on côp ki li pårtixhaedje est fwait, on n' sait rivni en erî (normålmint), les apurdisses ont sovint sogne ou peu di s' enonder. Awoureuzmint, i gn a on macrea ki vs aidrè po l' fé. Divant di cmincî, lijhoz cisse seccion chal en etir, et sortot purdoz bén vosse tins. Sorlon l' apontiaedje di vosse deure plake, pluzieurès solucions sont possibes: * «%s»: çouchal frè tot simplumint on pårtixhaedje otomatike del plaece vude so les deures plakes da vosse; vos n' avoz a vos preyocuper di rén après. * «%s»: li macrea a detecté ene ou pus di pårticions Linux k' egzistèt ddja so vosse deure plake. Si vos les vloz wårder, prindoz cisse tchuze chal. On vs dimandrè adon di tchoezi les ponts di montaedje des pårticions, les vîs ponts di montaedjes sront metous come prémetowès valixhances, et pol pus grande pårt c' est ene bone idêye delzès wårder. * «%s»: si Microsoft Windows est astalé so vosse deure plake et s' i prind tote li plaece k' i gn a, vos dvoz fé del plaece libe po les dnêyes di Linux. Po çoula vos ploz disfacer li pårticion Microsoft Windows et totes ses dnêyes (veyoz les solucions «Disfacer li plake etire») oudonbén raptiti vosse pårticion FAT di Microsoft Windows. Li candjmint d' grandeu des pårticions si pout fé sins piede des dnêyes, a condicion del disfragminter d' aprume, eyet kel pårticion soeye ene pårticion FAT. C' est hôtmint ricmandé di fé ene copeye di såvrité. Cisse solucions est ricmandêye si vos vloz eployî Mandriva Linux et Microsoft Windows sol minme copiutrece. Divant di tchoezi cisse solucion, i vos fåt comprinde kel grandeu di vosse pårticion Microsoft Windows srè pus ptite ki çk' ele est asteure. Dj' ô bén, vos åroz moens di plaece libe so Microsoft Windows po wårder les dnêyes da vosse ou astaler des noveas programes. * «%s»: si vos vloz disfacer totes les dnêyes k' i gn a so vosse deure plake po mete el plaece li sistinme Mandriva Linux, vos ploz tchoezi cisse tchuze chal. Prindoz asteme k' avou cisse solucion chal vos n' pôroz nén rivni en erî on côp ki vos avoz acertiné vosse tchuze. !! Avou cisse tchuze chal, totes les dnêyes del deure plake sront pierdowes !! * «%s»: çouchal va simplumint disfacer ttafwait sol deure plake eyet cmincî on novea pårtixhaedje. Totes les dnêyes sol deure plake vont esse pierdowes. !! Avou cisse tchuze chal, Tot çk' i gn a el deure plake srè pierdou. !! * «%s»: si vos vloz fé manuwelmint li pårtixhaedje del deure plake, vos ploz tchoezi çouchal. Mins prindoz asteme, avou cisse solucion chal vos pôroz fé des poûxhantès mins dandjureusès sacwès. Vos ploz åjheymint piede totes vos dnêyes. Adon, ni tchoezixhoz nén çouchal, a moens di vormint saveur çou k' vos fjhoz. Po pus di racsegnes sol manire d' eployî l' usteye DrakDisk, loukîz li seccion «Manaedjî vos pårticions» do manuwel.
zh_cn: 在这一步里, 您需要决定您想要将 Mandriva Linux 操作系统安装到硬盘的何处。如果您的硬盘完全是空的, 或者已有操作系统使用了所有的空间, 您就必须要对硬盘进行分区。粗略的说, 对硬盘进行分区就是将其划分成几个逻辑上不同的部分, 以便创建安装您新的 Mandriva Linux 系统所需的空间。 由于对硬盘进行分区通常是不可恢复的, 并且可能导致数据丢失, 所以对于没有经验的用户来说, 分区是十分危险的操作。所幸的是, DrakX 所包含的向导能够显著简化这一过程。在继续这一步骤之前, 请花点时间仔细阅读本节及以上的所有内容。 根据您的硬盘配置不同, 您可从以下选项中加以选择： * "%s"。此选项将对您的空驱动器执行自动分区。如果您使用此选项, 则不会有任何后续的提示。 * "%s"。向导检测到了硬盘上有一个或多个已有的 Linux 分区。如果您想要使用这些分区, 请选择此选项。稍后, 安装程序会让您选择与每个分区关联的挂载点。先前的挂载点默认已经选中了, 而保留这些选项是个不错的主意。 * "%s"。如果在您的硬盘上安装了 Microsoft Windows, 而该操作系统占用了所有的空间, 您就需要为 GNU/Linux 创建剩余空间。要完成这一操作, 您可以删除您的 Microsoft Windows 分区和数据(参看``删除整个磁盘''方案), 或者更改 Microsoft Windows FAT 或 NTFS 分区的大小。更改分区大小通常不会造成任何数据丢失, 但您必须事先对 Windows 分区进行了磁盘碎片整理。我们强烈推荐您事先备份您的数据。如果您想要在同一台计算机上使用 Mandriva Linux 和 Microsoft Windows, 则推荐使用此选项。 注意, 在执行这一过程之后, 您原有的 Microsoft Windows 分区将会比先前小一些。而您在 Microsoft Windows 下可用来存储数据或安装新软件的剩余空间也会变少。 * "%s"。如果您想要删除硬盘上的全部数据和全部分区, 并将其替换为全新的 Mandriva Linux 系统, 请选择此选项。请额外小心, 因为在您确认之后, 此操作无法撤销。 !! 如果您选择了此选项, 您硬盘上的全部数据都将被删除。 !! * "%s"。当硬盘完全被 Microsoft Windows 占用时, 会出现此选项。选择此选项将删除硬盘上的全部内容, 然后从头开始进行分区。 !! 如果您选择了此选项, 您硬盘上的全部数据都将被删除。 !! * "%s"。如果您想要手动对您的硬盘进行分区, 请选择此选项。请额外小心——该功能十分强大, 但也很危险, 您可能在不经意之间毁掉您的全部数据。这也正是为什么我们只对那些以前执行过类似操作并有些经验的用户才推荐此选项的原因。要获得关于如何使用 DiskDrake 工具的更多说明, 请参阅``初学者指南''一书中的``管理您的分区''一节。
zh_tw: 您需要決定那裡你想要安裝 Mandriva Linux 作業系統於那個硬碟. 如果您的硬碟是全新尚未使用或 已經存在的作業系統正在使用全部可被利用的空間, 您將 必須進行分割硬碟的動作. 基本上, 分割硬碟的動作包含 邏輯上劃分它以建立需要的空間來安裝您的新 Mandriva Linux 系統. 因為分割硬碟的動作程序通常是無法回復的 且能導致資料遺失, 若您是一位不熟練的使用者, 割硬碟的動作是脅迫恫嚇與充滿著緊張壓力的. 幸運的是 DrakX 包含精靈模式以簡化這程序。於繼續此步驟前， 先詳細閱讀其他部份與全部, 慢慢來. 根據您的硬碟設定值, 有數個選項可用: * "%s". 該項目將會執行自動劃分您空白的磁碟. 若您使用此選項, 將沒有進一步的提示. * "%s"。精靈模式已經偵測一個或多個已經存在的 Linux 硬碟 分割. 若您想要使用他們, 選此選項. 您將會 被要求選擇關於每一個分割的掛載點. 就有的掛載點預設為被選擇, 且大部分最好保留 他們. * "%s". 若您硬碟有安裝 Microsoft Windows 且佔據 全部可用剩餘可用的空間, 您將必須建立自由空間給 GNU/Linux. 為了達到目的, 您可以刪除 Microsoft Windows 分割與資料 (見 ``Erase entire disk (消除整個磁碟)'' 解決方案) 或是 重新調整 Microsoft Windows FAT 或 NTFS 分割區大小. 若您已經 defragment(不連續碎片重新整理) Windows 分割 且它用 FAT 格式.重新調整分割可以被執行於不遺失任何資料 資料備份是被強烈建議的. 若您想要使用 Mandriva Linux and Microsoft Windows 於同一台電腦, 使用此選項是被建議的. 選擇此選項前, 請了解當使用這個過程項目後, Microsoft Windows 分割可用的剩餘空間將會比之前減少. 您將有較少的自由空間於 Microsoft Windows 來存您的資料與安裝新軟體. * "%s". 如果您想要刪除全部現存於您的硬碟上資料與 分割且以您的新 Mandriva Linux 系統替換他們, 選此選項. 但是小心使用, 你將無法於你確認之後 逆反你的決定. !! 若你選此選項, 全部於你的磁碟上的資料將會被刪除. !! * "%s". 當硬碟完全被 Microsoft Windows 佔據時出現此選項. 選擇此選項將會簡單地消除一切於磁碟中的資料且從新開始, 從頭開始分割一切. !! 若你選此選項, 全部於你的磁碟上的資料將會遺失. !! * "%s". 選這個選項若您想要手動分割您的硬碟. 請小心使用 -- 它是強力的但是危險的選擇且您可能非常 容易遺失您的全部資料. 這是為何此選項事實上只於 您曾經做過類似於此且有些許經驗的時候被建議. 更多指令於如何使用 DiskDrake 工具, 指向 ``Starter Guide (初學者指導)''的 ``Managing Your Partitions (管理您的分割)'' 部份.
