Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: GNU/Linux manages time in GMT (Greenwich Mean Time) and translates it to local time according to the time zone you selected. If the clock on your motherboard is set to local time, you may deactivate this by unselecting "%s", which will let GNU/Linux know that the system clock and the hardware clock are in the same time zone. This is useful when the machine also hosts another operating system. The "%s" option will automatically regulate the system clock by connecting to a remote time server on the Internet. For this feature to work, you must have a working Internet connection. We recommend that you choose a time server located near you. This option actually installs a time server which can be used by other machines on your local network as well.
ar: يقوم جنو/لينكس بإدارة الوقت بحسب توقيت غرينتش ثم يترجمه إلى التوقيت المحلي بحسب المنطقة الزّمنية التي اخترتها. إذا كانت الساعة التي في اللّوحة الرئيسية مضبوطة على التوقيت المحلي، يمكنك تعطيل ذلك عن طريق إزالة اختيار "%s" و التي ستجعل جنو/لينكس يعلم أن ساعة النظام وساعة الجهاز في نفس المنطقة الزّمنيّة. هذا مفيد عندما يستضيف الجهاز أيضاً نظام تشغيل آخر. الخيار "%s" سيقوم آلياً بضبط الساعة عن طريق الإتصال بخادم وقت بعيد على الإنترنت. كي تعمل هذه الميزة، يجب أن تكون لديك وصلة انترنت عاملة. من الأفضل اختيار خادم الوقت الأقرب إليك. في الحقيقة يُثبت هذا الخيار خادم وقت يمكن استخدامه من قبل الأجهزة الأخرى على الشبكة المحلية أيضاً.
bs: GNU/Linux koristi vrijeme u GMT (Greenwich Mean Time) obliku i prevodi ga u lokalno vrijeme u skladu sa vremenskom zonom koju ste izabrali. Ako je sat na vašoj matičnoj ploči podešen na lokalno vrijeme, možete isključiti ovu opciju isključujući "%s", što će saopštiti GNU/Linuxu da su sistemski sat i hardverski sat u istoj vremenskoj zoni. Ovo je korisno kada se na računaru takođe nalazi i drugi operativni sistem kao što je Windows. Opcija "%s" će automatski regulisati sat spajajući se na udaljeni time server na Internetu. Kako bi ova mogućnost radila, morate imati ispravnu Internet konekciju. Najbolje je izabrati time server negdje u vašoj blizini. Ova opcija će ustvari instalirati time server koji mogu koristiti i drugi računari u vašoj lokalnoj mreži.
ca: GNU/Linux gestiona l'hora en GMT (Greenwich Mean Time) i el tradueix a l'hora local d'acord amb la zona horària seleccionada. Si el rellotge de la placa base indica l'hora local, podeu desactivar-ho desseleccionant "%s", i això informarà a GNU/Linux que el rellotge del sistema i el rellotge del maquinari són a la mateixa zona horària. Això és convenient quan la màquina també té instal·lat un altre sistema operatiu. L'opció "%s" regularà automàticament l'hora connectant-se a un servidor horari remot d'Internet. Per tal que funcioni aquesta funció us caldrà tenir connexió a Internet. És millor triar un servidor que estigui ubicat a prop vostre. De fet, aquesta opció instal·la un servidor d'hora que altres màquines de la vostra xarxa local també podran utilitzar.
cs: GNU/Linux spravuje čas podle GMT (Greenwich Mean Time) a převádí ho na čas podle příslušné vybrané časové zóny. Pokud je čas na vaší mateřské desce nastaven jako lokální, je možné toto zrušit odznačením volby "%s" a pak budou systémové hodiny stejné jako hardwarové a ve stejné časové zóně. To je užitečné tehdy, když je na počítači jiný operační systém. Volba "%s" provádí automatické nastavení hodin pomocí připojení k časovému serveru na Internetu. Vyberte si v seznamu ten server, který je vám nejblíž. Je samozřejmé, že pro správnou funkci musíte mít funkční připojení k Internetu. Na počítač se také nainstaluje časový server, který mohou volitelně používat jiné počítače ve vaší lokální síti.
cy: Mae GNU/Linux yn rheoli amser drwy GMT (Greenwich Mean Time) a'i drosi i amser lleol yn ôl y parth amser rydych wedi ei ddewis. Mae'n bosib dad-ddewis hyn drwy ddad-ddewis "%s" fel bod y cloc caledwedd yr un a chloc y system yr un peth. Mae hyn yn ddefnyddiol pan fo'r peiriant yn westai i system arall. Bydd y dewis "%s" yn rheoli'r cloc yn awtomatig drwy gysylltu â gweinydd amser ar y Rhyngrwyd. Yn y rhestr sy'n cael ei gynnig dewiswch yr agosaf atoch. Rhaid i'ch cyswllt â'r we fod yn gweithio i hyn ddigwydd. Bydd yn gosod ar eich peiriant wasanaethwr amser fydd o ddewis yn medru cael ei ddefnyddio gan beiriannau eraill ar eich rhwydwaith.
da: GNU/Linux håndterer tiden i GMT (Greenwich Mean Time) og oversætter den til lokal tid ifølge den tidszone du har valgt. Hvis uret på bundkortet er sat til lokal tid, kan du deaktivere dette ved at fravælge '%s', hvilket vil lade GNU/Linux vide at systemuret og maskinens ur er i samme tidszone. Dette er nyttigt når maskinen også bruges til andre operativsystemer. Muligheden '%s' vil automatisk tilpasse systemuret ved at forbinde til en ekstern tidsserver på internettet. For at denne facilitet kan virke, skal du have en fungerende internetforbindelse. Vi anbefaler at du vælger en tidsserver med en placering nær ved dig. Denne mulighed installerer faktisk en tidsserver som også kan bruges af andre maskiner på dit lokalnetværk.
de: GNU/Linux arbeitet mit GMT (Greenwich Mean Time) und übersetzt diese anhand der Zeitzone in Ihre lokale Zeit. Falls die Uhr Ihres Computers auf die lokale Zeit eingestellt ist, sollten Sie die Option „%s“ deaktivieren. Dadurch wird GNU/Linux mitgeteilt, dass sich die Systemzeit und die Hardware-Uhr in der gleichen Zeitzone befinden. Dieses Verfahren ist notwendig, wenn Sie auf Ihrem Computer noch ein weiteres Betriebssystem per Dual-Boot betreiben. Die Verwendung der Option „%s“ reguliert Ihre Uhr, indem sie Verbindung mit einem Zeitserver im Internet aufnimmt. Wählen Sie aus der Liste einen Server in Ihrer Nähe. Damit die funktioniert benötigen Sie eine ständige Internetverbindung. Mit dieser Option installieren Sie einen Time-Server, der von weiteren Maschinen Ihres lokalen Netzwerks genutzt werden kann.
eo: GNU/Linux mastrumas la tempon en GMT (Grinviĉa meza tempo) kaj tradukas ĝin al la loka tempo laŭ la horzono kiun vi elektis. Se la horloĝo en via ĉefkarto estas metita al loka tempo, prefere elŝaltu tion per malselekto de "%s", kio sciigos al GNU/Linux ke la sistemhorloĝo kaj la aparathorloĝo estas en la sama horzono. Tio estas utila kiam la maŝino gastigas ankaŭ alian mastrumsistemon. La opcio "%s" aŭtomate reguligas la sistemhorloĝon per konekto al fora temposervilo en Interreto. Por ebligi tiun opcion funkcii, vi devas disponi pri funkcianta interret-konekto. Ni rekomendas ke vi elektu temposervilon lokitan proksime de vi. Tiu opcio instalas temposervilon kiu estas ankaŭ uzebla de aliaj maŝinoj en via loka reto.
es: GNU/Linux administra la hora en GMT ("Greenwich Mean Time", Hora del Meridiano de Greenwich) y la traduce a la hora local de acuerdo al huso horario que Usted seleccionó. Sin embargo, es posible desactivar esto quitando la marca de la casilla "%s", lo que hará que GNU/Linux sepa que el reloj del sistema y el reloj de hardware están en el mismo huso horario. Esto es útil cuando la máquina también alberga otro sistema operativo. La opción "%s" regulará automáticamente el reloj del sistema conectándose a un servidor remoto de la hora en la Internet. Para que esta característica funcione, debe tener una conexión con la Internet funcionando. Le recomendamos que elija un servidor de la hora ubicado cerca de Usted. En realidad, esta opción instala un servidor de la hora que también puede ser utilizado por otras máquinas en su red local.
et: GNU/Linux kasutab GMT (Greenwichi) aega ning teisendab selle kohalikuks ajaks vastavalt Teie valitud ajavööndile. Seda võib siiski ka välja lülitada, kui jätta märkimata "%s". Sellisel juhul kajastab arvutikell sama aega, mis süsteemi kell. See võib olla kasulik, kui masinas on veel mõni operatsioonisüsteem, näiteks Windows. Võimalus "%s" võimaldab kellaaega reguleerida, ühendudes Internetis mõne ajaserveriga. Pakutavas nimekirjas valige mõni lähemal asuv server. Mõistagi peab selle võimaluse kasutamiseks olema ka Internetiühendus. Tegelikult paigaldab see Teie arvutisse ajaserveri, mida saab kasutada isegi teiste kohtvõrgus olevate masinate aja täpsustamiseks.
eu: GNU/Linux-ek GMT (Greenwich Mean Time) ordua erabiltzen du eta tokian tokiko ordura aldatzen du, hautatutako ordu-gunearen arabera. Zure plaka nagusiko ordua bertako orduan ezarrita badago, hau desaktibatu dezakezu "%s " aukera ezautatuz, GNU/Linux-i sistemaren ordua eta hardwarearena ordu-gune berean daudela jakinaraziko diolarik. Hau erabilgarria da makinak beste sistema eragile bati ere ostatu ematen badio. "%s" aukerak automatikoki doituko du sistemaren ordularia, Interneteko urruneko ordu zerbitzari batekin konektatuz. Ezaugarri hau erabili ahal izateko, Interneteko konexioa behar duzu. Zugandik hurbil dagoen ordu zerbitzaria aukeratzea gomendatzen dizugu. Aukera honek ordu zerbitzari bat instalatzen du zure bertako sareko beste makinek ere erabili dezaketena.
fa: گنو/لینوکس زمان را بر اساس GMT (Greenwich Mean Time) اداره کرده و آن را به زمان محلی طبق منطقه‌ی زمانی که شما انتخاب کرده‌اید برمی‌گرداند. اگر ساعت روی کارت ‌الکترونیکی مادر بر اساس زمان محلی گذاشته شده باشد، می‌توانید این را از طریق انتخاب نکردن "%s" غیرفعال کنید، که به گنو/لینوکس اجازه می‌دهد که بداند که ساعت سیستم شما و ساعت سخت‌افزار در یک منطقه‌زمانی قرار دارند. دانستن این وقتی که ماشین شما سیستم عامل دیگری نظیر ویندوز را میزبان باشد مفید می‌باشد. گزینه‌ی "%s" ساعت را از طریق اتصال به کارگزار از راه دور زمان بر اینترنت میزان می‌کند. برای کار کردن این قابلیت باید یک اتصال اینترنت فعال داشته باشید. بهتر است یک کارگزار زمان نزدیک به خود را انتخاب کنید. این گزینه اتفاقاً کارگزار زمانی را نصب می‌کند که می‌تواند بوسیله‌ی ماشین های دیگر بر روی شبکه‌اتان گردد.
fi: GNU/Linux määrittää ajan GMT (Greenwich Mean Time) -tilassa ja muuntaa siitä paikalliseen aikaan valitsemasi aikavyöhykkeen mukaisesti. Voit myös muuttaa tämän käytännön poistamalla valinnan "%s" jolloin laitteistokello on sama kuin järjestelmäkello. Tämä on hyödyllistä jos koneessa on toinen käyttöjärjestelmä, esimerkiksi Windows. Optio "%s" säätää järjestelmäsi kellon automaattisesti oikeaan aikaan yhdistämällä johonkin Internetin aikapalvelimeen. Valitse listasta palvelin joka on lähelläsi tai kirjoita sen osoite suoraan kenttään. Sinulla pitää tietysti olla toimiva Internet-yhteys jotta tämä ominaisuus toimisi. Tämä myös asentaa aikapalvelimen koneeseesi jota muut paikallisverkkosi koneet voivat käyttää.
fr: GNU/Linux manipule l'heure au format GMT (« Greenwich Mean Time ») et la convertit en temps local selon le fuseau horaire choisi. Il est néanmoins possible de désactiver cela en désélectionnant « %s » de façon à ce que GNU/Linux sache que l'horloge matérielle est la même que celle du système. Cela est particulièrement utile si la machine accueille un autre système d'exploitation. La « %s » permet de régler l'heure automatiquement en se connectant à un serveur de temps sur Internet. Dans la liste qui est alors présentée, choisissez un serveur géographiquement proche de vous. Vous devez bien entendu avoir une connexion Internet pour que cela fonctionne. Cela installera en fait sur votre machine un serveur de temps local qui pourra, en option, être lui-même utilisé par d'autres machines de votre réseau local.
gl: GNU/Linux manexa a hora en GMT (Greenwich Mean Time) e tradúcea á hora local de acordo ca zona horaria que seleccionou. Se o reloxo da súa placa base usa a hora local, debería desactivar isto deseleccionando "%s", o cal lle permitirá a GNU/Linux saber que o reloxo do sistema e o reloxo do hardware están na mesma zona horaria. Isto é útil cando a máquina tamén contén outro sistema operativo. A opción "%s" regulará automáticamente o reloxo do sistema conectándose a un servidor remoto de tempo da Internet. Para que esta funcionalidade funcione, debe ter unha conexión á Internet que funcione. Recomendámoslle que elixa un servidor de tempo que estea situado preto de vostede. Esta opción en realidade instala un servidor de tempo local que tamén poden usar outras máquinas da súa rede local.
he: מערכות גנו/לינוקס מנהלות את הזמן לפי GMT (Greenwich Mean Time) ומתרגמות אותו לזמן מקומי לפי אזור הזמן שנבחר. אם השעון על לוח האם שלך מכוון לזמן המקומי באפשרותך לבטל פעילות זו על ידי הסרת הסימון "%s" שיאפשר למערכת לדעת כי שעון המערכת ושעון החומרה נמצאים באותו אזור זמן. דבר זה יעיל בעיקר במקרים בהם המכונה מארחת מערכת הפעלה נוספת. האפשרות "%s" תבקר באופן אוטומטי את שעון המערכת על ידי התחברות לשרת זמן באינטרנט. לצורך זה עליך להיות עם חיבור פעיל לאינטרנט. אנו ממליצים על בחירת שרת זמן שממוקם קרוב אליך. אפשרות זו למעשה מתקינה שרת זמן שמכונות אחרות יכולות לעשות בו שימוש ברשת המקומית שלך.
hu: A Linux az időt a GMT (Greenwich Mean Time) alapján kezeli - a kiválasztott időzónának megfelelő helyi időre konvertálja azt. Ha a gép alaplapjának órája helyi időre van állítva, akkor kapcsolja ki az időzónához való igazítást a(z) "%s" opció kikapcsolásával - ekkor a rendszeróra szerinti idő azonos lesz a gép órája szerintivel (azaz a két óra ugyanazon időzóna szerint mutatja az időt). Ez akkor hasznos, ha van a gépen más operációs rendszer is. A(z) "%s" opció automatikusan beállítja az órát egy internetes időkiszolgálóhoz kapcsolódva. Ehhez szükség van egy beállított internetkapcsolatra. Az időkiszolgálók közül lehetőleg egy Önhöz közel levőt válasszon. Ez a funkció feltelepít az Ön gépére egy időkiszolgálót, amelyet a helyi hálózat többi gépe is használhat.
id: GNU/Linux mengatur waktu dalam GMT (Greenwich Mean Time) dan menerjemahkannya ke waktu lokal sesuai zona waktu yang Anda pilih. Jika waktu pada motherboard Anda diset ke waktu lokal, Anda bisa menonaktifkannya dengan tidak memilih "%s" yang akan mengijinkan GNU/Linux mengetahui bahwa waktu sisten dan waktu perangkat keras berada dalam zona waktu yang sama. Hal ini berguna ketika komputer juga menggunakan sistem operasi lain. Opsi "%s" akan otomatis mengatur jam dengan menghubungi server waktu remote di internet. Agar fitur ini bekerja, Anda harus memiliki koneksi Internet. Kami merekomendasikan Anda memilih server terdekat. Opsi ini sebenarnya menginstall server waktu yang dapat digunakan oleh komputer lain pada jaringan lokal Anda.
is: GNU/Linux notar GMT (Greenwich Mean Time) sem innri tíma og breytir honum í staðartíma eftir völdu tímabelti. Ef klukkan á móðurborðinu er stillt á staðartíma, þá gætir þú þurft að aftengja þetta með því að af-velja reitinn "%s", sem segir GNU/Linux kerfinu að vélarklukkan og kerfisklukkan séu á sama tímabelti. þetta er fyrst of fremst gagnlegt ef vélin hýsir annað stýrikerfi. "%s" valreiturinn mun stilla klukkuna sjálfkrafa með því að tengjast tímamiðlara um Internetið. Til að þetta sé virkt þá verður þú að hafa uppsetta internet-tengingu. Við mælum með að þú veljir tímamiðlara sem er nálægt þér. Þessi valkostur mun í raun setja upp tímamiðlara á vélinni sem þú getur síðan notað af öðrum vélum á staðarnetinu.
it: GNU/Linux gestisce il tempo in base al GMT ("Greenwich Mean Time") e lo traduce nell'ora locale secondo il fuso orario selezionato. Tuttavia, se l'orologio della scheda madre è regolato sull'orario locale, è possibile disabilitare questa opzione togliendo il segno di spunta alla casella "%s", in modo da indicare a GNU/Linux che l'orologio hardware e quello di sistema operano nello stesso fuso orario. Questa scelta può tornare utile nel caso sulla macchina sia installato anche un altro sistema operativo. L'opzione "%s" farà in modo che l'orario venga automaticamente regolato connettendosi via Internet con un "time server". Perché questa opzione funzioni, naturalmente, dovrete disporre di una connessione a Internet funzionante. Vi consigliamo di scegliere un server vicino a voi. Questa opzione installerà nel sistema un vero e proprio time server, che potrà essere a sua volta usato anche da altre macchine che si trovino sulla stessa rete locale.
ja: GNU/Linux は時間を GMT (グリニッジ標準時) で管理し、選択されたタイムゾーン をもとにこれを現地時間に変換します。マザーボードの時計が現地時間に設定 されている場合は、「%s」の選択を外してこの機能を無効にすることができます。 そうすると、GNU/Linux はハードウェアクロックとシステムクロックが同じタイム ゾーンにあると認識します。Windows などの別の OS を同じマシンで動かしている 場合は、このオプションを無効にする方が良いでしょう。 「%s」オプションを選ぶと、インターネットのリモートタイム サーバに接続して自動的に時間を合わせます。表示されるリストの中から一番 近いサーバを選んでください。この機能を使うにはインターネット接続が必要 です。このオプションを使うと、このマシンをローカルネットワーク内の他の マシンのタイムサーバとして機能させることができます。
mk: GNU/Linux управува со времето според „GMT“ (Greenwich Mean Time) и го преведува во локално време според временската зона што сте ја избрале. Ако часовникот на вашата матична плоча е наместен на локално време, ова можете да го деактивирате со деселектирање на „%s“, што ќе му овозможи на „GNU/Linux“ да знае дека системскиот часовник и хардверскиот часовник се во иста временска зона. Ова е корисно кога на машината има уште еден оперативен систем. Опцијата „%s“ автоматски ќе го регулира системскиот часовник преку поврзување со далечински временски сервер на Интернет. За да ви работи ова, мора да имате работна Интернет врска. Ви препорачуваме да изберете временски сервер во ваша близина. Всушност, оваа опција инсталира временски сервер што дополнително може да го користат други машини на вашата локална мрежа.
mt: GNU/Linux jimmaniġġja l-ħin bħala GMT (Greenwich Mean Time) u jaqilbu għall- ħin lokali skond iż-żona orarja li tagħżel. Huwa possibbli però li titfi din il-faċilità billi titfi l-għażla "%s" biex il-ħin tal-kompjuter jiġi l-istess bħall-ħin tas-sistema. Dan huwa utli jekk il- kompjuter tintuża għal sistemi operattivi bħall-Windows. L-għażla "%s" tħallik awtomatikament tirregola l-ħin billi taqbad ma' server speċjali fuq l-internet. Fil-lista li tiġi preżentata, agħżel server viċin tiegħek. Ovvjament irid ikollok konnessjoni mal-internet issettjata biex tuża din il-faċilità. Jekk tuża din l-għażla jiġi nstallat programm apposta fuq il-kompjuter li jippermettilu li jintuża bħala server tal-ħin għal kompjuters oħra fuq in-network lokali.
nb: GNU/Linux passer tiden i GMT (Greenwich Mean Time), og oversetter denne til lokal tid avhengig av tidssonen du valgte. Dersom klokka på ditt hovedkort er satt til lokal tid, kan du deaktivere dette ved å velge bort «%s», som lar GNU/Linux vite at systemklokka og maskinvareklokka er i samme tidssone. Dette er nyttig når maskinen din har andre operativsystemer slik som Windows. «%s»-valget vil stille klokka di ved å koble seg til en ekstern tidstjener på internett. For at dette skal fungere, må du ha en internettforbindelse som fungerer. Det er best å velge en tidstjener som er i nærheten av deg. Dette valget installerer dessuten en tidstjener som kan brukes av andre maskiner på ditt lokale nettverk.
nl: GNU/Linux houdt de tijd bij in GMT (Greenwich Mean Time) en vertaalt het naar lokale tijd volgens de tijdzone die u geselecteerd heeft. Als de klok op uw moederbord op lokale tijd is ingesteld, dan kunt u dit deactiveren door "%s" te deselecteren, hetgeen GNU/Linux laat weten dat de systeemklok en hardwareklok op dezelfde tijdzone staan. Dit is nuttig wanneer er op de computer nog een ander besturingssysteem staat. De "%s"-optie zal de klok automatisch bijstellen door verbinding te maken met een tijdsserver op internet. U dient een werkende internetverbinding hebben voordat deze functie werkt. Het is het beste om een tijdserver te kiezen die dichtbij is. Deze optie zorgt er tevens voor dat er een tijdserver op uw computer wordt geïnstalleerd die gebruikt kan worden door andere computers op uw lokale netwerk.
nn: GNU/Linux handterer klokka internt etter GMT (Greenwich Mean Time), men viser ho etter den tidssona du sjølv vel. Men om klokka på hovudkortet heller er sett til lokaltid, kan du slå av denne funksjonen ved å trykkja «%s». Dette er nyttig om maskina køyrer andre operativsystem i tillegg, som Windows™. «%s»-valet stiller automatisk klokka etter ein tidstenar over Internett. Du må ha eit Internett-samband for at dette skal fungera. Du bør velja ein tenar som ligg geografisk nær deg. Valet installerer faktisk ein tidstenar som andre maskiner på lokalnettet òg kan bruka.
pl: GNU/Linux zarządza czasem w formacie GMT (Greenwich Mean Time) i tłumaczy go na czas lokalny w zależności od wybranej strefy czasowej. Jest jednak możliwe wyłączenie tej opcji poprzez wybór "%s", co spowoduje, że zegar sprzętowy będzie wskazywał ten sam czas co zegar systemowy. Jest to użyteczne, jeśli komputer zarządza innym systemem operacyjnym. Opcja "%s" automatycznie ustawi zegar łącząc się ze zdalnym serwerem czasu przez Internet. Oczywiście trzeba posiadać działające połączenie internetowe, aby to udogodnienie zadziałało. Najlepiej wybrać serwer czasu zlokalizowany niedaleko miejsca instalacji. Na komputerze zostanie zainstalowany serwer czasu, który może być używany przez inne komputery w sieci lokalnej.
pt: O GNU/Linux gere o tempo em GMT (Greenwich Mean Time) e traduz em hora local conforme a zona que escolheu. Se o relógio da sua placa mãe estiver definido para hora local, pode desactivar isto ao de-seleccionar "%s", que dará indicação ao GNU/Linux que o relógio do sistema e o de material estão no mesmo fuso horário. É muito útil quando a máquina 'opera' outro sistema operativo. A opção "%s" irá regular automaticamente o relógio do sistema ao ligar-se a um servidor horário remoto na Internet. Para esta opção funcionar, precisa ter uma conexão internet activa. Recomendamos que escolha um servidor horário localizado perto de si. Na realidade, esta opção instala um servidor horário que poderá ser usado por outras máquinas na sua rede local.
pt_br: O GNU/Linux gerencia a hora em GMT (Greenwich Mean Time) e calcula a hora local de acordo com o fuso horário que você escolheu. Se o relógio em sua placa mãe está configurado para o horário local, é possível desativá-lo, desmarcando "%s", permitindo ao GNU/Linux saber que o relógio do hardware e o relógio do sistema são os mesmos. Isto é útil quando a máquina também tem outro sistema operacional. A opção "%s" irá automaticamente ajustar o relógio, conectando-o a um servidor remoto de hora na Internet. Obviamente, você deve dispor de uma conexão na Internet para isso. Recomendamos que você escolha um servidor de hora localizado próximo a você, na lista apresentada. Esta opção, na verdade, instala um servidor de hora que poderá ser usado também por outras máquinas de sua rede local.
ru: GNU/Linux управляет временем в GMT (Greenwich Mean Time) и транслирует его в локальное согласно выбранного вами часового пояса. Если часы на вашей материнской плате установлены в локальное время, вы можете деактивировать это, убрав выбор "%s", что позволит GNU/Linux помнить, что системные часы и аппаратные часы принадлежат разным часовым поясам. Это полезно в случае, когда на машине размещена другая операционная система типа Windows. Опция "%s" позволит автоматически подстраивать часы, соединяясь с удаленным сервером в Интернет. Естественно, чтобы это работало, вам необходимо соединение с Интернет. Лучше всего выбрать ближайший к вам сервер времени. Эта опция устанавливает на вашу машину сервер времени, который опционально может использоваться другими машинами в вашей локальной сети.
sk: GNU/Linux spracováva čas v GMT (Greenwichský čas) a transformuje ho do lokálneho času v závislosti od nastavenej časovej zóny. Ak je čas na vašej matičnej doske nastavený ako lokálny čas, môžete toto deaktivovať odznačením "%s" následkom čoho bude systém vedieť, že hardvérové hodiny sú nastavené tak, že zodpovedajú časovej zóne. Toto je užitočné, ak na počítači prevádzkujete zároveň aj iný operačný systém. Nastavenie "%s" dokáže automaticky dolaďovať hodiny na základe pripojenia k vzdialenému časovému serveru v Internete. Pre správnu funkcionalitu tejto možnosti je potrebné, aby ste mali funkčné pripojenie k Internetu. Je vhodné vybrať si časový server, ktorý je vo vašej blízkosti. Táto voľba tiež nainštaluje časový server, ktorý je potom možné používať aj vo vašej lokálnej sieti.
sl: GNU/Linux uporablja za nastavitev časa GMT (Greenwich Mean Time), ki ga lahko prevede v krajevni čas glede na časovni pas, ki ga izberete. Če je čas na vaši matični plošči nastavljen na krajevni čas, lahko to izključite z odstranitvijo oznake »%s«. GNU/Linux bo tako zaznal, da sta ura matične plošče in sistemska ura nastavljeni na isti časovni pas. To je koristno posebej v primeru, da imate nameščen še kakšen operacijski sistem , na primer Windows Če omogočite »%s«, bo nastavitev sistemske ure potekala samodejno preko internetne povezave z oddaljenim strežnikom. Da bi ta storitev delovala, morate imeti vzpostavljeno internetno povezavo. Najbolje je , če izberete strežnik v vaši bližini. Obenem boste namestili tudi časovni strežnik, s pomočjo katerega lahko uporabljajo tudi drugi računalniki v krajevnem omrežju.
sv: GNU/Linux utgår från GMT (Greenwich Mean Time) och översätter det till lokal tid enligt den tidszon du har valt. Om hårdvaruklockan på ditt moderkort är utgår från lokal tid kan du inaktivera detta genom att avmarkera "%s" så att hårdvaruklockan blir samma som systemklockan. Det är användbart när datorn är värd för andra operativsystem som t ex Windows. Alternativet "%s" gör så att klockan ställs automatiskt genom att datorn kontaktar en server på Internet. I den lista som sedan presenteras väljer du den server som ligger närmast dig. Naturligtvis måste du vara uppkopplad mot Internet för att detta ska fungera. Det läggs in en tidserver på din dator och den kan, om så önskas, användas av andra datorer i ditt lokala nätverk.
tg: GNU/Linux вақтро дар GMT (Greenwich Mean Time) идора мекунад ва онро дар вақти маҳаллӣ мувофиқи минтақаи вақти интихобкардаатон намоиш медиҳад. Агар соат дар саҳфаи модараи шумо бо вақти маҳаллӣ барпо шудааст, шумо онро ба воситаи рад кардани интихоби "%s" ғайрифаъол сохта метавонед ва ин ба GNU/Linux имконияти дар хотир доштани он, ки соати системавӣ ва соати сахтафзорӣ дар як минтақаи соат мебошанд, медиҳад. Он ҳангоме, ки дар мошина дигар системаи омил ба монанди Windows ҷойгир шуда бошад фоиданок аст. Хосияти "%s" соатро ба таври худкор таҳлил мекунад ба воситаи пайвастшавӣ ба хидматрасони дурдасти вақт дар Интернет. Барои он ки ин хосият кор кунад, шумо бояд пайвастшавии кориро ба Интернет дошта бошед. Беҳтараш хидматрасони вақтро, ки дар назди шумо ҷойгир аст, интихоб намоед. Ин интихоб хидматрасони вақтро ба мошинаи шумо коргузорӣ мекунад, ки аз тарафи дираг мошинаҳои шабакаи маҳаллӣ истифода шуда метавонад.
uk: GNU/Linux оперує часом по GMT (середній час по Ґрінвічу) і переводить його в місцевий час відповідно до часового поясу, який Ви вказали. Якщо годинник на Вашій материнській платі встановлено в локальний час, Ви можете відмінити "%s", що дасть змогу GNU/Linux знати, що системний годинник і апаратний годинник встановлені на один часовий пояс. Це використовується, коли машина також може завантажуватися в іншу операційну систему. Параметр "%s" автоматично наводить годинник шляхом під'єднання до віддаленого серверу часу в Інтернеті. Щоб ця можливість працювала, Ви повинні мати працююче з'єднання з Інтернетом. Найкраще вибрати сервер часу, розташований біля Вас. Цей параметр встановлює сервер часу, який також може використовуватися іншими машинами у Вашій місцевій мережі.
vi: GNU/Linux quản lý thời gian theo GMT (Greenwich Mean Time) và chuyển thành giờ địa phương tùy theo múi giờ bạn chọn. Nếu đồng hồ trong máy bạn đặt theo giờ địa phương, bạn có thể bất hoạt điều này bằng việc thôi chọn "%s", nó sẽ làm cho GNU/Linux biết đồng hồ trong máy và đồng hồ hệ thống là cùng múi giờ. Việc này hữu ích máy tính cũng chứa một hệ điều hành khác như là Windows. Tùy chọn "%s" sẽ tự động điều chỉnh đồng hồ bằng cách nối với một máy chủ thời gian ở xa trên Internet. Trong danh sách hiển thị, hãy chọn một máy chủ ở gần bạn. Tất nhiên, bạn phải có một kết nối Internet để cho tính năng này hoạt động. Thực tế là nó sẽ cài đặt một máy chủ thời gian lên máy tính này để các máy khác trong mạng cục bộ tùy ý sử dụng.
wa: GNU/Linux manaedje l' eure e tins GMT (coistrece di Greenwich) et l' candje en eure locåle sorlon li coisse d' eureye ki vs avoz tchoezi. C' est possibe di l' dismete si vos tchoezixhoz «%s», insi vos eployroz li minme eure pol sistinme eyet pol divintrinne ôrlodje. Çoula pout esse ahessåve cwand i gn a èn ôte sistinme d' operance so l' éndjole, et k' i n' sait nén eployî li tins universel. Li tchuze «%s» va sincronijhî otomaticmint l' ôrlodje do sistinme. Po çoula on raloyaedje est fwait so on sierveu d' eure sol daegntoele. Tchoezixhoz onk, sol djivêye ki vs est prezintêye, ki n' soeye nén lon erî di wice ki vos dmorez. Bén seur vos dvoz aveur on raloyaedje al rantoele en alaedje po-z eployî cisse tchuze chal. Çoula astalrè so voste éndjole on sierveu d' eure ki pôreut ossu esse eployî pa d' ôtès copiutreces, par egzimpe les cenes d' ene rantoele locåle, si vos vloz.
zh_cn: GNU/Linux 以 GMT (格林威治标准时)管理时间, 并根据您所选的时区将其翻译为本地时间。如果您主板上的时钟设定为本地时间, 您应当关闭 "%s", 这将会让 GNU/Linux 知道系统始终和硬件时钟在同一时区。如果本计算机仍然运行其它操作系统, 则此设置将十分有用。 "%s"选项将连接到 Internet 上的远程时间服务器自动校准系统时钟。要让此特性正常工作, 您必须连接到 Internet。最好选择地理位置离您较近的时间服务器。此选项还会自动安装时间服务器, 这样您局域网中的其它计算机都能够进行自动校时了。
