Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: DrakX will first detect any IDE devices present in your computer. It will also scan for one or more PCI SCSI cards on your system. If a SCSI card is found, DrakX will automatically install the appropriate driver. Because hardware detection is not foolproof, DrakX may fail in detecting your hard disk drives. If so, you'll have to specify your hardware by hand. If you had to manually specify your PCI SCSI adapter, DrakX will ask if you want to configure options for it. You should allow DrakX to probe the hardware for the card-specific options which are needed to initialize the adapter. Most of the time, DrakX will get through this step without any issues. If DrakX is not able to probe for the options to automatically determine which parameters need to be passed to the hardware, you'll need to manually configure the driver.
bs: DrakX će najprije potražiti sve IDE uređaje prisutne na vašem računaru. Također će pretražiti sistem za jednu ili više PCI SCSI kartica. Ako SCSI kartica bude pronađena, DrakX će automatski instalirati odgovarajući drajver. Budući da pronalaženje hardware-a nikad nije savršeno, DrakX možda neće pronaći vaše hard diskove. Ako se to desi, moraćete ih navesti ručno. Ako je potrebno da ručno odaberete PCI SCSI adapter, DrakX će vas pitati da li želite navesti neke opcije za njega. Trebate dopustiti DrakXu da ispita hardware za neke opcije specifične za tu karticu. Obično DrakX prolazi kroz ovaj korak bez problema. Ako DrakX ne može ispitati opcije koje trebaju biti proslijeđene, moraćete ručno navesti opcije za drajver.
ca: Primer, DrakX detectarà qualsevol dispositiu IDE en l'ordinador. També cercarà una o més targetes SCSI PCI. Si troba una targeta SCSI, DrakX instal·larà automàticament el controlador adequat. Com que la detecció de maquinari no és infal·lible, pot ser que DrakX no trobi els discos durs; si és així, caldrà que indiqueu el vostre maquinari manualment. Si heu de seleccionar l'adaptador SCSI PCI manualment, DrakX us preguntarà si voleu configurar-ne les opcions. Convé que deixeu que DrakX comprovi el maquinari per saber les opcions específiques de la targeta que calen per inicialitzar l'adaptador. La majoria de vegaDES, DrakX realitzarà aquest pas sense problemes. Si DrakX no pot comprovar les opcions per determinar automàticament els paràmetres que s'han de passar al maquinari, us caldrà configurar el controlador manualment.
cs: Aplikace DrakX se nejdříve pokusí najít všechny pevné disky v počítači. Také se pokusí nalézt jeden nebo více PCI SCSI adaptérů. Pokud nějaký najde, automaticky nainstaluje správný ovladač. Protože automatická detekce hardware nemusí vždy nalézt všechny typy hardware, budete v dialogu dotázáni, zda vůbec máte nějaký SCSI adaptér. Pokud si budete muset vybrat ovladač ručně, aplikace DrakX se zeptá, zda pro něj chcete zadat nějaké volby Měli byste povolit aplikaci DrakX, ať se pokusí zjistit, které volby jsou pro danou kartu potřeba. Většinou to funguje dobře. Pokud to nebude fungovat, budete muset zadat další informace pro ovladač ručně.
cy: Bydd DrakX yn canfod unrhyw ddyfais IDE sydd ar eich cyfrifiadur. Bydd yn chwilio am un neu fwy o gardiau SCSI PCI ar eich system. Os oes Cerdyn SCSI'n cael ei ganfod bydd DrakX yn awtomatig yn gosod y gyrrwr priodol. Oherwydd nad yw canfod caledwedd bob tro'n canfod darn o galedwedd, gall DrakX fethu canfod eich disgiau caled. Os felly, bydd rhaid i chi bennu eich caledwedd â llaw. Os ydych wedi pennu eich addaswr PCI SCS gyda llaw, bydd DrakX yn gofyn i chi ydych am bennu dewisiadau ar ei gyfer. Dylech adael i DrakX ofyn i'r cerdyn am ddewisiadau penodol i'r cerdyn mae angen i'r caledwedd eu cychwyn. Mae hyn fel rheol yn gweithio'n dda Os nad yw DrakX yn gallu holi am y dewisiadau sydd eu hangen, bydd rhaid i chi ffurfweddu'r gyrrwr gyda llaw.
da: DrakX vil først finde alle IDE-enheder der er tilstede på din maskine. Den vil også lede efter en eller flere PCI SCSI-kort på dit system. Hvis et SCSI-kort finDES, vil DrakX automatisk installere en driver til det. Da maskineleftersøgningen ikke er idiotsikker, kan DrakX fejle i at finde dine diskdrev. I så fald må du angive dit maskinel manuelt. Hvis du måtte angive dit PCI SCSI-kort manuelt, vil DrakX spørge om du vil specificere nogle indstillingsmuligheder for den. Du bør lade DrakX spørge udstyret om opsætning af kortspecifikke indstillinger, som er nødvendige for at initialisere kortet. De fleste gange vil DrakX finde ud af dette uden problemer. Hvis DrakX ikke kan få oplysninger om indstillinger ud af udstyret, som skal bruges til opsætningen, skal du angive opsætningsinformation til driveren.
de: DrakX versucht nun alle IDE Festplatten Ihres Systems zu finden. Unter Anderem sucht DrakX auch nach PCI-SCSI-Karten, die es kennt, um sie automatisch mit dem richtigen Treiber einzubinden. Falls DrakX nicht weiß, welcher Treiber funktioniert, werden Sie gebeten, DrakX zu helfen. Sollten Sie die PCI-SCSI-Karte selbst angegeben haben, wird DrakX Sie fragen, ob Sie weitere Parameter angeben wollen. Sie sollten DrakX erlauben, die kartenspezifischen Informationen selbst zu finden. In den meisten Fällen wird DrakX diesen Schritt ohne Ihre Hilfe bewerkstelligen. Falls DrakX nicht in der Lage ist, die Parameter selbst zu finden, die dem Modul zu übergeben sind, müssen Sie diese angeben. Sie können die benötigten Informationen etwa unter Windows (sofern das auf Ihren Rechner installiert ist) finden, aus den Handbüchern, die sie mit dem Adapter erhalten haben oder von den Web-Seiten des Hardware-Anbieters (sofern Sie einen WWW-Zugang haben).
eo: DrakX unue detektos iujn IDE-aparatojn en via komputilo. Ĝi ankaŭ serĉas unu aŭ plurajn PCI-SCSI-kartojn en via sistemo. Se SCSI-karto estas trovita, DrakX aŭtomate instalos la taŭgan pelilon. Ĉar detektado de aparataro ne estas absolute senerara, DrakX povas malsukcesi detektante viajn fiksdiskojn. Se tiel, vi devos mem mane entajpivian aparataron. Se vi devis mane entajpi vian PCI-SCSI-adaptilon, DrakX demandos ĉu vi deziras konfiguri opciojn por ĝi. Prefere permesu al DrakX provi la aparatojn por la kartospecifaj opcioj kiuj estas bezonataj por inici la adaptilon. Plej ofte, DrakX trairos tiun paŝon sen ajna problemo. Se DrakX ne kapablas provi kiujn parametrojn la opcioj aŭtomate devas doni al la aparatoj, vi devos mane konfiguri la pelilon.
es: DrakX primero detectará cualquier dispositivo IDE presente en su computadora. También buscará una o más tarjetas SCSI PCI en su sistema. Si se encuentra una tarjeta SCSI, DrakX instalará automáticamente el controlador apropiado. Debido a que la detección de hardware no es a prueba de errores, DrakX puede no detectar sus discos rígidos. De ser así, Usted tendrá que especificar su hardware manualmente. Si tuviese que especificar su adaptador SCSI PCI manualmente, DrakX le preguntará si desea configurar opciones para el mismo. Debería permitir a DrakX sondear el hardware en busca de las opciones específicas de la tarjeta que son necesarias para inicializar el adaptador. La mayoría de las veces, DrakX saldrá adelante en este paso sin problema alguno. Si DrakX no puede sondear las opciones para determinar automáticamente qué parámetros debe pasar al hardware, Usted deberá configurar manualmente el controlador.
gl: DrakX detectará primeiro calquera dispositivo IDE presente no seu ordenador. Tamén buscará unha ou máis tarxetas SCSI PCI no seu sistema. Se se atopa unha tarxeta SCSI, DrakX instalará automáticamente o driver axeitado. Xa que a detección de hardware non está libre de erros, DrakX podería fallar ó detectar os discos duros. Se o fai, terá que especificar o seu hardware manualmente. Se tivera que especificar a man o seu adaptador SCSI PCI, DrakX preguntaralle se desexa configurar as súas opcións. Debería deixarlle a DrakX probar as opcións do hardware para atopar as opcións específicas da tarxeta que son necesarias para inicializar o adaptador. A maioría das veces, DrakX non ha dar problemas neste paso. Se DrakX non é capaz de probar as opcións para determinar automáticamente que parámetros necesita pasarlle ó hardware, terá que configurar o driver a man.
he: בתחילה יבוצע זיהוי התקני IDE שבמחשבך על ידי DrakX שגם יסרוק אחר אחד או יותר כרטיסי PCI SCSI במערכת שלך. אם כרטיס SCSI נמצא, DrakX יתקין מנהל התקן מתאים באופן אוטומטי. מפני שזיהוי החומרה האוטומטי אינו מובטח, DrakX עלול להיכשל בזיהוי הכוננים הקשיחים המותקנים במחשבך. במקרה שכזה יהיה עליך להגדיר את החומרה שברשותך באופן ידני. אם היה עליך להגדיר מתאם PC SCSI באופן ידני, DraxX ישאל אם ברצונך לעדכן את ההגדרות עבורו. עליך לאפשר ל DrakX לסרוק את החומרה אחר הגדרות ייחודיות לכרטיס אשר דרושות לאתחול המתאם. ברוב המקרים DrakX יצליח להשלים שלב זה ללא בעיות מיוחדות. אם DrakX נכשל באיתור האוטומטי של הפרמטרים הנדרשים עבור החומרה, יהיה עליך להגדיר את מנהל ההתקנים בעצמך.
hu: A telepítő megkeresi a gépben levő IDE-eszközöket. Felderíti a PCI SCSI-kártyákat is. A program a felismert SCSI-kártyákhoz automatikusan feltelepíti a megfelelő meghajtóprogramokat. Mivel a hardverfelderítés nem mindig ismeri fel a gépben levő eszközöket, ezért elképzelhető, hogy a telepítő nem ismeri fel a merevlemezeket. Ha így történik, akkor adja meg saját kezűleg a kérdéses eszközök jellemzőit. Ha kézzel kellett megadnia a PCI SCSI-kártya típusát, a telepítő megkérdezi, hogy szeretné-e megadni a kártya jellemzőit. Általában nincs szükség saját kezűleg való beállításra, mivel a telepítő a legtöbb esetben le tudja kérdezni a megfelelő beállításokat. Ha a telepítő nem tudja meghatározni a szükséges jellemzőket, akkor Önnek kell megadnia a meghajtóprogram paramétereit.
id: DrakX akan mencoba mendeteksi perangkat IDE yang ada pada komputer Anda. Ia juga mencari kartu SCSI PCI di sistem Anda. Jika kartu SCSI ditemukan DrakX akan otomatis meng-instal driver yang sesuai. Karena perangkat keras terkadang tak terdeteksi, DrakX mungkin gagal mendeteksi harddisk Anda. Jika demikian, Anda harus menentukan sendiri. Jika Anda harus menentukan adaptor SCSI PCI secara manual, DrakX akan menanyakan opsi konfigurasinya. Anda harus mengijinkan DrakX untuk mendeteksi perangkat keras untuk opsi khusus yang diperlukan untuk menginisialisasi adapter. Pada banyak kasus, DrakX biasanya melalui tahap ini tanpa ada masalah. Jika DrakX gagal mendeteksi opsi untuk menentukan parameter yang harus dikirimkan ke perangkat keras secara otomatis, Anda harus mengkonfigurasi driver secara manual.
is: DrakX mun fyrst leita að öllum IDE tækjum í tölvunni. Síðan er einnig leitað að einu eða fleiri SCSI kortum í tölvunni. Ef SCSI kort finnst þá mun DrakX mun sjálfkrafa setja inn rekil fyrir kortið. Af því að sjálfvirk vélbúnaðarleit er ekki gallalaus, þá finnur DrakX kannski ekki diskana í tölvunni. Ef svo er þá verður þú að skilgreina vélbúnaðinn handvirkt. Ef þú þarft að skilgreina handvirkt PCI SCSI stýringu, þá mun DrakX spyrja hvort þú viljir tilgreina viðföng fyrir kortið. Þú ættir að leyfa DrakX að kanna vélbúnaðinn til að stilla kortið sjálfkrafa. Oftast kemst DrakX áfram án aukalegra viðfanga. Ef DrakX finnur ekki hvaða breytur á að senda til kortsins þá verður þú að stilla kortið og viðföng þess handvirkt.
ja: DrakX はまずお使いのコンピュータのIDEデバイスを検出します。PCI/SCSI カード も同時に検出します。SCSI カードが見つかれば、DrakX はそれに適したドライバを 自動的にインストールします。 ハードウェアの検出はいつも成功するとは限りません。DrakX はハードドライブの 検出に失敗することがあります。そのような場合はお使いのハードウェアを手動で 指定する必要があります。 PCI/SCSI アダプタを手動で指定するときには、DrakX がそれ専用のオプションを 設定するかどうか質問してきます。DrakX にハードウェアを調査させて、アダプタ を初期化するために必要なそのカード専用のオプションを検知させてください。 たいていの場合、うまくいきます。 DrakX がオプションを検知できず、ハードウェアにどのパラメータを送ればよい のかを自動的に判断できなかった場合は、手動でドライバを設定しなければなり ません。
mk: „DrakX“ прво ќе ги детектира „IDE“ уредите присутни на вашиот компјутер. Исто така, ќе скенира за една или повеќе „PCI SCSI“ картички на вашиот ситем. Ако е пронајдена „SCSI“ картичка, „DrakX“ автоматски ќе го инсталира драјверот кој најмногу одговара. Бидејќи хардверската детекција понекогаш не проаѓа, „DrakX“ можеби нема да успее да ги пронајде вашите хард дискови. Во тој случај треба рачно да го одредите вашиот хардвер. Ако треба рачно да го одредите вашиот „PCI SCSI“ адаптер, „DrakX“ ќе ве праша дали сакате да ги конфигурирате опциите за него. Треба да дозволите „DrakX“ да го проба хардверот со опциите одредени за каритичката кои се потребни да се иницијализира адаптерот. Поголемиот дел од времето „DrakX“ ќе го помине овој чекор без никакви проблеми. Ако „DrakX“ не може автоматски да одреди кои параметрки треба да се пренесат на хардверот за опциите , ќе треба рачно да го конфигурирате драјверот.
nb: DrakX vil nå oppdage alle IDE-enheter som er tilstede på ditt system. Det vil også scanne etter en eller flere PCI SCSI-kort på systemet ditt. Hvis et SCSI-kort er tilstede, så vil DrakX automatisk installere den passende driveren. På grunn av at maskinvareoppdagelse ikke er feilfritt, så kan det være at DrakX ikke klarer å oppdage dine harddisker. Hvis dette skjer, så må du spesifisere din maskinvare for hånd. Hvis du må spesifisere PCI SCSI-kontrolleren din manuelt, så vil DrakX spørre deg om å gjøre noen valg for det. Du burde tillate DrakX å teste maskinvaren for kort-spesifikke valg som trengs for å initialisere maskinvaren. Som regel så vil DrakX klare å gå igjennom dette steget uten problemer. Hvis DrakX ikke er i stand til å oppdage de riktige parametrene som trengs for din maskinvare, så må du manuelt sette opp driveren.
pt: O DrakX irá primeiro detectar os dispositivos IDE presentes no seu computador. Irá também procurar por um ou mais adaptadores PCI SCSI no seu sistema. Se um adaptador SCSI for encontrado, o DrakX irá automáticamente instalar o controlador apropriado. Porque a detecção de material não é a toda a prova, o DrakX pode falhar a detectar os discos rígidos. Se isso acontecer, terá de indicar o seu material á mão.. Se tiver que o especificar manualmente o seu adaptador PCI SCSI, o DrakX irá-lhe perguntar se quer configurar as opções deste. Deve permitir que o DrakX verifique o material para as opções específicas das placas que são necessárias para inicializar o adaptador. Na maior parte do tempo, o DrakX irá executar este passo sem qualquer problema. Se o DrakX não conseguir verificar quais são as opções que automáticamente determinem que parâmetros são necessários para o material em questão, irá precisar de configurar o controlador manualmente.
sk: DrakX sa najprv pokúsi vyhľadať IDE zariadenia vo vašom počítači. Je možné tiež vyhľadať PCI SCSI karty vo vašom systéme. Ak bude nájdená SCSI karta, DrakX automaticky nainštaluje adekvátny ovládač. Pretože detekcia hardvéru nemusí nájsť všetky zariadenia, DrakX môže zlyhať pri detekovaní pevného disku. Ak áno, budete musieť špecifikovať Váš hardvér ručne. Ak ste špecifikovali váš PCI SCSI radič ručne, DrakX sa vás opýta či chcete preň špecifikovať nastavenia. DrakX bude potrebovať vyskúšať aj špecifické nastavenia potrebné pre inicializáciu hardvéru. Obvykle DrakX dokáže vykonať tento krok bez problémov. Ak DrakX nebude môcť vyskúšať nastavenia pre automatické rozpoznanie parametrov, ktoré sú požadované, budete musieť zadať tieto nastavenia pre ovádač ručne.
sv: DrakX letar nu efter IDE-enheter i datorn. DrakX kommer också att leta efter PCI SCSI-kort på systemet. Om DrakX hittar ett SCSI-kort och känner till rätt drivrutin, kommer kortet att installeras automatiskt. Eftersom hårdvaruidentifieringen inte alltid hittar all hårdvara, kan du bli tvungen att ange din hårdvara för hand. Om du blir tvungen att manuellt specificera kortet kommer DrakX att fråga om du vill ange alternativ för det. Du bör tillåta DrakX att själv undersöka hårdvaran efter alternativ. Detta fungerar oftast bra. Om DrakX inte klarar av att undersöka hårdvaran kommer du att behöva konfigurera drivrutinen manuellt.
tg: Сараввал DrakX дастгоҳҳои дилхоҳи IDE-и ба компютери шумо омадаро муаяйн менамояд. Инчунин он системи шумо барои як ё кортҳои PCI SCSI зиёд баррасӣ менамояд. Агар корти SCSI ёфт шавад, онгоҳ DrakX ба таври автоматӣ ронандаи лозимаро коргузорӣ менамояд. Азбаски муаяйнкунии сахтафзор на ҳама вақт боваринок аст, DrakX шояд бо муяйнкунии гардонҳои сахт ба муваффақият ноил нагардад. Агар ин тавр бошад ба шумо лозим аст, то ки дастӣ сахтафзори худро нишон диҳед. Агар шумо созгори худро дастӣ нишон дода бошед, онгоҳ DrakX аз шумо мепурсад оё барои он хоҳиши ба танзим даровардани интихобҳоро доред. Шумо бояд ба DrakX иҷозат диҳед, то ки интихобҳои барои корт махсус бударо санҷед, ки барои коргузории созгор зарур аст. Одатан DrakX ин марҳиларо бе душворӣ мегузарад. Агар DrakX параметрҳои ба сахтфзор лозим буда муаяйн карда натавонад, онгоҳ ба шумо лозим аст, то ки дастӣ ронандаро ба танзим дароред.
uk: Спочатку DrakX спробує відшукати всі тверді диски на Вашому комп'ютері. Також він зробить пошук одної або більше карт PCI SCSI. Якщо DrakX знайде плату SCSI, то автоматично встановить для неї драйвер. Через те, що визначення заліза не є простим, DrakX може завершити визначення твердих дисків невдало. Якщо таке трапиться, Вам потрібно буде ввести тип обладнання вручну. Якщо Вам потрібно буде вручну вибирати драйвер, DrakX запитає, чи хочете Ви налаштувати його параметри. Краще, якщо Ви вкажете DrakX випробувати плату з особливими для неї параметрами, потрібними для ініціалізації адаптера. У більшості випадків це працює нормально. Якщо DrakX не зможе встановити тип параметрів, необхідних для передачі обладнанню, Вам потрібно буде налаштувати драйвер вручну.
wa: DrakX va cweri après on/des éndjins IDE so vosse copiutrece. I va ossu cweri après ene/des cåte(s) SCSI e PCI. Si ene cåte SCSI est trovêye DrakX va-st astaler otomaticmint li mineu k' i gn a mezåjhe. Come pa des côps li deteccion di l' éndjolreye ni sait nén trover ene sacwè, i s' pout ki DrakX ni trove rén. Dins ç' cas, vos dvroz specifyî vos minme l' éndjolreye da vosse. Si vos dvoz tchoezi manuwelmint vosse mineu, DrakX vos dmandrè si vos voloz mete des tchuzes por lu. Mins po cmincî, leyîz li mineu rconoxhe tot seu voste éndjolreye: d' acostumance, ça va tot seu. Si ça n' va nén tot seu, vos dvroz dner les informåcions pol mineu manuwelmint.
zh_tw: DrakX 將要偵測您電腦上的 IDE 裝置. 它也會順便掃描您系統上的 PCI SCSI 介面卡. 當偵測到 SCSI 卡時, DrakX 將會自動安裝適當的驅動程式 因為也許無法完全的偵測出您的系統是否還有更多的硬體裝置, 所以 DrakX或許會失敗偵測您的硬碟. 若是這樣, 您必須手動指定您的硬體. 如果您必須手動方式指定您的 PCI SCSI 適配器時, DrakX 會詢問您是否要對這個 驅動程式設定選項參數. 您應該要允許 DrakX 能夠先自動偵測硬體卡特別的選項參數 以需要初始化適配器. 通常, DrakX 將會沒有問題通過這個步驟. 若是 DrakX 無法偵測選項以自動決定那個參數需要被送到硬體, 您必須手動設定 驅動程式.
