Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: GNU/Linux is a multi-user system which means each user can have his or her own preferences, own files and so on. But unlike "root", who is the system administrator, the users you add at this point will not be authorized to change anything except their own files and their own configurations, protecting the system from unintentional or malicious changes which could impact on the system as a whole. You'll have to create at least one regular user for yourself -- this is the account which you should use for routine, day-to-day usage. Although it's very easy to log in as "root" to do anything and everything, it may also be very dangerous! A very simple mistake could mean that your system will not work any more. If you make a serious mistake as a regular user, the worst that can happen is that you'll lose some information, but you will not affect the entire system. The first field asks you for a real name. Of course, this is not mandatory -- you can actually enter whatever you like. DrakX will use the first word you type in this field and copy it to the "%s" one, which is the name this user will enter to log onto the system. If you like, you may override the default and change the user name. The next step is to enter a password. From a security point of view, a non-privileged (regular) user password is not as crucial as the "root" password, but that's no reason to neglect it by making it blank or too simple: after all, your files could be the ones at risk. Once you click on "%s", you can add other users. Add a user for each one of your friends, your father, your sister, etc. Click "%s" when you're finished adding users. Clicking the "%s" button allows you to change the default "shell" for that user (bash by default). When you're finished adding users, you'll be asked to choose a user who will be automatically logged into the system when the computer boots up. If you're interested in that feature (and do not care much about local security), choose the desired user and window manager, then click on "%s". If you're not interested in this feature, uncheck the "%s" box.
ar: نظام جنو/لينكس هو نظام متعدد المستخدمين، مما يعني أن كل مستخدم له تفضيلاته الخاصة و ملفاته الخاصة و ما إلى ذلك. لكن على غرار المستخدم "root"، والذي هو مدير النظام، فإن المستخدمين الذين تُضيفهم حتى هذه النقطة لن يكونوا مُخوّلين بتغيير أي شيء عدا ملفّاتهم الخاصّة وإعداداتهم، لحماية النظام من أيّ تغييرات مشبوهة أو غير مقصودة والتي قد تكون ذات تأثير على النّظام بشكل كامل. سيتعيّن عليك إنشاء مستخدم واحد على الأقل لنفسك -- والذي هو حساب عليك استخدامه للعمل الروتيني اليومي. مع أنّه من السهل تسجيل الدخول كـ"root" لعمل أي شيء وكل شيء، إلا أنّه قد يكون أيضاً خطراً جداً. الخطأ البسيط جداً قد يعني أنّ نظامك لن يعمل بعد ذلك. إن قمت بخطأ جسيم كمستخدم عادي، فإنّ أسوأ ما قد يحدث أنّك ستفقد بعض المعلومات، ولكن لن تُؤثّر على النظام ككلّ. الحقل الأول سيسألك عن اسمك الحقيقي. بالطبع هذا الحقل ليس اجبارياً -- يمكنك إدخال أي شئ تريد. DrakX سيستخدم الكلمة الأولى التي قمت بإدخالها في هذا الحقل وينقلها إلى حقل "%s"، الذي هو الاسم الذي سيدخله المستخدم للدخول على النظام. إن أحببت، يمكنك تخطّي المُدخل الافتراضي وتغيّر اسم المستخدم. الخطوة التالية هي إدخال كلمة المرور. من وجهة نظر أمنية، فإن كلمة مرور المستخدم العادي بدون صلاحيات ليست بأهمّيّة كلمة مرور المستخدم "الجذر"، لكن ليس هذا سبب للتغاضي عنها أو جعلها فارغة أو جعلها سهلة جداً: على كلّ حال، ملفاتك قد تكون هي التي في خطر. بمجرد ضغطك على زر "%s"، يمكنك إضافة مستخدمين أخر. أضف اسم مستخدم لكل صديق من أصدقائك أو لأبيك أو لأختك،مثلاً. اضغط "%s" عندما تنتهي من إضافة المستخدمين. ضغط زرّ "%s" يسمح لك بتغيير "الصَّدفة" لذلك المستخدم (bash هو الافتراضي). عندما تنتهي من إضافة المستخدمين، سيتم سؤالك عما إذا كنت تريد اختيار مستخدم يتم الدخول بواسطته إلى النظام تلقائياً عند بدء التشغيل. إذا كنت مهتماً بهذه الميزة (و لم تكن مهتماً كثيراً بالأمن المحلّي)، اختر المستخدم المطلوب و مدير النوافذ ثم اضغط "%s". إن لم تكن مهتماً بهذه الميزة، قم بإزالة التأشير من مربّع الاختيار "%s".
bn: GNU/Linux একটি বহু‌-ব্যবহারকারী সিস্টেম যেখানে প্রতিটি ব্যবহারকারী নিজস্ব পছন্দ ও ফাইলসমূহ আলাদাভাবে রক্ষণাবেক্ষণ করতে পারে। কিন্ত এসব সংযোজিত ব্যবহারকারীরা, "root"‌ (যে কিনা সিস্টেম অ্যাডমিনিস্ট্রেটর) এর মত, তাদের নিজস্ব ফাইল ও কনফিগারেশন ছাড়া অন্য কিছু বদলাতে অনুমোদিত নয়। এটি সিস্টেমকে অনিচ্ছাকৃত বা অস্বাভাবিক পরিবর্তন থেকে রক্ষা করে, যা কিনা সম্পূর্ণ সিস্টেমের ক্ষতি করতে পারে। আপনাকে নিজের জন্য অন্তত একটি সাধারণ ব্যবহারকারী তৈরী করতে হবে -- যে অ্যাকাউন্টটি আপনি নিয়মিত কাজের জন্য ব্যবহার করবেন। যদিও "root" হিসেবে লগ ইন করে সব কাজই করা সম্ভব, এটি বিপদজনকও বটে! একটি ছোটখাটো ভুলের কারণে আপনার সম্পূর্ণ সিস্টেম অচল হয়ে যেতে পারে। একজন সাধারণ ব্যবহারকারী খুব বড় ভুল করলেও হয়ত কিছু তথ্য হারাতে পারে তবে সম্পূর্ণ সিস্টেমের ক্ষতি করতে পারে না। প্রথম ক্ষেত্রটিতে একটি আসল নাম দিন। তবে এটি অত্যাবশ্যকীয় নয় -- আপনি অন্য কিছুও লিখতে পারেন। DrakX, এর প্রথম শব্দটি নিয়ে "%s" এ কপি করবে, যা দিয়ে কিনা এই ব্যবহারকারী সিস্টেমে লগ ইন করবে। প্রয়োজন হলে আপনি ডিফল্ট নামটি বদল করতে পারেন। এরপর আপনাকে একটি পাসওয়ার্ড দিতে হবে। নিরাপত্তার দৃষ্টিকোণ থেকে সাধারণ ব্যবহারকারীর পাসওয়ার্ড, "root" এর পাসওয়ার্ডের মত জরুরী নয় তবে এটিকে খালি রাখা বা সহজ পাসওয়ার্ড দেয়া উচিত নয়, কারণ এতে আপনার ফাইলসমূহ অরক্ষিত থেকে যায়। "%s" তে ক্লিক করার পর আপনি আরও ব্যবহারকারী তৈরী করতে পারেন। আপনার পরিবারের সদস্য ও বন্ধুদের জন্য আলাদা আলাদা একাউন্ট তৈরী করুন। শেষ হলে "%s" ক্লিক করুন। "%s" বাটনে ক্লিক করে আপনি একজন ব্যবহারকারীর ডিফল্ট "শেল" বদল করতে পারেন (ডিফল্ট মান bash)। সব ব্যবহারকারী তৈরীর পর আপনাকে একটি বেছে নিতে হবে যা কিনা কম্পিউটার বুট করার পর স্বয়ংক্রিয়ভাবে লগইন হবে। আপনি যদি এই ফিচারে আগ্রহী হন(এবং স্থানীয় নিরাপত্তা নিয়ে বিচলিত না হন), তবে পছন্দনুযায়ী ব্যবহারকারী ও উইন্ডো ম্যানেজার নির্বাচন করুন এবং "%s" টিতে ক্লিক করুন। অন্যথায় "%s" চেকবক্সটি আনচেক করুন।
bs: GNU/Linux je višekorisnički sistem, što znači da svaki korisnik može imati vlastite preference, vlastite datoteke i tako dalje. Možete pročitati ''Početnički vodič'' da biste saznali više o višekorisničkim sistemima. Ali za razliku od "root"-a, koji je administrator sistema, korisnicima koje dodate u ovom trenutku neće biti dozvoljeno da promijene ništa osim vlastitih datoteka i vlastite konfiguracije, čime je sistem zaštićen od nenamjernih ili zlonamjernih izmjena koje mogu uticati na cijeli sistem. Moraćete kreirati najmanje jednog korisnika za vas same -- ovo je račun koji trebate koristiti za rutinsku, svakodnevnu upotrebu. Iako je vrlo lako prijaviti se kao "root" da biste radili sve i svašta, to takođe može biti i vrlo opasno! Jedna greška može značiti da vaš sistem više ne radi. Ako napravite ozbiljnu pogrešku kao običan korisnik, najgore što se može desiti jeste da izgubite neke informacije, ali ne i da utičete na cijeli sistem. U prvom polju unosite vaše pravo ime i prezime. Naravno, ovo nije obavezno -- u stvari možete ovdje unijeti šta god hoćete. DrakX će koristiti prvu riječ koju unesete i kopirati je u polje "%s", što je ime koje će ovaj korisnik unositi da bi ušao na sistem. Ako želite, možete promijeniti ponuđenu vrijednost. Idući korak je da unesete šifru. Sa sigurnosne tačke gledišta, šifra neprivilegovanog (običnog) korisnika nije tako važna kao "root" šifra, ali to nije razlog da je zanemarite tako što ćete je ostaviti praznom ili prejednostavnom: na kraju krajeva, vaše lične datoteke je ono što je u riziku. Jednom kada kliknete na "%s", možete ih dodati još. Dodajte po jednog korisnika za svakog od vaših prijatelja: na primjer za vašeg oca ili sestru. Kliknite na "%s" kada završite dodavanje korisnika. Klikanjem na dugme "%s" možete promijeniti osnovni "shell" za tog korisnika (ponuđen je bash). Kada završite dodavanje svih korisnika, bićete upitani da odaberete korisnika koji se može automatski prijaviti prilikom pokretanja sistema. Ako ste zainteresovani za ovu mogućnost (i ne brinete previše o lokalnoj sigurnosti), izaberite željenog korisnika i window manager, zatim kliknite na "%s". Ako niste zainteresovani za to, isključite opciju "%s".
ca: El GNU/Linux és un sistema multiusuari; això vol dir que cada usuari pot tenir les seves pròpies preferències, els seus propis fitxers, etc. Podeu llegir la ``Guia d'iniciació'' per aprendre més coses sobre els sistemes multiusuari. Però, a diferència del "root", que és l'administrador del sistema, als usuaris que afegiu aquí no se'ls permetrà modificar res tret dels seus propis fitxers i configuracions, protegint així el sistema de canvis, intencionats o no, que tenen efecte sobre tot el sistema . Cal que us creeu, com a mínim, un usuari normal, i és aquest compte el que heu d'utilitzar per a l'ús quotidià. Tot i que és molt fàcil entrar com a "root" per a tot, també pot ser molt perillós: la més petita errada podria significar que el sistema deixés de funcionar. Si cometeu una errada greu com a usuari normal el pitjor que pot passar és que perdeu algunes daDES, però sense afectar a tot el sistema. Primer, heu d'introduir el vostre nom real. Per suposat, això no és obligatori, ja que podeu introduir el que vulgueu. DrakX agafarà la primera paraula que heu introduït en aquest camp i la copiarà en el camp "%s", que serà el nom que utilitzarà aquest usuari per entrar al sistema (ho podeu canviar si voleu). Després cal que introduïu una contrasenya. Des del punt de vista de la seguretat, una contrasenya d'un usuari no privilegiat (habitual) no és tan important com la del "root" des del punt de vista de la seguretat, però no hi ha cap raó per menystenir-la, deixant-la en blanc o fent-la massa senzilla: al cap i a la fi, els vostres fitxers poden estar en joc. Un cop hagueu fet clic a "%s" podreu afegir altres usuaris. Afegiu-ne un per a tothom que hagi de fer servir l'ordinador. Feu clic a "%s" quan hagueu acabat d'afegir-ne. Feu clic al botó "%s" per canviar l'intèrpret d'ordres ("shell") per defecte (bash) de l'usuari seleccionat. Quan hagueu acabat d'afegir usuaris, se us proposarà decidir quin usuari entrarà automàticament en el sistema en arrencar l'ordinador. Si us interessa aquesta característica (i no us importa gaire la seguretat local), trieu l'usuari i el gestor de finestres desitjat i feu clic a "%s". Si no hi esteu interessat, desactiveu el quadre "%s".
cs: GNU/Linux je víceuživatelský systém, což znamená, že každý uživatel může mít své vlastní nastavení, soubory atd. Více se dočtete v příručce "Začínáme". Na rozdíl od uživatele root, který je správcem počítače, uživatelé, kteří jsou zde vytvořeni, nemají oprávnění měnit nic kromě svých vlastních souborů a nastavení. Doporučuje se vytvořit účet pro minimálně jednoho běžného uživatele. Tento účet se používá na všechny běžné úkoly. Ačkoliv je velmi praktické přihlašovat se každý den jako uživatel root, je to také velmi nebezpečné! Jedna malá chyba může způsobit, že celý operační systém již nebude funkční. Pokud uděláte chybu jako normální uživatel, můžete přijít pouze o své informace, ale nepoškodí se celý systém. Jako první zadejte vaše skutečné jméno. To není samozřejmě povinné - můžete zadat co chcete. Aplikace DrakX použije první slovo jako uživatelské jméno, pod kterým se bude uživatel hlásit do systému, a předvyplní jej do políčka "%s". To je možné následně změnit. Dále se zadává heslo pro uživatele. Volba hesla pro normální uživatele sice není z hlediska bezpečnosti tak kritická jako v případě správce, ale i tak se doporučuje ji nepodceňovat; koneckonců, jde o zabezpečení souborů tohoto uživatele. Pokud klepnete na "%s", můžete přidávat uživatelů, kolik potřebujete, např. své přátele, účet pro otce či sestru. Pokud máte všechny uživatele vytvořeny, klepněte na tlačítko "%s". Klepnutím na tlačítko "%s" můžete pro nový účet změnit shell, který bude uživatel používat (výchozí je bash). Až dokončíte přidávání uživatelů, budete dotázáni na to, jaký uživatel má být zvolen pro automatické přihlášení do systému po jeho spuštění. Pokud chcete tuto možnost využít (a neobáváte se o bezpečnost), vyberte požadovaného uživatele a správce oken a klepněte na "%s". Pokud tuto možnost nechcete využít, odškrtněte políčko "%s".
cy: Mae GNU/Linux yn system aml-ddefnyddiwr, ac mae hyn yn golygu bod pob defnyddiwr yn gallu cael ei ddewisiadau ei hun, ei ffeiliau ei hun ac yn y blaen. Gallwch ddarllen yr "Starter Guide" i ddysgu mwy. Ond yn annhebyg i "gwraidd", sef y gweinyddwr, ni fydd modd i'r defnyddiwr fyddwch yn eu creu yma'n gallu newid dim ond eu ffeiliau a'u ffurfweddiad ei hun gan amddiffyn y system rhag newidiadau anfwriadol neu faleisus fydd yn effeithio'r system gyfan. Bydd rhaid i chi greu un defnyddiwr cyffredin ar gyfer chi eich hun. Dyma'r cyfrif ddylech fewngofnodi iddo ar gyfer defnydd bob dydd. Er ei fod yn ymarferol iawn i fewngofnodi fel "root" gall fod yn beryglus iawn!. Gall y camgymeriad lleiaf olygu nad yw eich system yn gweithio ragor. Os wnewch chi gamgymeriad mawr fel defnyddiwr cyffredin, byddwch ond yn colli rhywfaint o wybodaeth, ac nid y system gyfan. Yn gyntaf rhowch eich enw go iawn. Does dim rhaid, wrth gwrs - mae modd i chi rhoi beth bynnag hoffech chi. Bydd DraX yn cymryd yr enw cyntaf a'i roi yn yr "%s" Dyma'r enw bydd y defnyddiwr hwn yn ei ddefnyddio i fewngofnodi i'r system. Mae modd ei newid. Yna rhowch gyfrinair. Nid yw cyfrinair defnyddiwr cyffredin mor bwysig ag un "gwraidd" o safbwynt diogelwch ond nid yw hynny'n rheswm i'w esgeuluso - wedi'r cyfan mae eich ffeiliau mewn perygl Os wnewch chi glicio "%s", bydd modd ychwanegu faint fynnoch. Ychwanegwch ddefnyddiwr ar gyfer pob un o'ch ffrindiau: eich tad neu eich chwaer, e.e. Ar ôl ychwanegu'r holl ddefnyddwyr, cliciwch "%s". Bydd clicio'r botwm "%s" yn caniatáu i chi newid y "cragen" rhagosodedig ar gyfer y defnyddiwr hwnnw (bash yw'r rhagosodedig). Pan fyddwch wedi cwblhau ychwanegu defnyddwyr, bydd gofyn i chi ddewis defnyddiwr sy'n gallu mewngofnodi'n awtomatig mewngofnodi i'r system pan fydd y cyfrifiadur yn cychwyn.Os oes gennych ddiddordeb yn y nodwedd hon a dim gwahaniaeth am ddiogelwch, dewiswch y defnyddiwr a rheolwr ffenestr a chlicio "%s". Os nad dad-diciwch blwch "%s" .
da: GNU/Linux er et flerbrugersystem, det vil sige at hver bruger kan have sine egne præferencer, sine egne filer og så videre. Du kan læse startvejledningen for at lære mere om flerbrugersystemer. Men i modsætning til 'root', som er systemadministratoren, vil brugerne som du tilføjer her ikke have lov til at ændre nogetsomhelst, undtagen deres egne filer og deres egne opsætninger, hvilket beskytter systemet mod utilsigtede eller ondartede ændringer som påvirker hele systemet. Du skal oprette i det mindste én almindelig bruger til dig selv - dette er den konto som du bør bruge til almindelig dagligt brug. Selvom det er meget nemt at logge ind som root for at gøre alt, kan det også være meget farligt! En meget simpel fejltagelse kan betyde at dit system ikke virker mere. Hvis du laver en alvorlig fejltagelse som almindelig bruger, vil det værste der kan ske at du vil tabe nogen information, men det vil ikke påvirke hele systemet. Det første felt spørger efter dit rigtige navn. Dette er naturligvis ikke krævet -du kan faktisk skrive hvad du lyster. DrakX vil bruge det første ord du indtastede i feltet og kopiere det til '%s'-feltet, hvilket er navnet, som denne bruger skal indtaste for at logge ind på systemet. Hvis du ønsker det kan du tilsidesætte det forvalgte og ændre brugernavnet. Det næste trin er at indtaste en adgangskode. Fra et sikkerhedsmæssigt synspunkt er adgangskoden for en ikke-priviligeret (normal) bruger er ikke så afgørende som 'Root'-adgangskoden, men det er ingen grund til at negligere det alligevel, ved at lade det være blankt eller at gøre det for nemt - når det kommer til stykket er det dine egne filer, der er i fare. Når du har klikket på '%s', kan du tilføje andre brugere. Tilføj en bruger for hver af dine venner, din far eller din søster. Når du har tilføjet alle de brugere du ønsker, klik da på '%s'. Klik på '%s'-knappen lader dig ændre standard-'skál' for denne bruger (bash er standard). Når du er færdig med at tilføje brugere, vil du blive spurgt om at vælge en bruger som automatisk kan logge ind på systemet når maskinen startes op. Hvis du er interesseret i denne facilitet (og ikke kærer dig synderligt om lokal sikkerhed), så vælg den ønskede bruger og vindueshåndtering og klik '%s'. Hvis du ikke er interesseret i denne facilitet, så afmarkér boksen med '%s'.
de: GNU/Linux ist ein Mehrbenutzer-System, das bedeutet konkret jedes Benutzerkennzeichen hat eigene Präferenzen (Grafische Umgebung, Programmeinstellungen, etc.), sowie ein eigenes Heim-Verzeichnis, in dem diese Einstellungen gespeichert werden. Falls Sie mehr wissen wollen, können Sie im „Starter Handbuch“ nachsehen. Sie können mehrere normale Benutzerkonten einrichten, im Gegensatz zum „privilegierten“ Kennzeichen: »root«, das einmalig ist. Im Gegensatz zu »root« können diese normalen Benutzer jedoch nur ihre eigenen Dateien und Konfigurationen verändern. Sie können sogar mehrere Benutzerkennzeichen pro Person einrichten, denen Sie Zugang zu Ihrem GNU/Linux-System gewähren wollen. Erstellen Sie sich ein eigenes Benutzerkennzeichen, auch wenn Sie der einzige Anwender sind, der diesen Rechner nutzt. Sie sollten nicht ständig mit dem privilegierten Kennzeichen arbeiten! Das ist ein hohes Sicherheitsrisiko! Wenn Sie einen schweren Fehler als einfacher Benutzer machen, dann können Sie maximal Daten verlieren, jedoch nicht Ihr gesamtes System unbrauchbar machen. Zuerst geben Sie bitte einen normalen Namen an. Das muss nicht notwendigerweise Ihr richtiger Name sein. „DrakX“ wird das erste Wort, das Sie eingegeben haben, in das Feld „%s“ eintragen. Dies ist der Name, den Sie zum Anmelden für dieses Kennzeichen benötigen. Natürlich können Sie ihn hier nach Belieben verändern. Dann geben Sie Ihrem Konto ein Passwort. Für ein Benutzerkennzeichen ist dieses zwar nicht von so herausragender Bedeutung wie das für »root«, doch Sie sollten trotzdem etwas Sorgfalt walten lassen. Immerhin sind es Ihre Daten ... Klicken Sie auf „%s“, um das Kennzeichen zu erstellen. Anschließend können Sie direkt weitere Benutzer hinzufügen. Wenn Sie alle Kennzeichen erstellt haben, klicken Sie auf „%s“. Durch Anwahl der Schaltfläche „%s“ haben Sie auch die Möglichkeit, die Standard-Shell dieses Benutzers ändern (normalerweise ist dies die „Bash“). Wenn Sie alle Kennzeichen erstellt haben, die Sie nutzen wollen, wird Ihnen die Möglichkeit eröffnet, ein Kennzeichen automatisch beim Betriebssystemstart angemeldet zu bekommen. Falls Sie sich für diese Funktionalität entscheiden (und wenig Wert auf Sicherheit legen) wählen Sie einfach die gewünschte Arbeitsumgebung und das Kennzeichen aus. Bestätigen Sie Ihre Auswahl durch betätigen der Schaltfläche „%s“. Andernfalls löschen Sie einfach die Markierung des Punktes „%s“.
eo: GNU/Linux estas multuzula sistemo, kio signifas, ke ĉiu uzulo povas havi siajn proprajn preferojn, proprajn dosierojn kaj tiel plu. Sed malsame al "root", kiu estas la sistem-mastrumanto, la uzuloj kiujn vi aldonas ĉe tiu ĉi punkto, ne rajtos ŝanĝi ion ajn krom siajn proprajn dosierojn kaj siajn proprajn konfiguraĵojn, per tio la sistemo estas protektita kontraŭ senintencaj aŭ malicaj ŝanĝoj kiuj povas tuŝi la tutan sistemon. Vi devas krei almenaŭ unu unu regulan uzulon por vi mem -- tiu estas la konto kiun vi normale uzu por ĉiutaga uzado. Kvankam estas tre facile ensaluti kiel "root" por fari ĉion kaj ĉion, tio povas ankaŭ esti tre danĝera! Tutsimpla eraro povas signifi ke via sistemo tute ne plu funkcios. Se vi faras seriozan eraron kiel regula uzulo, la plej malbona afero kiu povas okazi estas ke vi perdas iajn informojn, sed vi ne detruas la tutan sistemon. La unua kampo demandas vin pri reala nomo. Kompreneble, tio ne estas oficiala -- vi povas enigi kion ajn vi ŝatas. DrakX uzos la unuan vorton kiun vi entajpas en tiun kampon kaj kopios ĝin al la "%s", kiu estas la nomo kiun tiu uzulo enigos por ensaluti en la sistemon. Se vi deziras, vi povas surskribi la defaŭltan kaj ŝanĝi la uzulnomon. La venonta paŝo estas enigi pasvorton. El sekureca vidpunkto, neprivilegiita (regula) uzul-pasvorto ne estas tiom grava kiel la "root"-pasvorto, sed tio ne estas kialo por neglekti ĝin lasante ĝin malplena aŭ fari ĝin tro simpla: ĉiukaze viaj dosieroj povas esti elmetitaj al risko. Se vi alklakas "%s", vi povas aldoni kromajn uzulojn. Aldonu uzulon por ĉiu de viaj amikoj, via patro, via fratino, ktp. Alklaku "%s" kiam vi finis la aldonon de uzuloj. Alklaki la butonon "%s" ebligas al vi ŝanĝi la defaŭltan "terminalon" por tiu uzulo (bash estas defaŭlta). Kiam vi finis la aldonon de uzuloj, vi estos petata elekti uzulon kiu estos aŭtomate ensalutata en la sistemon kiam la komputilo startas. Se vi interesiĝas pri tiu ebleco (kaj ne multe zorgas pri loka sekureco), tiam elektu la deziratan uzulon kaj fenestro-mastrumilon, poste alklaku "%s". Se vi ne intereseiĝas pri tiu ebleco, malalklaku la "%s"-keston.
es: GNU/Linux es un sistema multiusuario, y esto significa que cada usuario puede tener sus preferencias propias, sus archivos propios, y así sucesivamente. Puede leer la "Guía de Comienzo" para aprender más. Pero, a diferencia de "root", que es el administrador del sistema, los usuarios que agregue en este punto no estarán autorizados a cambiar nada excepto su configuración y sus archivos propios, protegiendo al sistema contra cambios no intencionales o maliciosos que pueden impactar al sistema como un todo. Tendrá que crear al menos un usuario no privilegiado para Usted mismo - esa cuenta es la que debería utilizar para el uso rutinario diario. Aunque es muy práctico ingresar como "root" para hacer cualquier cosa y de todo, ¡también puede ser muy peligroso! Un error podría significar que su sistema deje de funcionar. Si comete un error serio como usuario no privilegiado, sólo puede llegar a perder algo de información, pero no afectar a todo el sistema. El primer campo le pide un nombre real. Por supuesto, esto no es obligatorio - en realidad, puede ingresar lo que desee. DrakX usará la primer palabra que ingresó y la copiará al campo "%s", que es el nombre que este usuario en particular usará para ingresar al sistema. Si lo desea, puede omitir lo predeterminado y cambiar el nombre de usuario. El próximo paso es ingresar una contraseña. La contraseña de un usuario no privilegiado (regular) no es tan crucial como la de "root" desde el punto de vista de la seguridad, pero esto no es razón alguna para obviarla o hacerla muy simple: después de todo, son sus archivos los que podrían estar en peligro. Una vez que hace clic sobre "%s", puede agregar otros usuarios. Agregue un usuario para cada uno de sus amigos: por ejemplo su padre o su hermana. Haga clic sobre "%s" cuando haya terminado de agregar todos los usuarios que desee. Hacer clic sobre el botón "%s" le permite cambiar el "shell" predeterminado para ese usuario (bash, por defecto) Cuando haya finalizado de añadir todos los usuarios se le propone elegir un usuario para conectarse automáticamente en el sistema cuando arranca la computadora. Si está interesado en esta característica (y no le importa mucho la seguridad local), elija el usuario y administrador de ventanas deseado. Si no está interesado en esta característica, quite la marca de la casilla "%s". Haga clic sobre "%s" una vez que seleccionó su preferencia.
et: GNU/Linux on mitmekasutajasüsteem, mis tähendab, et igal kasutajal võivad olla oma eelistused, failid jne. Kuid erinevalt administraatorist pole kasutajal õigust muuta midagi muud kui vaid omaenda faile ja seadistusi. Te peaksite looma ka endale vähemalt ühe tavakasutaja konto, millele sisse logida igapäevategevuseks. Kuigi võib olla vägagi praktiline logida iga päev sisse administraatorina, võib see olla ka väga ohtlik! Vähimgi viga võib sel puhul tähendada, et süsteem lakkab töötamast. Kui teete tõsise vea tavakasutajana, võite kaotada ainult mõningat infot, kuid süsteem jääb töökorda. Kõigepealt tuleks sisestada oma tegelik nimi. See ei ole mõistagi kohustuslik - tegelikult võite sisestada, mida soovite. DrakX võtab esimese sisestatud sõna ning kopeerib selle väljale "%s". See on siis nimi, mille all konkreetne kasutaja saab ennast süsteemi sisse logida. Soovi korral võite DrakX'i pakutut ka muuta. Seejärel tuleb sisestada parool. Privileegideta (tavalise) kasutaja parool ei ole turvalisuse mõttes nii oluline kui administraatori oma, kuid pole põhjust sellest ka naljanumbrit teha: lõppeks on ju mängus Teie failid. Kui klõpsate nupule "%s", võite lisada veel nii palju kasutajaid, kui vaja. Lisage üks kasutaja iga inimese kohta, kes Teie arvutit kasutab. Kui olete kõik soovitud sisestanud, klõpsake nupule "%s". Klõps nupule "%s" võimaldab muuta kasutajale määratavat shelli (vaikimisi on see bash). Kui olete kasutajate lisamise lõpetanud, palutakse Teil valida kasutaja, kel on õigus logida süsteemi automaatselt, kui arvuti käivitub. Kui see võimalus Teile huvi pakub (ja kohalik turvalisus muret ei valmista), valige meelepärane kasutaja ning aknahaldur ja klõpsake nupule "%s". Kui Te sellest aga huvitatud ei ole, eemaldage märge kastist "%s".
eu: GNU/Linux erabiltzaile anitzeko sistema da, eta beraz erabiltzaile bakoitzak bere hobespenak, bere fitxategiak eta abar eduki ditzake. ``Hasiberrien gida'' irakur dezakezu, erabiltzaile anitzeko sistemei buruz"gehiago ikasteko. Baina "root"ak, hau da, sistema-administratzaileak ez bezala, hemen gehitzen dituzun erabiltzaileek ezingo dute ezer aldatu, beren fitxategiak eta beren konfigurazioa izan ezik, eta, hortaz, sistema babestuta egongo da sistema osoan eragina duten nahigabeko aldaketetatik edo intentzio txarrez egindakoetatik. Gutxienez, erabiltzaile arrunt bat sortu behar duzu zuretzat - hori da eguneroko lanetarako erabili behar duzuna. Oso erraza den arren saioa beti "root" gisa hastea, kontuan izan oso arriskutsua izan daitekeela! Hutsegiterik txikienak sistema funtzionatu ezinda utz dezake. Erabiltzaile arrunt gisa akats larriren bat egiten baduzu, gerta litekeen okerrena informazioa galtzea da, baina ez du eraginik izango sistema osoan Lehen eremuan benetako izena eskatuko zaizu. Jakina, hori ez da nahitaezkoa -nahi duzun izena idatz dezakezu. DrakX-k eremu honetan idatzitako lehen hitza gordeko du, eta "%s" eremuan kopiatuko du. Horixe izango da erabiltzaile honek sisteman saioa hasteko idatziko duena. Nahi izanez gero, lehenetsia gainidatz dezakezu, eta erabiltzaile-izena aldatu. Hurrengo urratsa pasahitza idaztea da. Segurtasunaren ikuspegitik, pribilegio gabeko erabiltzaile (arrunt) baten pasahitza ez da "root"arena bezain garrantzizkoa; baina, hala ere, ez da axolagabeki jokatu behar, hutsik utziz edo pasahitz errazegia erabiliz: azken batean, zure fitxategiak arriskuan egon litezke. "%s"(e)n klik egindakoan, beste erabiltzaile batzuk gehitu ditzakezu. Gehitu erabiltzaile bat zure lagun bakoitzarentzat: zure aitarentzat edo arrebarentzat, adibidez. Erabiltzaileak gehitutakoan, hautatu "%s". "%s" botoian klik eginez, "shell" lehenetsia aldatu ahal izango diozu erabiltzaile horri (bash lehenespenez). Erabiltzaileak gehitzen amaitutakoan, ordenagailua abiaraztean automatikoki saioa has dezakeen erabiltzailea aukeratzeko eskatuko zaizu. Eginbide hori interesatzen bazaizu (ez du eragin handirik segurtasun lokalean), hautatu erabiltzailea eta leiho-kudeatzailea, eta egin klik "%s"(e)n. Eginbidea interesatzen ez bazaizu, garbitu "%s" laukia.
fa: لینوکس/گنو یک سیستم چند کاربرانه است، بدین معنی که هر کاربر ترجیحات و پرونده‌های خود را دارا می‌باشد. شما می‌توانید ``راهنمای مبتدی'' را برای آموختن بیشتر درباره‌ی سیستم‌های چند کاربرانه مطالعه کنید. ولی برخلاف "مدیر"، که مدیر سیستم می‌باشد، کاربرانی را که شما در این مرحله اضافه می‌کنید اجازه تغییر چیزی جز پرونده‌ها و پیکربندی‌های خود را ندارند. این برای حفاظت سیستم از تغییرات غیر مترقبه یا خطرناکی است که تمام سیستم را تحت تاثیر قرار می‌دهد. شما باید حداقل یک کاربر معمولی برای خود ایجاد کنید -- این حسابی است که شما برای استفاده روزانه‌ی خود باید از آن استفاده کنید.هرچند این خیلی آسان است که مانند "root" وارد سیستم شده و هر کاری را بدون محدودیت انجام داد، ولی ممکن است این خیلی خطرناک باشد! یک اشتباه کوچک می‌تواند باعث شود که سیستم‌تان دیگر کار نکند. اگر شما مثل یک کاربر ساده اشتباه جدی را مرتکب شوید، بدترین چیزی که می‌تواند اتفاق بیافتد از دست دادن مقداری اطلاعات خواهد شد ولی تاثیری بر تمام سیستم نخواهد گذاشت. اولین منطقه نام حقیقی شما را می‌پرسد. البته این اجباری نیست -- شما می‌توانید در واقع هر چه می‌خواهید وارد کنید. برنامه‌ی نصب DrakX اولین واژه را که در این منطقه وارد کرده‌اید به منطقه "%s" کپی می‌کند که این نام کاربری ورود به سیستم خواهد شد. اگر بخواهید می‌توانید پیش‌فرض را نادیده گرفته و نام کاربر را تغییر دهید. گام بعدی وارد کردن گذرواژه‌ای است. از نظر امنیتی یک گذرواژه‌ی (عادی) بدون امتیاز مانند گذرواژه‌ی "مدیر" دارای حساسیت نمی‌باشد، اما آن دلیلی برای عدم استفاده از آن و خالی گذاشتن آن یا تعیین گذرواژه‌ی بسیار ساده‌ای نیست. بلاخره این پرونده‌های شما هستند که در معرض خطر هستند. وقتی که شما بر روی "%s" کلیک کنید، می‌توانید کاربرهای دیگری نیز اضافه کنید. افزودن یک کاربر برای هر یک از دوستان، پدرتان یا برادرتان برای مثال. وقتی افزودن کاربران را تمام کردید بر روی "%s" کلیک کنید. با کلیک کردن بر دکمه‌ی "%s" به شما اجازه‌ی تغییر "پوسته"پیش‌فرض برای آن کاربر (پیش‌فرض bash) داده خواهد شد. وقتی شما افزودن کاربران را تمام کردید از شما برای انتخاب کاربری که بتواند هنگام آغازگری رایانه بطور خودکار وارد سیستم شود سؤال خواهد شد. اگر این مورد برای شما جالب بوده (و امنیت محلی اهمیت چندانی برای شما ندارد) ، کاربر دلخواه و محیط گرافیک را انتخاب نموده سپس بر روی "%s" کلیک کنید. اگر شما علاقه‌ای به این مورد ندارید جعبه "%s" را غیر فعال کنید.
fi: GNU/Linux on monen käyttäjän järjestelmä ja tämä tarkoittaa että jokainen käyttäjä voi pitää omat asetukset, omat tiedostot jne. Voit lukea ``Starter Guide'':a saadaksesi tästä lisätietoa. Mutta toisin kuin "root"-käyttäjä, joka on järjestelmän ylläpitäjä, käyttäjät, joita lisäät tässä, eivät pysty muuttamaan mitään muuta paitsi omia tiedostojaan ja asetuksiaan. Tällä tavalla suojataan järjestelmää erehdyksiltä tai tahallisilta muutoksilta, jotka vaikuttavat järjestelmään. Sinun pitää luoda ainakin yksi tavallinen käyttäjä itsellesi. Se on tili jota sinun kannattaa käyttää jokapäiväisessä työssäsi. Vaikkakin on kätevämpää kirjautua sisään "root"-tunnuksella, se on myös paljon vaarallisempaa! Pienikin virhe voi merkitä sitä ettei järjestelmäsi toimi enää. Jos teet vakavan virheen tavallisena käyttäjänä, voit mahdollisesti menettää jotain tietoja, mutta et koko järjestelmää. Ensin sinun pitää antaa oikea nimesi. Tämä ei ole pakollista -- voithan kirjoittaa mitä tahansa. DrakX kopioi ensimmäisen kirjoittamasi sanan kenttään "%s". Tämä on se nimi jolla kyseinen käyttäjä kirjautuu järjestelmään. Voit muuttaa sitä halutessasi. Sinun pitää myös syöttää salasana. Tavallisen käyttäjän salasana ei ole niin kriittinen kuin "root" -käyttäjän turvallisuusnäkökulmasta, mutta tämä ei ole syy tietoturvan laiminlyömiseen: Onhan kysymys tiedostojesi turvasta. Kun painat "%s", voit lisätä muita käyttäjiä. Lisää käyttäjä jokaiselle henkilölle, jonka on tarkoitus käyttää tätä tietokonetta. Kun olet lisännyt kaikki haluamasi käyttäjät, valitse "%s". Jos painat "%s" painiketta voit muuttaa oletus-"komentotulkin" kyseiselle käyttäjälle (vakiona bash). Kun olet lisännyt kaikki käyttäjät, sinua pyydetään valitsemaan käyttäjä, joka voi kirjautua automaattisesti järjestelmään koneen käynnistyessä. Jos olet kiinnostunut tästä ominaisuudesta (etkä paljon piittaa paikallisesta tietoturvasta), valitse haluttu käyttäjä ja ikkunointijärjestelmä ja paina "%s". Jos et ole kiinnostunut tästä ominaisuudesta, poista valinta "%s"
fr: GNU/Linux est un système multi-utilisateurs, ce qui signifie généralement que chaque utilisateur peut avoir des préférences différentes, ses propres fichiers, etc. Contrairement à « root » qui a tous les droits, les utilisateurs que vous ajouterez ici n'auront que des permissions pour agir sur leurs propres fichiers exclusivement. L'utilisateur / administrateur devrait également se créer un compte « normal ». C'est à travers cet utilisateur que celui-ci devrait se connecter pour accomplir ses tâches quotidiennes. Car, bien qu'il soit pratique d'avoir tous les accès, cette situation peut également engendrer des situations désastreuses si un fichier est détruit par inadvertance. Un utilisateur normal n'ayant pas accès aux fichiers sensibles, ne peut causer de dommages majeurs. Il faut d'abord entrer le vrai nom de la personne. Évidemment, vous pouvez y inscrire n'importe quoi. DrakX prendra le premier mot inséré et le transposera comme « %s ». C'est le nom qui sera utilisé pour se connecter au système. Vous pouvez le modifier. Il faut maintenant entrer un mot de passe. Celui-ci n'est pas aussi crucial que le mot de passe de « root », mais ce n'est pas une raison pour rentrer 123456. Après tout, ceci mettrait vos fichiers en péril. Après avoir cliqué sur « %s », il vous sera possible d'ajouter d'autres utilisateurs. Créez un utilisateur différent pour chaque personne devant utiliser votre ordinateur. Une fois chaque utilisateur défini, cliquez sur « %s ». En cliquant sur « %s », vous pourrez sélectionner un « shell » différent pour cet utilisateur (bash est assigné par défaut). Lorsque vous avez fini d'installer tous les utilisateurs, il vous est proposé de choisir un utilisateur qui sera automatiquement connecté lors du démarrage de l'ordinateur. Si cela vous intéresse (et que la sécurité locale ne soit pas trop un problème), choisissez l'utilisateur et le gestionnaire de fenêtres, puis cliquez sur « %s ». Si cela ne vous intéresse pas, décochez la case « %s ».
gl: GNU/Linux é un sistema multiusuario o que significa que cada usuario pode ter as súas propias preferencias, os seus propios ficheiros, etc. Pero a diferencia de "root", que é o administrador do sistema, os usuarios que engada neste punto non estarán autorizados para cambiar nada agás os seus propios ficheiros e as súas propias configuracións, protexendo o sistema de cambios involuntarios ou malintencionados que poderían afectar a todo o sistema. Terá que crear como mínimo un usuario normal para vostede -- esta é a conta que usará para o uso cotián e rutineiro. Ainda que é moi sinxelo entrar no sistema coma "root" para facer calquera cousa, tamén pode ser moi perigoso! Un pequeno erro pode significar que o seu sistema non volva funcionar nunca máis. Se vostede comete un erro moi grave coma un usuario normal, o peor que pode suceder é que perda algunha información, pero non afectará a todo o sistema. O primeiro campo pregúntalle un nome real. Dende logo, isto non é obrigatorio -- actualmente pode introducir o que queira. DrakX collerá a primeira palabra que introduza neste campo e copiaraa ó campo "%s", que é o nome que o usuario introducirá para entrar no sistema. Se o desexa, pode non facer caso do predeterminado e cambiar o nome de usuario. O seguinte paso é introducir un contrasinal. Dende o punto de vista da seguridade, o contrasinal dun usuario sen privilexios (normal) non é tan crucial coma o contrasinal de "root", pero esa non é razón para descoidarse deixándoa en branco ou poñendo unha moi fácil: despois de todo, pode que os seus ficheiros estean en perigo. Se preme en "%s", poderá engadir máis usuarios. Engada un usuario para cada un dos seus amigos, o seu pai, a súa irmá, etc. Prema en "%s" cando remate de engadir os usuarios. Se preme no botón "%s" poderá cambiar a "shell" predeteminada para ese usuario (bash por defecto). Cando remate de engadir os usuarios, diráselle que elixa o usuario que entrará automáticamente no sistema cando se arrinque o ordenador. Se lle interesa esta funcionalidade (e non lle preocupa moito a seguridade local), elixa o usuario e mailo xestor de ventás que desexe, e despois prema en "%s". Se non está interesado nesta funcionalidade, desmarque o cadro "%s".
he: גנו/לינוקס היא מערכת מרובת משתמשים ומשמעות הדבר שלכל משתמש יכולות להיות העדפות משלו, קבצים משלו וכן הלאה. בשונה מ-"root", שמנהל את המערכת, למשתמשים הנוספים בשלב זה לא יהיו הרשאות לשנות מאום פרט לקבצים ולהגדרות שלהם כך שהמערכת תוגן מפני שינויים לא מכוונים או זדוניים העלולים להשפיע על המערכת בכללותה. יהיה עליך ליצור לפחות משתמש רגיל אחד לעצמך -- זהו החשבון בו עליך להשתמש באופן יומיומי. אף כי קל מאוד להכנס כ-"root" כדי לעשות כל דבר הרי שהדבר עלול להיות מסוכן! משמעות שגיאה פשוטה עלולה להיות שהמערכת לא תעבוד עוד. אם יקרו שגיאות חמורות מאוד בעבודתך במצב משתמש רגיל הגרוע מכל שיכול לקרות הוא שיאבד לך מידע אבל המערכת עצמה לא תפגע. בשדה הראשון מבוקש שם אמיתי. כמובן שהדבר אינו הכרחי -- למעשה באפשרותך להזין כל מחרוזת. DrakX משתמש במילה הראשונה המוקלדת בשדה זה ומעתיק אותה אל ה-"%s" שהוא השם אותו יצתרך המשתמש להזין כדי להכנס למערכת. באפשרותך לבחור שם שונה מברירת מחדל זו. השלב הבא הוא הזנת סיסמה. מבחינת אבטחה סיסמת משתמש חסר הרשאות (משתמש רגיל) אינה כה חשובה כמו זו של "root" אבל אין משמעות הדבר שיש להזניחה ולהשאירה ריקה או פשוטה מדי: בסופו של דבר אלו הקבצים שלך שיהיו בסכנה אחרי לחיצה על "%s" ניתן להוסיף משתמשים נוספים. יש להוסיף משתמש לכל אחד מחבריך, אביך, אחותך וכו'. יש להקיש על "%s" בסיום הוספת המשתמשים. הקשה על כפתור ה-"%s" מאפשרת לשנות את "מעטפת" ברירת המחדל של המשתמש (bash היא ברירת המחדל). בסיום הוספת המשתמשים תופיע שאלה על המשתמש שלחשבונו תתבצע כניסה אוטומטית. אם ברצונך באפשרות זו (ואין לך דאגות לגבי אבטחה מקומית), יש לבחור את המשתמש הרצוי ואת מנהל החלונות ואז ללחוץ על "%s". אם אין לך רצון בכך יש להוריד את הסימון מתיבת ה-"%s".
hu: A Linux többfelhasználós rendszer; ez azt jelenti, hogy minden felhasználónak lehetnek például külön beállításai és saját fájljai. A "root" nevű felhasználótól (ez az azonosító a rendszergazdát jelöli) eltérően az itt felvett felhasználóknak csak a saját fájljaikat és a saját beállításaikat lesz joguk módosítani - az esetleges véletlen vagy rosszindulatú rendszermódosítások elkerülése érdekében. Létre kell hoznia legalább egy "normál" felhasználót az Ön saját használatára. Ezen normál felhasználói azonosítóval érdemes elvégezni az olyan tevékenységeket, amelyek nem igényelnek rendszergazdai jogosultságot. Bár nagyon praktikus minden alkalommal rendszergazdaként jelentkezni be, ez nagyon veszélyes is. Egy rendszergazdaként elkövetett hiba hatására meghibásodhat a rendszer. Ha normál felhasználóként követ el hibát, akkor esetleg elveszít bizonyos adatokat, de a rendszert nem teheti tönkre. Az első mezőben a valódi nevét adhatja meg. Ez természetesen nem kötelező; bármit be lehet írni névként. A telepítő az itt megadott név első szavát ajánlja fel a(z) "%s" mezőben. Ez utóbbi az a név, amellyel az adott felhasználó be tud majd jelentkezni a rendszerbe. A felkínált felhasználónév módosítható. A felhasználónév megadása után meg kell adni az ahhoz tartozó kívánt jelszót. Egy normál felhasználó jelszava biztonsági szempontból nem annyira kritikus, mint a rendszergazdáé; ez viszont nem ok arra, hogy felületesen legyen kezelve (üres vagy túl egyszerű jelszó megadásával) - végül is az Ön fájljai is veszélybe kerülhetnek. A(z) "%s" gomb lenyomása után felvehetők újabb felhasználók is. Vegyen fel egy-egy felhasználónevet mindazok számára, akik a gépet használni fogják. Amikor végzett a felhasználónevek létrehozásával, kattintson a(z) "%s" gombra. Ha a(z) "%s" gombra kattint, módosíthatja az adott felhasználó alapértelmezett parancsértelmezőjét (alapértelmezés szerint ez a "bash"). Miután felvette a felhasználókat, lehetősége lesz arra, hogy automatikus bejelentkezést írjon elő. Ehhez meg kell adni a gépindításkor automatikusan bejelentkeztetendő felhasználó azonosítóját. Ha használni kívánja ezt a (biztonsági kockázatot jelentő) funkciót, akkor válassza ki a kívánt felhasználói azonosítót és ablakkezelőt, majd kattintson a(z) "%s" gombra. Ellenkező esetben távolítsa el a kijelölést a(z) "%s" opció mellől.
id: GNU/Linux adalah sistem multiuser, artinya tiap pengguna bisa punya kesukaan, file sendiri. Tidak seperti "root", sang administrator, pengguna di sini tidak berhak mengubah apapun kecuali konfigurasi dan file mereka sendiri, menjaga sistem dari perubahan yang dapat merusak sistem secara keseluruhan. Anda harus membuat setidaknya satu pengguna reguler untuk Anda sendiri. Account ini Anda pakai untuk rutinitas. Meski Anda dapat login sebagai "root" untuk melakukan apa saja, tapi itu amat berbahaya! Kesalahan terkecil dapat menyebabkan sistem Anda tidak bekerja selamanya. Meski Anda melakukan kesalahan serius sebagai pengguna normal, Anda hanya akan kehilangan sebagian informasi, tidak seluruh sistem. Pertama, Anda harus mengisi nama. Ini tidak wajib, tentu saja - Anda dapat mengisinya sesuka Anda. DrakX akan mengambil kata pertama yang Anda masukkan pada kotak dan menyalinnya pada "%s" sebagai nama yang harus diketikkan pengguan untuk login ke sistem. Anda dapat mengubahnya. Lalu Anda harus mengisi katasandi. Katasandi pengguna biasa tidak sepenting katasandi "root" dari segi keamanan, tapi tidak ada alasan untuk mengabaikannya - file Anda bisa beresiko. Setelah Klik pada "%s", Anda dapat menambahkan pengguna untuk setiap rekan, ayah, atau saudara Anda. Klik "%s" ketika Anda telah selesai menambahkan pengguna. Klik pada tombol "%s" memungkinkan Anda mengubah "shell" standar untuk pengguna terkait (standar: bash). Ketika Anda selesai menambahkan pengguna, Anda akan ditanya untuk memilih pengguna yang dapat otomatis login saat komputer di-boot. Bila tertarik (dan tak begitu peduli dengan keamanan lokal), pilihlah pengguna dan manajer window-nya, lalu klik pada "%s". Jika tidak tertarik, jangan tandai kotak "%s".
is: GNU/Linux er fjölnotanda umhverfi sem þýðir að hver notandi getur skilgreint sitt eigið umhverfi og stillingar, eigin skrár o.s.frv. En ólíkt "root" sem er kerfisstjóri, þá munu þeir notendur sem þú skilgreinir hér ekki hafa leyfi til að breyta neinu nema sínum eigin skrám og stillingum. Þetta verndar kerfið frá óhöppum eða illvígum forritum sem gætu haft áhrif á heildarverkun kerfisins. Þú verður að búa til a.m.k. einn venjulegan notanda fyrir þig sjálfan. -- þetta er það auðkenni sem þú ættir að til daglegrar notkunar. Þó að það sé mjög auðvelt að skrá sig inn sem "root" til allrar vinnu, þá getur það einnig verið mjög hættulegt! Ein mjög einföld mistök gætu valdið því að kerfið virki ekki lengur. Ef þú gerir alvarleg mistök sem venjulegur notandi, þá hefur þú í versta falli tapað gögnum, en þú hefur ekki haft áhrif á heildarvirkni kerfisins. Kerfið spyr þig fyrst um raunverulegt nafn. Auðvitað er ekki skylda að fylla þetta rétt út -- þú getur skrifað hvað sem þú vilt. DrakX mun nota fyrsta orðið í þessu svæði og afrita það í "%s", sem er notandanafn sem á að nota til að auðkenna sig gagnvart kerfinu. Ef þú vilt, getur þú breytt því sjálfgefna og gefið upp annað notandanafn. Næsta skref er að skrá lykilorð. Frá öryggissjónamiði séð er lykilorð venjulegs notanda ekki jafn mikilvægt og lykilorð kerfisstjóra "root", en það er engin ástæða til að hafa það autt eða of einfalt: athugið að þetta gefur fullan aðgang að þínum skrám og gögnum, sem eru þá í húfi. Þegar þú smellir á "%s" þá getur þú bætt við öðrum notendum. Bættu við notanda fyrir vini, föður, móður og systkini o.s.frv. Smelltu á "%s" þegar þú hefur lokið að bæta við notendum. Með því að smella á "%s" getur þú breytt sjálfgefinni "skel" fyrir hvern notanda (sjálfgefið er bash). Þegar þú hefur lokið við að bæta við notendum, þá verður þú beðinn um að velja notanda sem verður sjálfkrafa skráður inn þegar tölvan ræsir. Ef þú vilt nota þér þann möguleika (og hefur ekki miklar áhyggjur af öryggi), veldu æskilegan notanda og gluggastjóra, smelltu síðan á "%s". Ef þú vilt ekki nota þér þennan möguleika, fjarlægðu þá merkinguna við "%s" reitinn.
it: GNU/Linux è un sistema operativo multi-utente, ciò significa che ciascun utente può disporre di una configurazione personalizzata, di uno spazio per i propri file, e così via; consulta la ''Guida introduttiva'' per saperne di più. Ma, a differenza di "root", che è l'amministratore del sistema, gli utenti che aggiungerai adesso non avranno il diritto di cambiare nulla, se non i propri file e la propria configurazione. Dovrai crearne almeno uno per te stesso, da utilizzare per l'uso quotidiano: per quanto molto comodo, entrare nel sistema come "root" tutti i giorni potrebbe essere molto pericoloso! Anche un banale errore potrebbe significare un sistema non più in grado di funzionare correttamente. Se, invece, commetti un errore, anche grave, in qualità di utente normale, potrai forse perdere parte dei tuoi dati, ma non compromettere l'intero sistema. Nel primo campo inserisci il vero nome. Naturalmente questo non è un obbligo legale: puoi digitare quello che vuoi. Fatto questo, DrakX prenderà la prima parola che hai inserito nel campo di testo e la copierà alla voce "%s". Questo è il nome che l'utente dovrà usare per accedere al sistema, ma puoi modificarlo. Poi digita una password per questo utente. Ovviamente, dal punto di vista della sicurezza, la password di un utente non privilegiato non è cruciale come quella di "root", ma non c'è motivo di essere frettolosi: dopo tutto, si tratta della sicurezza dei tuoi file. Se clicchi su "%s", potrai poi aggiungere un altro utente, e altri ancora, a tua discrezione. Aggiungi un utente per ciascuno dei tuoi amici, oppure per tuo padre e tuo fratello, e così via. Dopo aver aggiunto tutti gli utenti che vuoi, seleziona "%s". Cliccando sul pulsante "%s" potrai cambiare la "shell" per quell'utente (quella predefinita è bash). Quando avrai finito di aggiungere utenti al sistema, ti verrà proposto di sceglierne uno per effettuare un login automatico ogni volta che il computer ha terminato la fase di boot. Se questa caratteristica ti interessa (e non tieni particolarmente alla sicurezza locale), scegli l'utente desiderato e l'ambiente grafico che preferisci, poi clicca su "%s". Se la cosa non ti interessa, rimuovi il segno di spunta dalla casella "%s".
ja: GNU/Linux はマルチユーザシステムです。各ユーザが独自の設定を行うことが できます。マルチユーザシステムについては Starter Guide をお読みください。 個々のユーザは自分のファイルと自分の設定以外のものを変更することはでき ません。 システム全体に影響を与えるような変更は root (システム管理者) にしかでき ません。少なくとも一つのユーザアカウントを作成してください。日常の作業は すべてこのユーザで行ってください。root で作業するのはとても簡単ですが、 非常に危険です。ちょっとした間違いでシステム全体を壊しかねません。 ユーザアカウントで間違いを犯した場合は、最悪でもデータを少し失う程度で、 システム全体には影響を与えません。 最初の入力欄にあなたの名前を入れてください。この欄に入力された最初の言葉は 「%s」にコピーされ、これがシステムにログインするときに入力するユーザ名に なります。このデフォルトのユーザ名は他の名前に変更してもかまいません。 次のステップはパスワードの設定です。 セキュリティの観点からいえば、一般ユーザ (non-privileged user) の パスワードは root のパスワードほど重要ではありません。かといって空白や 極端に単純なパスワードは、あなたの個人ファイルを危険にさらすことになり ますので、ないがしろにしないでください。 「%s」をクリックすると他のユーザを追加できます。お友達やご家族の皆さんに それぞれアカウントを作成してください。ユーザの追加が終了したら 「%s」をクリックします。 「%s」ボタンを押すと、そのユーザがデフォルトで使用するシェルを変更する ことができます。(デフォルトで bash に設定されています) ユーザの追加が完了すると、今度はコンピュータを起動したときに自動的に ログインするユーザを選べます。この機能を使う場合 (ローカルなセキュリティ を特に気にしない場合) は、ユーザとそのユーザが使うウィンドウマネージャを 選んで「%s」をクリックしてください。 この機能を使わない場合は「%s」のチェックを外してください。
mk: „GNU/Linux“ е повеќе-кориснички систем, и тоа значи дека секој корисник може да си има свои преференци, свои датотеки, итн. Но, за разлика од „root“, кој е администратор на системот, корисниците што сега ги додавате, нема да можат да променат ништо освен сопствените датотеки и нивната конфигурација, така што системот се заштитува од ненамерни или злонамерни промени, кои може целосно да го променат вашиот систем. Треба да направите барен еден обичен корисник -- ова е сметката која треба да ја користите како рутина, за ваша скојдневна работа. Иако е многу лесно да се најавите како „root“ да направете нешто и сешто, може да е многу опасно. Најмала грешка може да придонесе вашиот ситем повеќе да не работи. Ако направите голема грешка како обичен корисник, најлошото што може да се случи е да изгубите некои информации но нема да има влијание на системот во целост. Во првото поле сте прашани за вашете вистинско име. Се разбира, тоа не е задолжително -- всушност можете да внесете што сакате. DrakX ќе го земе првиот збор од името што сте го внеле и ќе го копира во полето „%s“, што всушнсот е корисничкото име со кое ќе се најавете на системот. Ако сакате, можете да го променете и да внесете сопствено. Потоа мора да внесете лозинка. Од сигурносна гледна точка, не-привилигиран (обичен) корисник, лозинката не е од големо значење како лозинката на „root“, но тоа не е причина да ја занемарите корисничката лозинка оставајќи го полето празно или премногу едноставна: како и да е, вашите датотеки се во ризик. Откако ќе притиснете на копчето „%s“, можете да додадете и други корисници. Додадете по еден корисник за секого по еден на вашите пријатели, вашиот тактко, сестра, итн. Кога ќе завршите со додавањето корисници, притиснете на копчето „%s“. Со притискање на копчето „%s“, можете да ја промените „школката“ за тој корисник (која вообичаено е „bash“). Кога ќе завршите со додавањето корисници, ќе ви биде предложено да изберете еден корисник кој автоматски ќе се најавува на системот кога компјутерот ќе се вклучи. Ако сте заинтересирани за оваа карактеристика (и не се грижите многу за локалната безбедност), изберете корисник и менаџер на прозорци, и потоа притиснете на „%s“. Ако не сакате да ја користите оваа карактеристика, одштиклирајте го „%s“.
mt: GNU/Linux hija sistema operattiva "multi-user", li jfisser li l-utenti kollha jistgħu ikollhom il-preferenzi tagħhom, fajls personali eċċ. Imma, għall-kuntrarju tal-user "root", li huwa l-amministratur tas-sistema, l-utenti li żżid hawn ma jkunu jistgħu jibdlu xejn ħlief il-fajls u konfigurazzjoni personali tagħhom. Dan jipproteġi lis-sistema minn bidliet mhux intenzjonati jew malizzjużi li jaffettwaw lis-sistema sħiħa. Trid toħloq ta' l-inqas utent regolari wieħed għalik. Dan huwa l-kont li bih għandek tagħmel ix-xogħol ta' kuljum. Filwaqt li jista' jkun iżjed faċli tuża l-user "root" ta' kuljum, dan huwa perikoluż ħafna. L-iċken żball jista' jwaqqaf is-sistema milli taħdem. Jekk tagħmel anke żball serju b'user regolari, tista' titlef xi informazzjoni imma mhux is-sistema sħiħa. L-ewwel trid iddaħħal l-isem veru tiegħek. Dan mhux bilfors, ovvjament, u fil-fatt tista' ddaħħal li trid. DrakX imbagħad jieħu l-ewwel kelma u jpoġġiha f' "%s". Dan huwa l-isem li jintuża biex tidħol fis-sistema. Tista' tibdel dan l-isem, imbagħad daħħal password. Filwaqt li l-password ta' user regolari mhux kruċjali daqs ta' root, dejjem jaqbillek tagħżel password tajjeb - ftakar li hemm il-fajls tiegħek fin-nofs. Jekk tagħfas "%s", tista' żżid users oħra kemm hemm bżonn. Tista' żżid utenti għal ħutek, it-tfal jew ġenituri, jew lill-ħbieb, per eżempju. Meta tlesti milli żżid il-users kollha li trid, agħfas "%s". Jekk tagħfas il-buttuna "%s", tkun tista' tbiddel ix-"shell" impliċita tal-user, li normalment tkun "bash". Meta tlesti toħloq users, int tintalab tagħżel user li awtomatikament jiġi lloggjat fis-sistema meta tixgħel. Jekk trid tuża din il-faċilità (u m'intix konċernat dwar sigurtà lokali), agħżel il-user li tixtieq u d-desktop, u agħfas "%s". Jekk ma tixtieqx tuża din il-faċilità, neħħi l-marka mill-kaxxa "%s".
nb: GNU/Linux er ett flerbrukersystem, og dette betyr at hver bruker kan ha sine egne instillinger, sine egne filer osv. Du kan lese ``Starter Guide'''n for å lære mer om flerbrukersystemer. Men i motsetning til 'root', som er systemadministratoren, så vil brukerne du legger til her ikke ha rett til å forandre noe annet enn deres egne filer og oppsett, noe som beskytte systemet for uheldige eller skumle forandringer som endrer hele systemet. Du må lage minst en bruker for deg selv -- denne kontoen bør du bruke rutinemessig, for hverdagslig bruk. Selv om det er praktisk å logge inn som "root" for å gjøre alt mulig hver dag, kan det også være veldig farlig! Den minste feil kan bety at systemet ditt ikke lenger vil fungere. Hvis du gjør en stor feil som en vanlig bruker, så er det verste som kan skje at du mister noe informasjon, men det vil ikke påvirke hele systemet. Det første feltet spørr etter ditt virkelige navn. Dette er selvfølgelig ikke nødvendig -- du kan faktisk skrive inn hva du vil. DrakX vil ta det første ordet du legger inn og kopiere det til "%s"-feltet, som er det navnet den brukeren vil bruke for å logge seg på systemet. Hvis du vil, så kan du endre brukernavnet. Det neste steget blir å sette et passord. Fra ett sikkerhetsmessig åsyn, så er ikke en upriviligiert (vanlig) brukers passord så kritisk som "root"-passordet, men det er ingen grunn til å neglisere det ved å gjøre det blankt eller for enkelt: tross alt, det kan være dine filer som ligger i faresonen. Når du klikker på "%s", så kan du legge til flere brukere. Legg feks. til en for hver av dine venner, din far eller din søster . Klikk "%s" når du er ferdig med å legge til brukere. Ved å klikke på "%s"-knappen kan du forandre hvilket "skall" brukeren har som standard (det vanlige er bash). Når du er ferdig med å legge til brukere, så kan du velge en bruker som kan automatisk logge seg på systemet når maskinen starter opp. Hvis du er interessert i denne finessen (og ikke bryr deg mye om lokal sikkerhet), så velg den ønskede brukeren og vindushåndtereren, så klikk på "%s". Hvis du ikke er interessert i denne finessen, sjekk ut "%s"-boksen.
nl: GNU/Linux is een multi-gebruikerssysteem, dit betekent dat iedere gebruiker haar eigen voorkeuren, bestanden enzovoort kan hebben. U kunt de ''Beginnershandleiding'' lezen om hierover meer te weten te komen. Maar in tegenstelling tot "root", de beheerder, zullen de gebruikers die u hier toevoegt geen recht hebben om iets te veranderen behalve hun eigen bestanden en hun eigen configuratie, waarmee het systeem beschermd wordt tegen onbedoelde danwel kwaadwillende veranderingen die het systeem als geheel beïnvloeden. U zult tenminste één algemene gebruiker voor uzelf aan moeten maken. Dit account behoort u voor de dagelijkse routine te gebruiken. Alhoewel het erg praktisch is om iedere dag als "root" aan te melden, om van alles en nog wat te doen, kan het ook erg gevaarlijk zijn! De kleinste vergissing kan ervoor zorgen dat uw hele systeem niet meer werkt. Wanneer u een grote vergissing maakt als een gewone gebruiker, zou u in het ergste geval sommige gegevens kunnen verliezen, maar niet het hele systeem beschadigen. Het eerste veld is voor uw echte naam in. Dit is uiteraard niet verplicht - u kunt alles invoeren wat u wilt. DrakX neemt dan het eerste woord dat u had ingevuld en brengt het over naar het veld "%s". Met deze naam kan de betreffende gebruiker zich aanmelden op het systeem. Desgewenst kunt u de voorgestelde gebruikersnaam veranderen. De volgende stap is het invoeren van een wachtwoord. Het wachtwoord van een (gewone) gebruiker zonder privileges is niet zo cruciaal als dat van de "root"-gebruiker vanuit veiligheidsperspectief, maar dat is geen reden om het te verwaarlozen door het leeg te laten of het te eenvoudig te maken: tenslotte staan uw bestanden op het spel. Wanneer u klikt op "%s", dan kunt u daarna andere gebruikers toevoegen. Voeg een gebruiker toe voor elk van uw bekenden, uw vader of uw zus bijvoorbeeld. Als u klaar bent met het toevoegen van gebruikers, klik dan op "%s". Klikken op de "%s"-knop stelt u in staat om de standaard "shell" voor een gebruiker te veranderen (standaard is dit bash). Wanneer u alle gebruikers hebt toegevoegd, dan wordt u gevraagd een gebruiker te kiezen die zich vanzelf aanmeldt wanneer de computer opstart. Indien u geïnteresseerd bent in deze functie (en lokale beveiliging niet zo belangrijk vindt), kies dan de gewenste gebruiker en werkomgeving en klik vervolgens op "%s". Wenst u deze functie niet, wis dan het kruisje bij het vakje "%s".
nn: GNU/Linux er eit fleirbrukarsystem, der kvar brukar har sine eigne innstillingar og filer. Sjå «Starter Guide» for meir informasjon om fleirbrukarsystem. Men i motsetning til «root», som er systemadministratoren, kan ikkje brukarar du legg til no endra noko anna enn sine eigne filer og oppsett. Dette vernar systemet mot utilsikta eller vondsinna skadelege endringar frå brukarane. Du må laga minst éin vanleg brukarkonto for deg sjølv, og det er denne som er meint for dagleg bruk. Sjølv om det er veldig lett å logga inn som «root», og gjera kva som helst der, er det òg veldig farleg! Ein enkelt feil kan gjera at systemet ikkje lenger fungerer. Det verste som kan skje om du gjer ein alvorleg feil som vanleg brukar, er at du mistar noko data, men dette går då ikkje utover heile systemet. Første feltet spør etter heile namnet ditt. Dette er sjølvsagt ikkje obligatorisk, og du kan skriva inn kva du måtte ønskja. Første ord du skriv inn vert kopiert til «%s»-feltet, som er brukarnamnet brukaren skal bruka for å logga på systemet. Du kan òg endra dette brukarnamnet, om du ønskjer. Neste steg er å velja eit passord. Frå eit tryggleikssynspunkt er ikkje passordet til ein vanleg brukar like viktig som «root»-passordet, men du bør likevel ikkje gjera det for lett å gjetta, eller la det stå tomt. Det er filene dine passordet er meint å verna. Du har trykt på «%s», kan du leggja til andre brukarar. Legg for eksempel til éin brukar for kvar av vennane dine, far din, søster di, og så vidare. Trykk «%s» når du er ferdig å leggja til brukarar. Du kan velja standardskal (bash er standard) ved å trykkja «%s». Når du er ferdig med å leggja til brukarar, vert du spurd om å velja ein brukar som automatisk vert logga på systemet når maskina startar opp. Om du ønskjer å bruka denne funksjonen (og er lite opptatt av lokal tryggleik), kan du velja brukar og vindaugsbehandlar, og så trykkja «%s». Om du ikkje ønskjer å ha bruka denne funksjonen, så fjern merket for «%s».
pl: GNU/Linux jest systemem wielodostępnym, co oznacza, że każdy użytkownik posiada własne ustawienia, własne pliki, może pracować równocześnie z innymi użytkownikami na tym samym komputerze itd. Jednak, w przeciwieństwie do użytkownika "root", będącym administratorem, użytkownicy tutaj dodani nie będą mieli możliwości zmiany czegokolwiek ponad swoje własne ustawienia, co chroni przed niezamierzonymi lub złośliwymi zmianami mogącymi wpływać na działanie całego systemu. Należy utworzyć co najmniej jednego zwykłego użytkownika dla siebie. Należy się logować do tego konta w trakcie normalnej pracy. Pomimo, że logowanie jako "root" jest bardzo praktyczne, to jednak może być bardzo niebezpieczne! Najmniejsza pomyłka może spowodować nieodwracalne uszkodzenie systemu. Jeśli z konta zwykłego użytkownika zostanie wykonany nawet poważny błąd, utracona zostanie tylko część danych tego użytkownika, a nie cały system. Najpierw należy wprowadzić rzeczywiste imię. Nie jest to czynność wymagana -- można wprowadzić dowolny ciąg znaków. Instalator pobierze pierwszy wyraz z wprowadzonego ciągu i przeniesie go do pola "%s", określającego nazwę użytkownika wprowadzaną podczas logowania się do systemu. Oczywiście, można ją zmienić. Ważna jest wielkość liter - dla Linuksa "a" i "A" to dwie różne litery. Następnie należy ustawić dla tego użytkownika hasło. Mimo, że hasło zwykłego użytkownika nie jest tak newralgiczne, jak hasło "roota", to jednak z powodów bezpieczeństwa nie należy go pomijać. Po kliknięciu "%s", można dodać kolejnych użytkowników, Nie ma żadnych ograniczeń na ich liczbę. Dodaj np. konta dla wszystkich przyjaciół, dla ojca, siostry itd. Po zakończeniu dodawania wybierz "%s". Po kliknięciu przycisku "%s" można zmienić domyślną "powłokę" dla użytkownika (domyślnie bash). Po zakończeniu dodawania wszystkich użytkowników, zostanie zadane pytanie o to, który użytkownik będzie automatycznie logowany podczas uruchamiania komputera. Jeśli masz ochotę używać tej funkcji (oraz nie dbasz za bardzo o bezpieczeństwo lokalne), wybierz żądanego użytkownika oraz menedżera okien, a następnie kliknij "%s". Jeśli nie chcesz używać tej funkcji, odznacz opcję "%s".
pt: GNU/Linux é um sistema multi-utilizador, o que significa que cada utilizador tem as suas próprias preferências, ficheiros e por aí a fora. Mas ao invés do root, que é o administrador do sistema, os utilizadores que adiciona neste ponto não serão autorizador a fazer qualquer mudança, excepto os seus próprios ficheiros e configurações, protegendo o sistema de mudanças não intencionais ou maliciosas que poderiam ter impacto. Vai ter que criar pelo menos um utilizador regular para si próprio -- esta é a conta que pode usar por rotina, no dia-à-dia. Contudo é muito fácil entrar como root, para fazer o que quer que seja, pode também ser muito perigoso! Um simples erro pode significar que o seu sistema não volte a trabalhar. Se cometer um erro sério como utilizador regular, o pior que pode acontecer, é que possa perder alguma informação, mas não afectará todo o sistema. O primeiro campo pergunta por um nome real. Claro que não é imperativo -- realmente até pode digitar o que quiser. O DrakX irá usar a primeira palavra que digitar neste campo e copiá-la para este campo "%s", que é o nome que este utilizador irá digitar para fazer se autenticar no sistema. O próximo passo é para digitar uma senha. De um posto de vista seguro, uma senha de um utilizador não privilegiado (regular) não é crucial como uma senha "root", mas não há razão para negligenciar a senha fazendo-a demasiado simples, ou simplesmente deixar em branco: claro que seriam os seus ficheiros que ficariam em risco. Assim que clicar em "%s",pode adicionar outros utilizadores. Adicionar um utilizador para cada um dos seus amigos, o seu pai, a sua irmã, etc. Clique em "%s" sempre que acabar de adicionar um utilizador. Ao clicar em "%s" permite-lhe mudar a "shell" predefinida para esse utilizador (bash por omissão). Quando terminar de adicionar utilizadores, será-lhe dado a escolher um utilizador que entrará automaticamente no sistema quando o computador arrancar. Se está interessado nessa opção (e não se importa com a segurança local), escolha o utilizador desejado e o gestor de janelas, depois clique em "%s". Se não está interessado nesta opção, desmarque a caixa "%s".
pt_br: GNU/Linux é um sistema multiusuário, e isto significa que cada usuário pode ter suas próprias preferências, seus próprios arquivos, e assim por diante. Mas, ao contrário do "root", que é o administrador do sistema, os usuários adicionados aqui não terão direito de modificar nada, a não ser seus próprios arquivos e suas próprias configurações, protegendo o sistema contra mudanças involuntárias ou maliciosas, que poderiam impactar no sistema como um todo. Você deverá criar ao menos uma conta regular para você mesmo - esta é a conta que você deverá usar no seu dia-a-dia. Embora seja muito prático acessar o sistema como "root" para fazer tudo, também pode ser muito perigoso! O menor engano pode fazer com que seu sistema não funcione mais. Como usuário regular, mesmo cometendo um erro sério, o pior que pode acontecer é você perder informação, mas não o sistema inteiro. Primeiro, você deve digitar o seu nome real. Isto não é obrigatório, é claro, pois você pode digitar, na verdade, o que você quiser. O DrakX pegará a primeira palavra que você digitou na caixa e colocará no campo "%s". Este é o nome que esse usuário específico utilizará para acessar o sistema. Você pode mudá-lo, caso queira. Depois você deverá digitar uma senha. Uma senha de usuário não-privilegiado (regular) não é tão crucial quanto a de "root", do ponto de vista da segurança. Mas isto não é razão para negligenciar esta senha, deixando-a em branco ou escolhendo uma muito simples: mais tarde, seus arquivos poderão correr sérios riscos. Clicando em "%s" você poderá adicionar outros usuários. Adicione um usuário para cada um dos seus amigos: seu pai ou sua irmã, por exemplo. Depois que terminar de adicionar os usuários, clique em "%s". Clicando no botão "%s" você poderá mudar o "shell" padrão do usuário (o padrão é o bash). Quando você terminar de adicionar usuários, você poderá escolher um usuário para que ele acesse automaticamente o sistema quando o computador for iniciado. Caso você esteja interessado neste recurso (e não precisar de muita segurança local), escolha o usuário e o gerenciador de janelas, e então clique em "%s". Se não estiver interessado neste recurso, desmarque a opção "%s"
ru: GNU/Linux это многопользовательская система, и это значит, что каждый пользователь может иметь свои собственные предпочтения, файлы и так далее. Вы можете почитать ``Стартовое руководство пользователя'' чтобы узнать больше. В отличии от "root", который является администратором, пользователи, которых вы добавите здесь, не будут иметь полномочий изменять что либо, кроме своих собственных файлов и настроек. Вам необходимо создать хотя бы одного обычного пользователя для себя. Это будет аккаунт, который вы будете использовать для ежедневной работы. Хоть это и очень практично заходить в систему ежедневно как "root", это также может быть очень опасно! Самая мелкая ошибка может сделать так, что ваша система больше работать не будет. Если вы сделаете серьезную ошибку как обычный пользователь, вы можете потерять некоторую информацию, но не всю систему. В первом поле вы должны ввести ваше реальное имя. Это, конечно, не обязательно -, так как вы реально можете ввести все что угодно. DrakX использует первое слово, которое вы ввели в поле и подставит его как "%s". Это имя обычный пользователь использует для входа в систему. Вы можете изменить его. Затем вам нужно ввести пароль. С точки зрения безопасности пароль не-привилегированного (обычного) пользователя не так критичен, как пароль "root", но нет причин пренебрегать им: в конце концов, вы рискуете своими файлами. Когда вы нажмете "%s", вы сможете добавить еще сколько угодно пользователей. Создайте пользователя для каждого из своих друзей, для отца или сестры, например. Когда вы закончите добавление пользователей, нажмите "%s". Нажатие кнопки "%s" позволит изменить "shell" по умолчанию для этого пользователя (по умолчанию это bash). После того, как все пользователи будут добавлены, вам предложат выбрать пользователя, под которым можно будет автоматически входить в систему после загрузки. Если вас интересует эта возможность (и вас не заботит локальная безопасность), выберите необходимого пользователя и оконный менеджер, затем нажмите "%s". Если вам не нужна эта возможность, снимите выбор с пункта "%s"
sk: GNU/Linux je viacpoužívateľský systém čo znamená, že každý používateľ má vlastné nastavenia, vlastné súbory a podobne. Môžete si prečítať "Používateľskú príručku" pre podrobnejšie informácie o viacpoužívateľských systémoch. S výnimkou "root"a, ktorý je administrátor systému, používatelia ktorí budú na tomto mieste pridaní používatelia nemôžu meniť alebo zmazať čokoľvek s výnimkou svojich vlastných údajov a konfigurácií. Mali by ste vytvoriť minimálne jedného regulárneho používateľa pre seba. Toto konto by ste mali používať pre bežnú rutinnú prácu. Aj keď sa zdá byť praktické prihlasovať ako "root" zakaždým, je to veľmi nebezpečné! Aj najmenší omyl môže viesť k tomu, že váš aktuálny systém už nebude nikdy použiteľný. Ak sa vám podarí spraviť omyl ako bežnému používateľovi, môžete prísť o niektoré údaje, ale nepodarí sa vám poškodiť celý systém. Najprv by ste mali zadať vaše skutočné meno. Samozrejme, toto nie je povinnosť, môžete zadať ľubovoľné meno. DrakX potom použije prvé slovo z mena, ktoré ste zadali a toto vám ponúkne ako "%s". Toto môže byť prihlasovacie meno tohto bežného používateľa. Tiež by ste na tomto mieste mali zadať heslo. Heslo bežného (neprivilegovaného) používateľa nie je také kritické ako heslo superpoužívateľa "root"a z pohľadu bezpečnosti, ale nie je dôvod toto heslo podceniť, pretože všetky jeho súbory môžu byť v nebezpečenstve. Ak kliknete na "%s", môžete pridať aj ďalších používateľov ak si to želáte (Vašich priateľov, otca, sestru a podobne). Ak ste skončili s pridávaním, zvoľte "%s". Kliknutím na "%s" môžete zmeniť predvolený "interpreter" pre daného používateľa (štandardne bash). Ak ste skončili s pridávaním používateľov, v nasledovnom kroku budete môcť nastaviť používateľa, ktorý bude automaticky prihlásený do systému po naštartovaní. Ak vás zaujíma táto možnosť (a nezáleží vám na lokálnej bezpečnosti), zvoľte si požadovaného používateľa a správcu okien, potom kliknite na "%s". Ak nemáte záujem používať túto možnosť, odznačte položku "%s".
sl: GNU/Linux je večuporabniški sistem, kar pomeni, da ima lahko vsak uporabnik svoje nastavitve, svoje datoteke itd. Več o tem si lahko preberete v dokumentaciji. Razen sistemskega, »root« upravitelja, uporabniki, ki jih boste dodali, ne bodo imeli dovoljenj, ki so potrebna za spreminjanje tistih datotek in nastavitev, ki vplivajo na celoten sistem. Tako je sistem zaščiten pred nenamernimi ali zlonamernimi spremembami. Dodati morate vsaj enega navadnega uporabnika. Tako boste ustvarili svoj uporabniški račun, ki ga boste uporabljali za vsakdanje delo z računalnikom. Čeprav se je v sistem kot sistemski upravitelj zelo lahko prijaviti, vam to odsvetujemo, saj že najmanjša napaka lahko povzroči, da sistem preneha delovati. Če pa napravite resno napako kot navaden uporabnik, je najhuje, kar se vam lahko zgodi, da izbrišete kakšne podatke, ne morete pa vplivati na celoten sistem. V prvo vnosno polje lahko, če to želite, vpišete svoje pravo ime. Vpis pravega imena seveda ni obvezen; lahko vpišete poljubno ime. Prvo besedo, ki jo boste vpisali, bo program DrakX uporabil kot uporabniško ime in jo prepisal v polje »%s« kot ime, s katerim se boste prijavljali v sistem. Če želite, lahko uporabniško ime spremenite. V naslednje polje vnesite geslo. S stališča varnosti geslo navadnega uporabnika ni tako pomembno, kot geslo upravitelja sistema, zato to polje lahko pustite prazno. Vendar vam priporočamo, da geslo določite in tako zaščitite svoje datoteke in podatke. Ko klilnete »%s«, lahko dodate tudi druge navadne uporabnike. Posebene uporabniške račune lahko ustvarite za svoje prijatelje in za člane svoje družine. Ko boste dokončali z dodajanjem uporabniških računov, kliknite »%s«. S klikom na »%s« lahko spremenite »lupino« (shell) za posameznega uporabnika. Privzeta lupina je »bash«. Ko boste končali z dodajanjem uporabnikov, boste imeli možnost, da izberete uporabnika, za katerega želite, da se ob zagonu samodejno prijavi v sistem. Če želite uporabiti to možnost, izberite uporabnika in namizno okolje ter kliknite »%s«. Če te možnosti ne želite izbrati, odstranite oznako iz okenca »%s«.
sv: GNU/Linux är ett fleranvändarsystem, med detta menas att varje användare kan ha sina egna inställningar, sina egna filer och så vidare. Du kan läsa i användarmanualen för att lära dig mer. Men olikt "root", som är administratör, kan användarna som du lägger till här inte ändra någonting förutom sina egna filer och sina egna inställningar. Detta skyddar systemet från att skadas av misstag eller avsiktliga attacker. Du måste skapa åtminstone en vanlig användare åt dig själv. Det kontot ska du använda i ditt dagliga arbete. Det är i och för sig väldigt praktiskt att logga in som "root" varje dag men det kan också vara väldigt farligt. Det minsta misstag kan innebära att systemet inte fungerar längre. Om du gör ett allvarligt misstag som en vanlig användare förlorar du bara viss information och inte hela systemet. Först måste du ange ditt riktiga namn. Det här är inte obligatoriskt, du kan faktiskt skriva vad du vill. DrakX kommer att ta det första ordet som du skrev in i rutan och flytta över det till fältet "%s". Detta är namnet som den här användaren kommer att använda för att logga in på systemet. Du kan ändra det om du vill. Du måste sedan ange ett lösenord. En icke-privilegierad (vanlig) användares lösenord är inte lika viktigt som "roots" sett ur säkerhetssynpunkt, men det finns ingen anledning att ignorera det, det är ju trots allt dina filer som står på spel. Efter det att du klickat på "%s" kan du sedan lägga till andra användare. Lägg till en användare för varje kompis som du har eller din pappa eller din syster till exempel. När du har lagt till alla användare som du vill ha, välj "%s". Om du klickar på "%s" kan du ändra det förvalda "skalet" för den användaren (bash är förvalt). När du är färdig med att sätta till alla användare, kommer du att få välja en användare som kan logga in automatiskt på systemet då datorn startar upp. Om du är intresserad av den funktionen (och du inte bryr dig speciellt mycket om lokal säkerhet), välj den önskade användaren och fönsterhanteraren och klicka sedan på "%s". Om du inte är intresserad av denna funktion, kryssa av rutan "%s"
tg: GNU/Linux ин системаи бисёркорванда мебошад, ки ин маънои онро дорад, ки ҳар як корванд имтиёзҳои шахсӣ, файлҳои шахсӣ ва ғайраро дорад. Барои маълумоти муфассал ``Муҳофизати Оғози''-ро хонед. Лекин бо фарқият аз "реша", ки идоракунандаи системавӣ мебошад, корвандоне, ки шумо онҳоро дар ин ҷо илова мекунед, ҳуқуқи иваз кардани ҳеҷ чизро ба ғайр аз файлҳои шахсӣ ва батанзимдарории шахсии худ, надоранд. Барои системаро аз тағиротҳои нохост ва қасди бад, ки ба система асар мерасонанд, муҳофизат карданд. Шумо бояд аққалан як корванди доимиро барои худ офаред -- ин ҳисобе, ки шумо бояд барои воридшавӣ ва истифодаи ҳаррӯза истифода баред. Ба он нигоҳ накарда, ки ҳамчун "реша" ворид шудан барои ҳама чиз ва ҳама корро кардан хеле хавфнок бошад! Хатогии хеле оддӣ ба он оварда мерасонад, ки системаи шумо дигар тамоман кор намекунад. Ва агар ки шумо хатогии ҷиддиро ҳамчун корванд содир кунед пас танҳо як қисми ахборотро аз даст медиҳед, на ҳамаи системаро. Майдони аввал аз шумо номи ҳақиқиро пурсон мешавад. Албатта ин ҳатмӣ нест -- зеро ки шумо чизе ки хоҳед ворид карда метавонед. DrakX якум калимаи чопкардаатонро, ки шаклбандӣ намудед дар ин майдон истифода мебарад ва онро ба майдони "%s" нусха мебардорад, ки ин номро корванди алоҳида барои воридшавии система истифода мебарад. Қадами оянда ин вориди гузарвожа мебошад. Аз ҷиҳати бехатарӣ гузарвожаи корванди беимтиёздор (одатӣ) он қадар ҳам назар ба гузарвожаи "решагӣ" муҳим нест, лекин ин баҳона не, ки шумо ба он аҳамият надиҳед, ба ҳар ҳол шумо файлҳои худро ба хатар мегузоред. Бо ангуштзанӣ ба "%s" шумо дигар корвандро илова карда метавонед. Барои ҳар як дӯсти худ корвандро илова кунед, масалан: падар ё хоҳари худро. Баъди хатмкунии ҳамроҳсозии корвандон ба "%s" ангушт занед. Пахшкунии тугмаи "%s" ба шумо имконияти ивазкунии "пардозандаи фармонҳо"-ро бо нобаёнӣ барои ин корванд медиҳад, (бо нобаёнӣ ин bash аст). Пас аз он, ки иловакунии корвандонро ба итмом мерасонед, ба шумо интихоб намудани корвандро, ки ба воситаи он ба система баъди боркунии компютер ба таври худкор дохил шудан мумкин аст, пешниҳод карда мешавад. Агар ин хусусият диққати шуморо ҷалб карда бошад (ва оиди бехатарии маҳаллӣ хавотир нашавед), корванд ва мудири тирезавии дилхоҳро интихоб кунед ва баъд "%s"-ро ангушт занед. Агар ин хусусият ба шумо лозим набошад қайди пункти "%s"-ро бекор кунед.
uk: GNU/Linux - багатокористувацька система, це означає, що кожен з користувачів може мати свої власні установки, власні файли, тощо. Щоб більше дізнатися про це, Ви можете прочитати Підручник користувача з системи. Але на відміну від користувача Root, який є адміністратором системи, користувачі, яких Ви будете створювати на цьому кроці, не мають права змінювати нічого в системі, крім своїх власних файлів і власної конфігурації. Ви маєте створити рахунок для хоча б одного єдиного користувача - для самого себе. Ви будете користуватися цим рахунком для того, щоб виконувати щоденні задачі. І хоча це і дуже зручно реєструватись в системі як Root, але одночасно це і дуже небезпечно! Найменша помилка може призвести до того, що система буде неробочою. Якщо Ви помилитесь як звичайний користувач, Ви можете, звичайно, втратити деякі свої дані, але не всю систему. Перше поле запитує Ваше справжнє ім'я. Звичайно ж, воно не обов'язкове, Ви можете надрукувати все, що завгодно. DrakX візьме перше слово з цього поля і скопіює його в поле "%s", яке є ім'ям користувача, під яким користувач буде реєструватись у системі. Якщо захочете, Ви можете змінити це ім'я. Потім Вам потрібно ввести пароль. З міркувань безпеки системи пароль звичайного (не root) користувача не є таким критичним, як пароль адміністратора, але все одно немає причин для того, щоб нехтувати ним, залишаючи його порожнім або надто простим: врешті-решт, це загрожує Вашим власним файлам. Після того, як Ви натиснете кнопку "%s", Ви можете додати ще багато інших користувачів. Додайте користувача для кожного з Ваших друзів: для тата й сестри, наприклад. Після того, як Ви закінчили додавати користувачів, натисніть "%s". Натиснувши на кнопку "%s", Ви зможете змінити типову командну оболонку для кожного користувача (типова оболонка - bash). Коли Ви закінчите додавати користувачів, Вам буде запропоновано вибрати користувача, який буде автоматично реєструватися в системі при стартуванні комп'ютера. Якщо така можливість Вас цікавить (і не надто турбує про локальну безпеку), виберіть користувача і менеджер вікон, тоді натисніть на "%s". Якщо Вас така можливість не цікавить, відмініть вибір "%s".
vi: GNU/Linux là hệ thống đa người dùng, nghĩa là từng người dùng có thể có riêng các tùy thích, tập tin,... Bạn có thể đọc ``Starter Guide'' để biết thêm điều này.Nhưng không như "root", là người quản trị, các người dùng mà bạn thêm vào đây sẽ không được quyền thay đổi bất kỳ cái gì ngoài các tập tin và cấu hình của riêng họ. Bạn sẽ phải tạo ít nhất một người dùng thường lệ cho mình. Đó là tài khoản mà bạn nên dùng cho công việc hàng ngày. Mặc dù bạn cũng có thể đăng nhập "root" để làm việc, nhưng sẽ rất nguy hiểm! Chỉ một lỗi nhỏ cũng có thể làm hệ thống không hoạt động nữa. Nếu bạn gây một lỗi trầm trọng khi là người dùng thông thường, bạn có thể chỉ mất một số thông tin mà không làm ảnh hưởng tới toàn bộ hệ thống. Trường thứ nhất hỏi tên thật của bạn. Tuy nhiên, điều này không phải là bắt buộc. -- có thể nhập bất kỳ cái gì bạn muốn. DrakX sẽ lấy từ đầu tiên mà bạn nhập để đem nhập vào trường "%s", là tên mà người dùng này sẽ sử dụng để đăng nhập vào hệ thống. Nếu muốn, bạn có thể thay đổi nó. Bước tiếp theo là nhập mật khẩu. Về phương diện bảo mật, mật khẩu của người dùng thông thường không quan trọng như mật khẩu "root", nhưng cũng đừng để trống hay đặt quá đơn giản để bảo vệ các tập tin riêng của bạn. Mỗi khi nhấn "%s", bạn có thể thêm người dùng khác cho người thân như anh chị em... của bạn. Nhấn "%s" khi đã hoàn thành việc thêm người dùng. Nhấn nút "%s" cho phép bạn thay đổi "shell" mặc định cho người dùng đó (mặc định là bash). Khi đã hoàn thành việc thêm người dùng, bạn có thể chọn người dùng nào sẽ được tự động đăng nhập vào hệ thống khi khởi động máy tính. Nếu bạn thích tính năng này và không quan tâm nhiều đến bảo mật nội bộ, hãy chọn người dùng mong muốn và trình quản lý cửa sổ rối nhấn "%s". Nếu không thích dùng tính năng này, hãy bỏ chọn hộp kiểm "%s".
wa: GNU/Linux est on sistinme multi-uzeus, dj' ô bén, tchaeke uzeu pout aveur èn evironmint, des preferinces eyet des fitchîs da lu. Vos ploz lére li «Guide di l' Uzeu» po ndè saveur pus long. Mins, å contråve di «root», k' est l' administreu, les uzeus ki vos alez radjouter chal n' åront nén l' droet di candjî ene sacwè so l' éndjole apus k' les fitchîs eyet apontiaedjes da zels. Vos dvroz fé pol moens èn uzeu normå po vos minme. Ci conte uzeu la c' est po moussî el copiutrece po l' eployaedje di tos les djoûs. Minme si çoula shonne ahessåve di moussî tofer come «root», c' est ossu ene sacwè di foirt dandjureu! Li pus ptite måcule pout signifyî kel sistinme da vosse ni rotrè gote pus. Si vos fjhoz ene consecante aroke come èn uzeu normå, li pé ki vs pout ariver c' est di piede sacwants fitchîs et informåcions, mins nén li sistinme en etir. D' aprume, vos dvoz dner vosse no e prumî tchamp. C' est nén obligatwere, bén seur - et vos ploz bén î mete çou k' vos vloz. DrakX irè adon prinde li prumî mot ki vos avoz tapé eyet l' passer el tchamp «%s». Ci no la c' est l' no ki l' éndjole vos cnoxhe; çou ki vos dvoz taper el purnea di bénvnowe po moussî el copiutrece. Vos l' poloz candjî. Vos ploz mete çou k' vos vloz mins di moens di ût letes; et rén ki des ptitès letes sins accints, des chifes, li loyeure («-») ou li sene sorlignî («_»). Après çoula, vos dvoz taper vosse sicret. Li scret d' èn uzeu normå, sins advintaedjes sipeciås n' est nén ossu impôrtant kel ci da «root», do pont d' vuwe del såvrité, mins c' est tolminme nén ene råjhon po n' nén fé atincion ås screts des uzeus - c' est vos fitchîs ki sont-st e risse. Si vos clitchîz so «%s» l' uzeu srè radjouté po d' bon avou les informåcions ki vs avoz dné, et les tchamps sront vudîs po vos pleur e radjouter èn ôte. Vos e ploz radjouter ostant ki vos vloz: onk po tchaeke di vos soçons, po vosse pere, vosse sour, par egzimpe. Cwand vos avoz fini d' endè radjouter, clitchîz so «%s». Si vos clitchîz sol boton «%s» vos ploz candjî l' shell eployî pa cist uzeu la (li prémetou shell est li «bash»). Cwand vos avoz fini di radjouter tos les uzeus, on vs dimandrè di tchoezi èn uzeu ki srè otomaticmint elodjî cwand l' copiutrece est enondêye. Si cisse fonccionålité la vos interesse (et ki l' såvrité n' est nén on problinme locålmint), tchoezixhoz l' uzeu eyet li manaedjeu di purneas ki vos vloz, et clitchîz so «%s». Si vos n' voloz nén cisse fonccionålité, disclitchîz «%s».
zh_cn: GNU/Linux 是多用户系统, 这意味着每个用户可拥有自己独立的首选项, 以及自己的文件, 等等。若要了解关于多用户系统的更多内容, 建议您阅读 ``初学者指南''。但是与系统管理员 "root" 不同, 您在此处添加的用户所能做的更改将仅限于他们自己的文件及他们自己的配置, 这可使系统免遭有意无意的破坏。您至少需要为您自己创建一个普通用户 -- 这应该是您每天所使用的主要账户。尽管以 "root" 登录很容易, 您可以不受任何限制的完成任何操作, 但这很危险！非常低级的错误就可能让您的系统再也无法启动。如果您以普通用户的身份犯了非常危险的错误, 最坏的情况也就是丢失某些信息, 而不会影响整个系统。 第一个域会询问您的真实姓名。当然, 这并不是必需的 -- 您当然可以输入您喜欢的任何内容。DrakX 将会使用您在此域中输入的第一个单词作为"%s"域的初始值, 即此用户登录系统所用的名称。如果您喜欢的话, 您也可以不使用默认值, 而换用您喜欢的用户名。下一步就是输入密码。从安全的角度来说, 非特权(普通)用户密码并没有 "root" 密码那么需要保密, 但是也没有理由忽视这个密码, 而将其留空或设置得太简单: 反正, 您自己的文件将会是最危险的。 您单击"%s"之后, 您还可以添加其它用户。可以为您的每个朋友添加一个用户: 例如, 您的父亲或您的妹妹。当您添加完用户之后, 请单击"%s"。 单击"%s"按钮允许您更改该用户的默认 "shell"(默认为 bash)。 当您添加完用户之后, 您可以从中选择一个用户, 计算机启动后将自动以该用户的身份登录到系统。如果您对此特性感兴趣(也不考虑太多的本地安全性), 请选择希望的用户和窗口管理器, 然后单击"%s"。如果您对此特性不感兴趣, 请不要选中"%s"框。
zh_tw: GNU/Linux 是一個多使用者的系統，那表示每個使用者都可以擁有各自的 偏好設定、檔案等等。不同於系統管理者 "root" 您在這新增的使用者 將僅被授權於改變他們自己的檔案與設定，以保護系統免於遭受到無意或 惡意的對整個系統造成衝擊的改變。您需要建立至少一個一般使用者給您 自己 -- 這是您應該用於一般日常操作的帳號。雖然使用 "root" 登入 來做任何事是非常容易的，但這也是非常危險的！一個非常簡單的錯誤就 可能造成系您的統再也不能正常工作。但是若您以一般使用者的身份犯了 一連串嚴重的錯誤，最糟的情況將僅僅是您遺失某些資訊，但並不影響整 個系統。 第一個欄位詢問您的真實名稱。當然這並非必要 -- 事實上您可以輸入任 何您喜歡的名字。DrakX 會將您輸入於此欄位的第一個字複製到 "%s" 欄，作為使用者登入系統時輸入的名稱。若您喜歡，您可以不使用預設值 並改變使用者名稱。下一步是輸入一個密碼。從安全性的觀點而言，一個 一般使用者的密碼並不如 "root" 密碼來的重要，但是這並不構成輕忽 地使用空白或過於簡單的密碼的理由：畢竟您的檔案可能正處於危險中。 一旦您點選 "%s"，您可以新增其他使用者。新增使用者給您的每一個 朋友、您的父親或姊妹。當您全部新增完成後，請點選 "%s" 。 點選 "%s" 按鈕允許您改變預設的 "shell" 給這位使用者 (預設值 為 bash)。 當您完成新增使用者之後，您將會被要求選擇一位使用者在電腦開機時自 動登入系統。如果您對這個功能有興趣 (且不太關心本地端安全性)，請 選擇想要登入的使用者與視窗管理員，然後勾選 "%s"。若您對這個功 能沒有興趣，請不要勾選 "%s"。
