Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: A boot loader is a little program which is started by the computer at boot time. It's responsible for starting up the whole system. Normally, the boot loader installation is totally automated. DrakX will analyze the disk boot sector and act according to what it finds there: * if a Windows boot sector is found, it will replace it with a GRUB/LILO boot sector. This way you'll be able to load either GNU/Linux or any other OS installed on your machine. * if a GRUB or LILO boot sector is found, it'll replace it with a new one. If DrakX can not determine where to place the boot sector, it'll ask you where it should place it. Generally, the "%s" is the safest place. Choosing "%s" will not install any boot loader. Use this option only if you know what you're doing.
ar: محمّل الإقلاع هو برنامج بسيط يشغلّه حاسبك وقت الإقلاع. وهو المسؤول عن بدء تشغيل النظام بأكمله. عادة، يكون تثبيت محمّل الإقلاع آلياً بالكامل. سيقوم DrakX بتحليل قطاع التركيب الخاص بالقرص ويتصرف بحسب ما يجد هناك: * إن عثر على قطاع تحميل ويندوز، فسيقوم باستبداله بقطاع تحميل LILO/GRUB. بهذه الطريقة ستستطيع تحميل جنو/لينكس أو أيّ نظام تشغيل آخر على ماكينتك. * إذا تم العثور على قطاع تحميل LILO أو GRUB، سيتم استبداله بقطاع جديد. إن لم يستطع DrakX أن يقرر مكان وضع قطاع الإقلاع، فسيسألك عن المكان الأكثر أماناً لوضعه فيه. عامة، "%s" هو الأكثر أماناً. اختيار "%s" لن يقوم بتثبيت أيّ محمّل إقلاع. اسخدم هذا الخيار فقط إن كنت تعرف ماذا تفعل.
cs: Zavaděč je malý program, který se spustí ihned po startu počítače a je zodpovědný za zavedení operačního systému. Tato část je obvykle plně automatická. Instalační program analyzuje zaváděcí sektor disku a zachová se podle toho, co zde nalezne: * pokud nalezne zaváděcí sektor Windows, přepíše ho sektorem pro LILO/GRUB tak, aby bylo možné spouštět jak systém Windows tak i Linux či jiný OS instalovaný na vašem počítači; * pokud nalezne zaváděcí sektor pro LILO nebo GRUB, tak jej přepíše novým. Pokud instalační program nedokáže rozhodnout, zeptá se na to, kam má zavaděč umístit. Obecně je nejbezpečnější místo "%s". Zvolením "%s" se neprovede instalace žádného zavaděče. Použijte to pouze tehdy, pokud víte, co děláte.
da: En opstartsindlæser er et lille program som startes af maskinen på opstartstidspunktet. Det er ansvarligt for at starte hele systemet op. Normalt er dette trin helt automatisk. DrakX vil analysere opstartssektoren på disken og handle ud fra det som findes der. * Hvis en opstartssektor for Windows bliver fundet, vil den erstatte denne med en GRUB- eller LILO-opstartsektor. På denne måde kan du indlæse enten GNU/Linux eller ethvert andet operativsystem installeret på din maskine. * Hvis en opstartsektor for grub eller LILO bliver fundet, vil den blive erstattet med en ny. Hvis det ikke er mulig at afgøre dette automatisk, vil DrakX spørge dig hvor opstartsindlæseren skal installeres. Generelt er '%s' det sikreste sted. Valg af '%s' vil ikke installere nogen opstartsindlæser. Brug kun dette hvis du véd hvad du gør.
et: Alglaadur on väike programm, mille arvuti käivitab alglaadimise ajal. Tavaliselt tuvastatakse see täiesti automaatselt. DrakX uurib ketta alglaadimissektorit ja talitab vastavalt sellele, mida ta sealt leiab: * kui leitakse Windowsi alglaadimissektor, asendatatakse see grub/LiLo alglaadimissektoriga. Nii võite laadida kas GNU/Linuxi või mõne muu OS-i. * kui leitakse grub-i või LiLo alglaadimissektor, asendatakse see uuega. Kui DrakX ei suuda asjast aru saada, küsitakse Teie käest, kuhu alglaadur paigutada. Üldiselt on "%s" kindlaim valik. Kui valida "%s", ei paigaldata alglaadurit üldse. Aga seda kasutage küll ainult siis, kui VÄGA TÄPSELT teate, mida teete!
eu: Abio zamatzailea konputagailuak abio garaian martxan jartzen duen programa txiki bat da.Sistema osoa martxan jartzearen arduraduna da. Normalean abio zamatzailearen instalazioa erabat automatikoa da. DrakX-k diskoaren abio sektorea analizatu eta han aurkitzen duenaren arabera jokatuko du: * Windows-en abio sektorea aurkitzen badu, GRUB/LILO abio sektore batekin ordeztuko du. Horrela, GNU/Linux edo makinan instalatutako beste edozein SE zamatzeko gai izango zara. * GRUB edo LILO abio sektore bat aurkitzen bada, berri batekin ordeztuko du. Berak erabaki ezin badu, DrakX-k zuri galdetuko dizu abioko zamatzailea non kokatu. Normalean, "%s" da lekurik seguruena. "%s" hautatuz ez da abio zamatzailerik instalatuko. Erabili aukera hau soilik zer egiten ari zaren badakizu.
fa: LILO و GRUB بارگذارهای لینوکس/گنو هستند. معمولا این مرحله کاملا خودکار است. DrakX بندهای آغازگری دیسک را بررسی کرده و بر اساس آنچه در آنجا پیدا می‌کند عمل خواهد کرد: * اگر بند آغازگری ویندوز یافت شود، آن را بوسیله یک بند آغازگر GRUB/LILO جایگزین می‌کند. بدین ترتیب شما قادر خواهید بود یا لینوکس/گنو یا سیستم عامل دیگری را آغازگری کنید. * اگر یک بند آغازگری GRUB یا LILO یافت شود، آن را با یکی دیگر جایگزین می‌کند. اگر نتواند چیزی پیدا کند، DrakX مکانی را برای گذاشتن بارگذار آغازگر سؤال خواهد کرد. معمولاً، "%s" مطمئن‌ترین مکان است. گزینش "%s" هیچ بارگذار آغازگر را نصب نخواهد کرد. فقط اگر می‌دانید چکار می‌کنید از آن استفاده کنید.
fi: Käynnistyslataaja on pieni ohjelma joka käynnistyy tietokoneen käynnistyksen yhteydessä. Sen tarkoitus on käynnistää koko järjestelmää. Yleensä tämä askel on automaattinen, eli DrakX analysoi käynnistys- sektorin ja toimii sen mukaan mitä sieltä löytyy: * jos Windows käynnistyssektori löytyy, sen tilalle asennetaan GRUB/LILO käynnistyssektori. Tällä tavalla voit käynnistää GNU/Linuxin tai jonkin muun käyttöjärjestelmän. * jos käynnistyssektorilta löytyy GRUB tai LILO, se päivitetään uudempaan versioon. Jos DrakX ei osaa tehdä päätöstä, se kysyy sinulta mihin haluat asentaa käynnistyslataajan. Yleensä paras paikka on "%s". Valitsemalla "%s" käynnistyslataajaa ei asenneta. Tee tämä vain mikäli tiedät mitä teet.
fr: Un programme d'amorce est un petit programme qui est lancé par la machine au démarrage. Il est en charge du démarrage du sytème. Normalement, l'installation d'un programme d'amorce est complètement automatique. DrakX analyse le secteur de démarrage (« master boot record ») et agit en fonction de ce qu'il peut y lire : * si un secteur de démarrage Windows est détecté, il sera remplacé par GRUB/LILO. Donc, vous serez capable de démarrer GNU/Linux ou tout autre système d'exploitation installé sur votre machine. * si GRUB ou LILO est détecté, il sera remplacé par la nouvelle version; En cas de doute, DrakX affiche différentes options. En général, le « %s » est l'endroit le plus sûr. Si vous choisissez « %s », aucun chargeur de démarrage ne sera installé. À vos risques et périls.
gl: Un cargador de arrinque é un pequeno programa que inicia o ordenador ó arrincar. É o responsable de arrincar o sistema enteiro. Normalmente, a instalación do cargador de arrinque é totalmente automática. DrakX analisará o sector de arrinque do disco e actuará de acordo co que atope alí: * se atopa un sector de arrinque de Windows, remprazarao cun sector de arrinque de GRUB/LILO. Deste xeito poderá arrincar GNU/Linux ou calquera outro sistema operativo que teña instalado no seu ordenador. * se atopa un sector de arrinque de GRUB ou LILO, remprazarao cun novo. Se DrakX non pode determinar onde debe situar o sector de arrinque, preguntaralle onde debe situalo. Xeralmente, "%s" é o mellor lugar. Se escolle "%s" non se instalará ningún cargador de arrinque. Use esta opción só se sabe o que está facendo.
it: Un bootloader è un piccolo programma che il computer esegue automaticamente nella fase di avvio. Ha il compito di far partire tutto il sistema. L'installazione del bootloader è, in genere, del tutto automatica. DrakX, infatti, analizza il settore di avvio del disco, e si comporta in base a quello che vi trova: * se trova un settore di avvio di Windows, lo rimpiazza con uno di GRUB o LILO, in modo da permettervi di avviare GNU/Linux o un qualsiasi altro sistema operativo installato sul computer; * se trova un settore di avvio di GRUB o LILO, lo sostituisce con uno nuovo. Se non è in grado di fare la scelta autonomamente, DrakX vi mostrerà alcune opzioni per l'installazione del bootloader. La soluzione più comune è quella di installarlo nel "%s". Selezionando "%s" non sarà installato alcun bootloader, ma è una possibilità da usare solo se siete veramente consapevoli di ciò che essa comporta.
ja: ブートローダはコンピュータ起動時に開始される小さなプログラムです。 これがシステムを立ち上げます。ブートローダのインストールは通常完全に 自動化されています。DrakX はディスクのブートセクタを分析し検出した ものに応じて以下を実行します: * Windows のブートセクタが検出されると DrakX はこれを GRUB/LILO の ブートセクタに置き換えます。これによって、あなたのマシンにインストール されている他の OS と GNU/Linux のどちらでも起動できるようになります。 * GRUB か LILO ブートセクタが検出されると新しいものに置き換えます。 どこにブートセクタを置けばいいのか不明なときは、DrakX が質問します。 一般的には「%s」が最も安全な場所です。 「%s」を選ぶとブートローダはインストールされません。 このオプションは意味をよく理解されている場合以外は選ばないでください。
mt: Il-"boot loader" huwa programm żgħir li jiġi mħaddem mill-kompjuter meta tixgħelu. Huwa responsabbli li jtella' s-sistema sħiħa. Normalment, l- installazzjoni tal-boot loader huwa totalment awtomatizzat. DrakX janalizza s-settur "boot" tad-diska u jaġixxi skond x'isib hemm: * Jekk isib settur "boot" tal-Windows, huwa jibdlu ma' settur boot ta' grub/LILO. B'dan il-mod tista' ttella' kemm GNU/Linux jew xi sistema operattiva oħra. * Jekk isib settur boot eżistenti ta' grub jew LILO, dan jibdlu mal-ġdida. Jekk ma jistax jiddetermina t-tip, DrakX jistaqsik fejn trid tpoġġi l- bootloader. Ġeneralment, l-aħjar huwa "%s". Jekk tagħżel "%s" ma jiġi nstallat ebda boot loader. Din ta' l-aħħar għanda tintuża biss jekk taf sew x'qed tagħmel.
nl: Een opstartlader is een klein programmaatje dat door de computer gestart wordt tijdens het opstarten. Het is verantwoordelijk voor het opstarten van het hele systeem. Normaal gesproken gaat de installatie van de opstartlader volkomen automatisch. Het installatieprogramma analyseert de bootsector van de schijf handelt naar bevind van zaken: * als een Windows-bootsector is gevonden, dan zal het deze vervangen door een GRUB/LILO bootsector. Op deze manier zult u de mogelijkheid hebben om ofwel GNU/Linux te starten, ofwel een ander besturingssysteem. * als een GRUB- of LILO-bootsector is gevonden, dan zal het deze vervangen door een nieuwe. Wanneer het installatieprogramma niet kan bepalen waar de bootsector geplaatst moet worden dan zal DrakX u vragen waar de opstartlader terecht moet komen. In het algemeen is "%s" de veiligste locatie. Met de keuze "%s" wordt er in het geheel geen opstartlader geïnstalleerd. Gebruik dit alleen als u weet wat u doet.
pl: Program rozruchowy to niewielki program uruchamiający komputer tuż po jego włączeniu. Jest on odpowiedzialny za uruchomienie całego systemu. Zazwyczaj instalacja programu rozruchowego jest całkowicie zautomatyzowana Instalator przeanalizuje sektor rozruchowy oraz wykona operacje zależne od tego, co zostanie tam znalezione: * jeśli zostanie znaleziony sektor rozruchowy Windows zostanie on zastąpiony sektorem rozruchowym GRUB/LILO. Dzięki temu będzie możliwość uruchamiania zarówno systemu GNU/Linux jak i innego systemu operacyjnego. * jeśli zostanie znaleziony sektor rozruchowy GRUB lub LILO zostanie on zastąpiony nowym sektorem. W przypadku, gdy nie będzie można określić sektora rozruchowego, instalator wyświetli pytanie, gdzie należy go umieścić. Zazwyczaj "%s" jest najbezpieczniejszym miejscem. Wybranie "%s" nie spowoduje zainstalowania żadnego programu rozruchowego. Użyj tej opcji tylko w przypadku gdy wiesz co robisz.
pt: O carregador de arranque é um pequeno programa que é iniciado pelo computador no seu arranque. É responsável pela inicialização de todo o sistema. Normalmente, a fase de instalação do gestor de arranque é completamente automática. O DrakX irá analisar o sector de arranque do disco e agir de acordo com o que lá encontrar: * se encontrar um sector de arranque Windows, irá trocá-lo por um sector de arranque GRUB/LILO. Desta maneira será capaz de escolher entre carregar o GNU/Linux ou qualquer outro Sistema Operativo instalado na sua máquina. * se encontrar um sector de arranque GRUB ou LILO, irá trocá-lo por um novo. Se o DrakX não conseguir determinar onde deve colocar o sector de arranque, irá-lhe perguntar onde o quer colocar. Geralmente, o "%s" é o local mais seguro. Ao escolher "%s" nenhum gestor de arranque será instalado. Use esta opção apenas se souber o que está a fazer.
pt_br: Um gerenciador de inicialização (ou boot loader) é um pequeno programa que é mostrado na inicialização (boot)de um computador. Ele é responsável por iniciar todo o sistema. Normalmente, a sua instalação é totalmente automática. O DrakX irá analisar o setor de boot de seu disco e proceder de acordo com o que for encontrado nele: * se um setor de boot Windows for encontrado, ele será substituído por um setor de boot GRUB/LILO. Desta forma, você será capaz de carregar qualquer sistema GNU/Linux ou qualquer outro sistema operacional instalado em sua máquina. * se um setor de boot GRUB ou LILO for encontrado, ele será substituído por um novo. Se o DrakX não puder determinar aonde deverá ser armazenado o setor de boot, ele irá perguntar para você. Geralmente, o "%s" é o lugar mais seguro. Escolhendo "%s", nenhum gerenciador de inicialização será instalado. Use esta opção somente se você souber o que está fazendo.
ru: LILO и GRUB -- это начальные загрузчики GNU/Linux. Этот шаг обычно полностью автоматизирован. DrakX проанализирует загрузочный (boot) сектор диска и будет действовать согласно тому, что он там найдет: * если найден загрузочный сектор Windows, он заменит его на загрузочный сектор GRUB/LILO. Следовательно, вы сможете загружать и GNU/Linux и другую OS, установленную на вашей машине. * если найден загрузочный сектор GRUB или LILO, он заменит его на новый. Если возникают сомнения, DrakX спросит вас куда разместить загрузчик. В общем случае, "%s" это лучший вариант выбора. Если выбрать "%s", тогда начальный загрузчик не будет установлен вообще. Используйте этот вариант только если вы знаете, что вы делаете.
sl: LILO in GRUB sta zagonska nalagalnika za GNU/Linux. Zagonski nalagalnik je programček, ki ga računalnik zažene ob zagonu. Poskrbi za zagon celotnega sistema Običajno je ta del namestitve povsem samodejen. DrakX analizira zagonski sektor diska in določi ustrezne nastavitve * Če odkrije zagonski sektor za Windows, ga nadomesti z LILO ali GRUB zagonskim sektorjem. Tako boste lahko naložili GRUB, LILO ali drug na računalnik nameščen sistem. * Če odkrije zagonski sektor GRUB ali LILO, ga nadomesti z novim. Če Drakx ne more tega določiti samodejno, vas bo vprašal, kje naj namesti zagonski nalagalnik. Običajno je najbolj varno mesto »%s«. Če izberete »%s«, zagonski nalagalnik ne bo nameščen To možnost izberite samo, če zares veste, kaj delate.
sv: LILO och grub är starthanterare, små program som körs av din dator vid uppstart. De ansvarar för att starta systemet och ladda ett valfritt operativsystem. Detta steg är vanligtvis helt automatiserat. DrakX kommer att analysera diskens startsektor och agera efter vad den hittar där: * Om en Windows-startsektor hittas kommer den att ersättas med en Grub/Lilo-startsektor. Du kommer då varje gång du startar datorn att kunna välja att ladda antingen GNU/Linux eller andra operativsystem. * Om en Grub- eller Lilo-startsektor hittas kommer den att ersättas med en ny. Om den inte kan avgöra lämplig åtgärd kommer DrakX att fråga dig var starthanteraren ska placeras. Generellt är "%s" det säkraste valet. Om du väljer "%s" kommer ingen starthanterare att installeras. Välj endast detta om du är en erfaren användare som vet vad det innebär.
tg: LILO ва grub корандозҳои худборшави GNU/Linux мебошад. Ин қадам пурра автоматикунонида шудааст. DrakX соҳаи худборшавии дискетро таҳлил менамояд ва мувофиқи чизи дар он ҷой ёфтааш амал мекунад: * агар соҳаи худборшавии Windows ёфт шавад, онгоҳ онро ба соҳаи худборшавии grub/LILO иваз хоҳад кард. Пас, шумо метавонед ҳам GNU/Linux ва ҳам ОС-и дигарро кор андозед. * агар соҳаи худборшавии grub ё LILO ёфт шавад, онгоҳ "%s" онро ба наваш иваз хоҳад кард. Агар номуайянӣ рӯй диҳад, онгоҳ DrakX аз шумо мепурсад, ки дар куҷо корандози "%s" худборшавро ҷойгир намуд.
vi: Trình nạp khởi động là chương trình nhỏ được chạy khi khởi động máy. Nó chịu trách nhiệm khởi chạy toàn bộ hệ thống. Bình thường, trình nạp khởi động được cài đặt tự động. DrakX sẽ phân tích sector khởi động của đĩa và hoạt động tùy theo các trường hợp mà nó phát hiện như sau: * Nếu thấy sector khởi động của Windows, nó sẽ thay thế bằng sector khởi động của Grub/LILO. Cách này cho phép bạn khởi động vào Linux hoặc các hệ điều hành khác. * Nếu thấy sector khởi động của Grub hay LILO, nó sẽ thay bằng cái mới. Nếu không xác định được vị trí của boot sector, DrakX sẽ hỏi nơi bạn muốn cài đặt trình nạp khởi động. Thông thường, "%s" là vị trí an toàn nhất. Chọn "%s" sẽ không thực hiện cài đặt trình nạp khởi động. Chỉ dùng tùy chọn này khi bạn hiểu rõ việc mình làm.
wa: Ene enondrece c' est on ptit programe ki s' mete en alaedje a l' enondaedje del copiutrece. C' est lu ki s' ocupe d' enonder tot l' sistinme. Normålmint, l' astalaedje di l' enondrece est ene etape totafwaitmint otomatike. DrakX va analijhî li cmince del deure plake eyet ovrer sorlon çou ki srè trové la: * si c' est on secteu d' enondaedje Windows k' est trové, i srè replaecî avou on secteu d' enondaedje di GRUB/LILO. Come çoula vos pôroz enonder GNU/Linux ou èn ôte S.O. * si c' est on secteu d' enondaedje di GRUB ou LILO k' est trové, i srè replaecî avou on pus novea. Si nou secteu d' enondaedje n' est trové, DrakX vos dmandrè wice mete l' enondrece. Normålmint, li «%s» est li meyeuse plaece. Tchoezi «%s» n' astalrè nole enondrece. Eployîz çoula seulmint si vos savoz çou k' vos fjhoz.
zh_cn: 所谓引导程序, 是指计算机启动时所执行的小程序。它的责任就是启动整个系统。通常, 引导程序的安装是全自动的。DrakX 将分析磁盘的引导扇区, 并根据发现的情况做出以下操作： * 如果发现了 Windows 引导扇区, 则将其替换为 GRUB/LILO 引导扇区。这样, 您就可以装入 GNU/Linux 或在您计算机上安装的任何操作系统。 * 如果发现了 GRUB 或 LILO 引导扇区, 则将其替换为新的引导扇区。 如果无法确定, DrakX 将询问您将引导程序放在哪里。通常, "%s"是最安全的地方。选择"%s"将不会安装任何引导程序。除非您真的知道自己在做什么的话, 否则不要使用此选项。
zh_tw: 開機載入器是在電腦開機時啟動的程式。它負責啟動整個系統。正常的話，開機載入 程式的安裝是完全自動化的。DrakX 會分析硬碟的開機扇區並根據它所找到的行動： * 如果找到 Windows 開機扇區的話，它會將其取代為 GRUB/LILO 開機扇區。這樣 您就能載入 GNU/Linux 或任何其他安裝在您的機器上的作業系統。 * 如果找到 GRUB 或 LILO 開機扇區，它會用一個新的將其取代。 如果 DrakX 無法決定該將開機扇區放在哪哩，它會詢問您要將其放置於何處。一般來 說，"%s" 是最安全的地方。選擇 "%s" 將不會安裝任何開機載入程式。只有在 您很清楚您在做什麼時才選擇這個選項。
