Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Expert
ar: وضعية الخبير
bn: দক্ষ
bs: Ekspert
cy: Arbenigwr
da: Ekspert
de: Expertenmodus
eo: Spertulo
es: Experto
et: Ekspertrežiim
eu: Aditu
fa: کارشناس
fi: Asiantuntija
gl: Experto
he: מצב מומחה
hu: Szakértő
id: Ahli
is: Sérfræðingur
it: Esperto
ja: エキスパート
mk: Експерт
mt: Espert
nb: Ekspert
nn: Ekspert
pl: Tryb zaawansowany
pt: Perito
ru: Эксперт
sl: Napredno
tg: Кордон
uk: Експертний режим
vi: Chuyên Gia
wa: Sipepieus
zh_cn: 专家
zh_tw: 專家

source: DrakX will first detect any IDE devices present in your computer. It will also scan for one or more PCI SCSI cards on your system. If a SCSI card is found, DrakX will automatically install the appropriate driver. Because hardware detection is not foolproof, DrakX may fail in detecting your hard drives. If so, you'll have to specify your hardware by hand. If you had to manually specify your PCI SCSI adapter, DrakX will ask if you want to configure options for it. You should allow DrakX to probe the hardware for the card-specific options which are needed to initialize the adapter. Most of the time, DrakX will get through this step without any issues. If DrakX is not able to probe for the options to automatically determine which parameters need to be passed to the hardware, you'll need to manually configure the driver.
ar: سيقوم DrakX أولاً بالتحقق من أي أجهزة IDE مرتبطة بالحاسب. سيقوم أيضا بالتحقق من وجود بطاقات PCI SCSI على نظامك. إذا تم ايجاد بطاقة SCSI، سيقوم DrakX تلقائياً بتثبيت المُشغّل المناسب. لأن التحقق الآلي من العتاد غير خالي من الأخطاء، قد يتعذر على DrakX التحقق من أقراصك الصلبة. لذا سيكون عليك تحديد عتادك يدوياً. إذا اضطررت إلى تحديد موائم PCI SCSI يدوياً، سيسألك DrakX عمّا إذا كنت تريد تهيئة الخيارات الخاصة به. يجب أن تسمح لـ DrakX بأن يقوم بالتحقق الآلي من العتاد لكي يحدد الخيارات الخاصة بالبطاقة و التي يحتاج اليها لتشغيل الموائم. في أغلب الأحيان، سيتخطى DrakX هذه الخطوة بدون أي مشاكل. إذا تعذر على DrakX التحقق من الخيارات آلياً ستحتاج إلى تهيئة المُشغّل يدوياً.
bn: DrakX প্রথমে আপনার কম্পিউটারে বিদ্যমান IDE ডিভাইস সনাক্ত করবে। এটি আপনার সিস্টেমে এক বা একাধিক PCI SCSI কার্ডের জন্যেও স্ক্যান করবে। যদি SCSI কার্ড পাওয়া যায়, DrakX নিজে নিজেই সঠিক ড্রাইভারটি ইনস্টল করবে। যেহেতু হার্ডওয়্যার সনাক্তকরন কোন অব্যার্থ পক্রিয়া নয়, DrakX আপনার হার্ডড্রাইভ সনাক্ত নাও করতে পারে। এ ক্ষেত্রে আপনাকে হার্ডওয়্যারটি নিজ হাতে নির্দিষ্ট করে দিতে হবে। PCI SCSI adapter নিজ হাতে নির্দিষ্ট করে দিতে হলে, DrakX আপনাকে জিজ্ঞাসা করবে আপনি অপশন কনফিগার করতে চান কিনা। আপনার DrakX কে হার্ডওয়্যারটির নির্দিষ্ট কার্ডের অপশনের জন্য প্রোব করতে দেয়া উচিত্‍ যা কিনা adapter ইনিশিয়ালাইজ করতে প্রয়োজন। বেশীরভাগ ক্ষেত্রে DrakX এই কাজটি কোন ঝামেলা ছাড়াই সম্পন্ন করবে। DrakX যদি প্রোব করে হার্ডওয়্যারে পাঠানোর জন্য প্যারামিটারগুলো নির্ধারন করতে না পারে তাহলে আপনাকে তা নিজে হাতে কনফিগারেশন করতে হবে।
et: Esmalt otsib DrakX üles kõik Teie arvuti IDE-seadmed, püüdes samal ajal tuvastada ka PCI siini SCSI-liideseid. Kui viimaseid leitakse ja vastav(ad) draiver(id) on teada, siis laetakse ja paigaldatakse kõik vajalik automaatselt. Riistvara tuvastamine ei pruugi alati siiski õnnestuda ja kui see nii peaks minema, palub DrakX Teil teatada, kas masinas on mõni PCI SCSI-liides. Kui peate oma adapteri käsitsi määrama, küsib DrakX, kas soovite määrata ka selle parameetrid. Siin oleks mõtet lasta tegutseda DrakX'il, mis proovib järele liidese spetsiifilised omadused, mida see initsialiseerimiseks vajab. Tavaliselt õnnestub see edukalt. Kui automaatne parameetrite otsimine ei tööta, tuleb liides käsitsi seadistada. Selleks tutvuge palun lähemalt oma SCSI liidese dokumentatsiooniga või küsige abi riistvara müüjalt.
eu: DrakX-k zure ordenagailuko IDE gailu guztiak detektatuko ditu orain. Zure sisteman PCI SCSI txartelik dagoen ere begiratuko du. SCSI txartela aurkitzen badu, DrakX-k automatikoki instalatuko du kontrolatzaile egokia. Hardwarearen detekzioa erabat segurua ez denez, DrakX-k huts egin lezake hardwarea detektatzean. Horrela bada, hardwarea eskuz zehaztu beharko duzu. PCI SCSI moldagailua eskuz zehaztu behar baduzu, aukerak eskuz konfiguratu nahi dituzun galdetuko dizu DrakX-k. Moldagailua hasieratzeko behar dituen aukera zehatzak bila ditzan, hardwarea aztertzen utzi beharko zenioke DrakX-ri. Gehienetan, DrakX-k ez du arazorik izango prozesu hori burutzeko. DrakX-k ezin baditu egiaztatu hardwareari pasatu behar zaizkion parametroak zein diren automatikoki erabakitzeko aukerak, eskuz konfiguratu beharko duzu kontrolatzailea.
fa: برنامه‌ی درایک‌ایکس در ابتدا هر دستگاه موجود IDE را در رایانه‌اتان شناسائی خواهد کرد. آن همچنین برای یافتن یک یا چند کارت IDE /SCSI بر سیستم شما پویش خواهد کرد.اگر یک کارت SCSI یافت شود، درایک‌ایکس بطور خودکار راه‌انداز مناسب را نصب خواهد کرد. برای اینکه شناسائی سخت‌افزار کامل نمی‌باشد، درایک‌ایکس ممکن است در شناسائی سخت‌افزار شما شکست بخورد. اگر چنین شود مجبور خواهید شد که سخت‌افزار خود را دستی مشخص کنید. اگر مجبور شدید کارت PCI SCSI خود را دستی مشخص کنید، درایک‌ایکس از شما برای پیکربندی گزینه‌های آن سؤال خواهد کرد. شما باید به درایک‌ایکس اجازه دهید که سخت‌افزار را برای گزینه‌های بخصوص-کارت که برای تطبیق کارت لازمند جستجو کند. در بیشتر مواقع درایک‌ایکس بدون هیچ مشکلی این مرحله را طی می‌کند. اگر درایک‌ایکس نتواند سخت‌افزار را برای گزینه‌ها را به منظور یافتن پارامترهایی که لازمند به سخت‌افزار داده شوند وارسی کند، باید راه‌انداز را دستی پیکربندی کنید.
fi: Aluksi DrakX tunnistaa kaikki IDE-laitteet, jotka on kytketty järjestelmääsi. Samalla myös tutkitaan löytyykö järjestelmästä PCI SCSI -ohjaimia. Jos SCSI-ohjain löytyy, asentaa DrakX tarvittavat ajurit. Koska laitteiston tunnistaminen ei ole idiootinvarma, DrakX voi epäonnistua. Siinä tapauksessa joudut määrittämään laitteistosi itse. Jos sinun pitää määrittää PCI SCSI -ohjaintasi, DrakX kysyy sinulta haluatko määrittää ohjaimen asetuksia. Ehdotamme että sallit DrakX:n tunnistaa tarvittavat asetukset laitteiston alustamiseen. Yleensä DrakX suorittaa tämän toiminnon ongelmitta. Jos DrakX ei pystykään tunnistamaan tarvittavia asetuksia joilla ohjain pitää alustaa, joudut itse syöttämään ne ajurille.
fr: DrakX détecte maintenant tous les périphériques IDE présents sur votre système. DrakX recherchera aussi les périphériques SCSI. Enfin, selon les composantes détectées, DrakX installera tous les pilotes nécessaires à son fonctionnement. Compte tenu de la vaste gamme de périphériques disponibles sur le marché, dans certains cas la détection de matériel ne fonctionnera pas. Si c'est le cas, vous devrez alors configurer votre matériel à la main. Si vous devez configurer votre carte SCSI manuellement, DrakX vous demandera si vous souhaitez spécifier à la main les options du périphérique. Laissez en fait DrakX chercher automatiquement les options nécessaires à la configuration de votre carte, cela fonctionne généralement. Il peut arriver que DrakX soit incapable de vérifier les options nécessaires. Dans ce cas, vous devrez les déterminer manuellement.
it: Ora DrakX procederà con il rilevamento di tutti i dischi rigidi e altri dispositivi IDE presenti sul tuo computer, e cercherà anche di stabilire se sul tuo sistema sono presenti una o più schede SCSI di tipo PCI. Se verrà individuato un dispositivo di questo tipo, DrakX installerà automaticamente il driver appropriato. Dato che il riconoscimento automatico non è un'operazione a prova d'errore, DrakX potrebbe non riuscire a individuare i tuoi dischi rigidi. In tal caso dovrai inserire manualmente i dati relativi al tuo hardware. Nel caso tu debba specificare manualmente il tipo di scheda in tuo possesso, DrakX ti chiederà se intendi indicare il valore di alcuni parametri da usare con essa. Ti consigliamo di permettere a DrakX di esaminare l'hardware per stabilire quali parametri specifici dovranno essere impostati per inizializzare quella particolare scheda ; questo metodo in genere permette di ottenere buoni risultati. Se DrakX non riesce a stabilire quali sono i parametri da passare alla scheda, dovrai specificarli manualmente.
mt: DrakX issa se jfittex apparat IDE fuq il-kompjuter tiegħek. Huwa wkoll ifittex kard waħda jew iżjed SCSI PCI fuq is-sistema. Jekk tinstab kard SCSI, DrakX awtomatikament jinstalla d-drajver għaliha. Peress li dan il-proċess mhux dejjem isib ċerti apparat, DrakX jista' ma jsibx il-ħard disks tiegħek. F'dak il-każ trid tissettja l-ħardwer manwalment. Jekk trid tissettja l-adattur SCSI manwalment, DrakX jistaqsik jekk tridx tispeċifika għażliet għalih. Jaqbillek tħalli lill DrakX jeżamina l-ħardwer biex isir jaf liema għażliet għandu bżonn l-apparat biex jaħdem. Dan normalment jaħdem sew. Jekk DrakX mhux kapaċi jagħraf l-għażliet li jridu jiġu mgħoddija, trid tispeċifikahom manwalment lid-drajver.
nl: DrakX zal om te beginnen zoeken naar IDE-apparaten die in uw computer aanwezig zijn. Het zal tevens zoeken naar één of meer PCI SCSI-kaart(en) in uw systeem. Als een SCSI-kaart gevonden is, zal DrakX automatisch het geschikte stuurprogramma installeren. Omdat hardware-bespeuring niet altijd gegarandeerd foutloos werkt, is het mogelijk dat DrakX uw harde schijven niet vindt. In dat geval zult u uw apparatuur handmatig moeten specificeren. In het geval dat u handmatig uw PCI SCSI-adapter heeft moeten specificeren, zal DrakX u vragen of u er opties aan wilt meegeven. Staat u DrakX toe om de apparatuur na te gaan voor kaartspecifieke opties die nodig zijn om de adapter te initialiseren. In de meeste gevallen zal DrakX deze stap probleemloos doorlopen. Als DrakX niet in staat is om automatisch te onderzoeken welke opties doorgegeven moeten worden aan de apparatuur, zult u handmatig het stuurprogramma moeten configureren.
pl: Instalator próbuje najpierw wykryć urządzenia IDE obecne w komputerze. Wykrywana jest także jedna (lub więcej) karta PCI SCSI. Jeśli karta SCSI zostanie znaleziona, instalator automatycznie zainstaluje odpowiedni sterownik. Trzeba jednak przyznać, że proces wykrywania nie zawsze zakończy się wykryciem całego sprzętu. Jeśli taki przypadek zajdzie, należy ręcznie wybrać odpowiednie urządzenie. Jeśli istnieje potrzeba ręcznego wyboru karty SCSI, instalator zapyta, czy dla niej mają zostać ustawione jakiś opcje. Należy zezwolić na zbadanie sprzętu w celu ustawienia specyficznych dla karty opcji, które powinny zostać zainicjowane. Zazwyczaj działa to dobrze. Jeśli instalator nie będzie potrafił zbadać sprzętu w celu określenia, które z parametrów muszą zostać ustawione do poprawnego działania sprzętu, należy ręcznie skonfigurować sterownik.
pt_br: O DrakX tentará localizar primeiramente qualquer dispositivo IDE presente em sua máquina. Ele também tentará encontrar um ou mais placas PCI SCSI. Se o DrakX encontrar um adaptador SCSI ele instalará automaticamente o driver apropriado. Como a detecção do hardware não é à prova de falhas, o DrakX pode falhar ao tentar detectar seus discos. Se isto acontecer, você precisará especificar seu hardware manualmente. Se você tiver que especificar manualmente o seu adaptador, o DrakX perguntará se você quer especificar opções para ele. Você pode deixar que o DrakX examine o hardware para descobrir as opções. Isto normalmente funciona bem. Se o DrakX não conseguir detectar as opções automaticamente para determinar quais parâmetros são necessários passar ao hardware, você precisará fornecer configurar o para o driver manualmente.
ru: Сначала DrakX определит любые IDE устройства, присутствующие в вашей системе. Также он проверит наличие одной или больше PCI SCSI карт в системе. Если будет найдена SCSI карта, DrakX автоматически установит соответствующий драйвер. Так как обнаружение аппаратного обеспечения не всегда ошибкоустойчиво, DrakX может не справиться с определением ваших жестких дисков. Если это случится, тогда вам прийдется вручную указать ему оборудование. Если вам пришлось вручную указать PCI SCSI адаптер, DrakX спросит вас, хотите ли вы настроить его параметры. Вы должны разрешить DrakX проверить специфические для карты опции, которые нужны для инициализации адаптера. Обычно DrakX проходит этот шаг без проблем. Если DrakX не в состоянии автоматически определить, какие параметры нужны оборудованию, вам прийдется вручную настроить драйвер.
sl: DrakX bo najprej zaznal vse naprave, ki so v vašem računalniku priključene na IDE vodila in vse PCI SCSI kartice. Če bo zaznal eno ali več PCI SCSI kartic, bo zanje namestil ustrezne gonilnike. Zaznavanje strojne opreme ni povsem zanesljivo. Če DrakX katere od naprav ne bo zaznal, jo boste morali dodati ročno. Če ste morali ročno dodati PCI SCSI kartico, vas bo DrakX povprašal, če jo želite tudi nastaviti ročno. Dovolite, da DrakX preizkusi možnosti in nastavi vrednosti, ki so potrebne za inicializacijo kartice. V večini primerov DrakX pri tem nima težav. Če DrakX kartice ne uspe nastaviti samodejno, boste morali gonilnik za kartico nastaviti ročno.
vi: Trước tiên, DrakX sẽ phát hiện các thiết bị IDE có trong máy. Nó cũng sẽ rà quét các PCI SCSI Card có trên hệ thống. Nếu tìm thấy card SCSI, DrakX sẽ tự động cài đặt driver phù hợp. Vì việc phát hiện phần cứng không đơn giản, DrakX có thể không dò tìm được các đĩa cứng. Trong trường hợp đó, bạn sẽ phải tự cấu hình. Nếu như bạn phải tự chỉ ra PCI SCSI adapter, DrakX sẽ hỏi bạn có muốn cấu hình các tùy chọn cho nó không. Bạn nên để DrakX thăm dò phần cứng để đưa ra các tùy chọn cần để khởi tạo adapter. Việc này thường diễn ra một cách trôi chảy. Nếu DrakX không thể thăm dò được các tùy chọn thích hợp để tự động xác định những tham số cần cho phần cứng, bạn sẽ phải tự cấu hình driver.
zh_cn: DrakX 将会首先检测您系统中所安装的 IDE 设备。它还会搜索您系统中所有的 PCI SCSI 适配卡。如果 DrakX 发现了 SCSI 适配卡, 它会自动安装合适的驱动程序。 由于硬件检测并不总是可信的, DrakX 可能无法检测到您的硬盘驱动器。如果是这样 的话, 您就需要手动指定您的硬件。 如果您需要手动指定 PCI SCSI 适配卡, DrakX 将提问您是否要指定特别的参数。您 最好让 DrakX 去检测硬件, 这样有助于获得初始化适配卡所需的选项。在大多数情况 下, DrakX 将会顺利通过这一步。 如果 DrakX 无法检测到适当的参数, 就只好劳驾您亲自配置驱动程序了。

source: "%s": if a sound card is detected on your system, it'll be displayed here. If you notice the sound card is not the one actually present on your system, you can click on the button and choose a different driver.
ar: "%s": إذا تم اكتشاف بطاقة صوت على نظامك، سيتم عرضها هنا. إذا لاحظت أن بطاقة الصوت المعروضة هنا ليست تلك الموجودة فعلاً على نظامك، يمكنك الضغط على الزر و اختيار مشغل آخر.
bn: "%s": যদি আপনার সিস্টেমে একটি সাউন্ড কার্ড পাওযা যায়, সেটা এখানে দেখানো হবে। যদি আপনি জানান যে আসলে এই সাউন্ড কার্ডটি আপনার সিস্টেমে উপস্থিত নেই, তাহলে আপনি বাটনে ক্লিক করুন এবং অন্য একটি ড্রাইভার বেছে নিন।
bs: "%s": ako je na vašem sistemu otkrivena zvučna kartica, ona će biti prikazana ovdje. Ako primijetite da prikazana zvučna kartica nije ona koja je ustvari dio vašeg sistema, možete kliknuti na dugme i odabrati neki drugi drajver.
cs: "%s": pokud je detekována v počítači zvuková karta, je zde zobrazena. Pokud ale vidíte, že zobrazená karta není přesně tak, kterou máte v počítači, můžete klepnutím na tlačítko vybrat jinou kartu a ovladač.
cy: "%s": os yw cerdyn sain yn cael ei ganfod ar eich cyfrifiadur, bydd yn cael ei ddangos yma. Os ydych yn sylwi nad y cerdyn sain sydd ar eich cyfrifiadur sy'n cael ei ddangos, yna cliciwch ar y botwm a dewis gyrrwr arall.
da: '%s': Hvis et lydkort er blevet fundet på dit system, vil det blive vist her. Hvis du bemærker at lydkortet ikke er det som faktisk er til stede på systemet, kan du klikke på knappen og vælge en anden driver.
de: „%s“: Falls eine Soundkarte in Ihrem Rechner gefunden wurde, wird sie hier angezeigt. Sollte die von DrakX getroffene Auswahl nicht korrekt sein, betätigen Sie einfach die Schaltfläche, um sie zu korrigieren.
eo: "%s": se sonkarto estas detektita en via sistemo, ĝi estos ĉi tie montrata. Se vi rimarkas ke la sonkarto ne estas tiu aktuale en via sistemo, vi povas alklaki la butonon kaj elekti alian pelilon.
es: "%s": si se detecta una tarjeta de sonido en su sistema, la misma se mostrará aquí. Si nota que la tarjeta de sonido no es la que está realmente presente en su sistema, puede hacer clic sobre el botón y elegir un controlador diferente.
et: "%s": kui süsteemis leiti helikaart, näidatakse seda siin. Kui märkate, et näidatav helikaart ei ole mitte see, mis süsteemis Teie teada tegelikult on, klõpsake nuppu ja valige uus draiver.
eu: "%s": zure sisteman soinu-txartel bat detektatu ezkero, hemen bistaratuko da. Bistaratutako soinu-txartela zure sisteman dagoena ez dela Ikusten baduzu, botoian klik egin eta beste gidari bat hauta dezakezu.
fa: "%s": اگر یک کارت صوت در سیستم شما شناسائی شده است در اینجا نشان داده میشود. اگر کارت نشان داده شده آن نیست که در سیستم شما وجود دارد، میتوانید بر دکمه کلیک کرده و راه‌انداز دیگری را انتخاب کنید.
fi: "%s": jos äänikortti on tunnistettu järjestelmässäsi, se näytetään täällä. Jos huomaat että näytetty äänikortti ei vastaa sitä joka on asennettu koneeseesi, voit painaa tätä painiketta ja valita toisen ajurin.
fr: « %s » : si une carte son a été détectée, elle apparaîtra ici. Si vous remarquez que la carte configurée n'est pas celle qui se trouve effectivement sur votre système, vous pouvez cliquer sur le bouton pour choisir un pilote différent .
gl: "%s": se se detecta unha tarxeta de son no seu sistema, amosarase aquí. Se ve que a tarxeta de son non é a que ten posta no seu sistema, pode premer no botón e escoller un driver diferente.
he: "%s": אם זוהה כרטיס קול במערכת שלך, הוא מוצג להלן. אם שמת לב שהכרטיס הקול שמוצג אינו מתאים לחומרה שלך, באפשרותך, ללחוץ על הכפתור ולבחור מנהל-התקן אחר.
hu: "%s": ha a telepítő hangkártyát észlel a gépben, az itt fog megjelenni. Ha az itt megjelenő hangkártya nem azonos a gépben levővel, akkor kattintson a gombra és válasszon egy másik meghajtóprogramot.
id: "%s": jika kartu suara terdeteksi di sistem Anda, akan ditampilkan di sini. Jika kartu suara yang tampil tidak sesuai dengan yang ada pada sistem, Anda bisa klik pada tombol dan pilih driver lain.
is: "%s": ef hljóðkort finnst í tölvunni. þá verða upplýsingar um það sýndar hér. Ef þú sérð að hljóðkortið er ekki það sem er raunverulega í tölvunni, þá getur þú smellt á hnappinn hér og bent á annan rekil.
it: "%s": se sul vostro sistema è stata individuata una scheda audio, verrà mostrata qui. Se notate che la scheda audio mostrata non è quella effettivamente presente sul vostro sistema, potete cliccare sul pulsante e scegliere un driver diverso.
ja: %s: サウンドカードが検出されると、ここに表示されます。 表示されたサウンドカードがお使いのものでない場合は、ボタンをクリックして 別のドライバを選んでください。
mk: „%s“: ако е пронајдена звучната карта на вашиот систем, таа ќе биде прикажана овде. Доколку вашата звучна карта е различна од прикажаната може да притиснете на копчето и да изберете друг драјвер.
mt: "%s": jekk tinstab kard ta' l-awdjo fuq is-sistema, tintwera hawn. Jekk tinduna li l-kard ta' l-awdjo murija mhix dik li għandek fis-sistema, tista' tikklikkja fuq il-buttuna u tagħżel drajver differenti.
nb: «%s»: hvis et lydkort blir oppdaget på systemet ditt, blir det vist her. Hvis du oppdager at lydkortet som blir vist her ikke er det som faktisk er til stede på ditt system, så kan du klikke på denne knappen for å velge en annen driver.
nl: "%s": als een geluidskaart op uw computer gevonden is, dan staat dat hier weergegeven. In het geval dat de weergegeven geluidskaart niet degene is die daadwerkelijk aanwezig is in uw computer, dan kunt u op de knop klikken en een ander stuurprogramma kiezen.
nn: «%s»: Eventuelle lydkort funne vert vist her. Viss lydkortet vist her ikkje er installert i maskina di, kan du trykkja knappen og velja ein annan drivar.
pl: "%s": jeśli karta dźwiękowa została wykryta w systemie, jest ona wyświetlana w tym miejscu. Jeśli zauważysz, że wyświetlana karta nie jest tą, która jest aktualnie obecna w systemie, możesz kliknąć przycisk i wybrać inny sterownik.
pt: "%s": se foi detectada uma placa de som no seu sistema, será listada aqui. Se verificar que a placa de som listada não é a placa que está presente no seu sistema, pode clicar no botão e escolher outro controaldor.
pt_br: "%s": se uma placa de som for detectada em seu sistema, ela estará indicada aqui. Se você observar que a placa de som indicada não é a que realmente está presente em seu sistema, você pode clicar no botão e escolher outro driver.
ru: "%s": если в вашей системе найдена звуковая карта, здесь это будет показано. Если вы увидите, что показанная звуковая карта не соответствует тому, что у вас реально есть в системе, вы можете нажать на кнопку и выбрать другой драйвер.
sk: "%s": ak bola nájdená vo vašom systéme zvuková karta, bude tu zobrazená. Ak si myslíte, že to nie je karta, ktorá sa nachádza vo vašom systéme, môžete kliknúť na tlačidlo a vybrať si iný ovládač.
sl: »%s«: Če je sistem zaznal zvočno kartico, je prikazana na tem mestu. Če je prikazana drugačna kartica, kot je priključena v računalniku, kliknite na gumb in izberite drug gonilnik.
sv: "%s": om ett ljudkort identifierats i datorn visas det här. Om du märker att det ljudkort som visas inte är det samma som finns i din dator så kan du klicka på knappen för att välja en annan drivrutin.
tg: "%s": агар дар системи шумо корти овоздор муаяйн нашуда бошад, онгоҳ корти мазкур дар ин ҷо нишон дода мешавад. Агар шумо бинед, ки корти овоздори нишондода шуда ба оне ки дар системи шумо мувоффиқат намекунад, шумо метавонед ба дагма ангушт зада гардони дигарро интихоб намоед.
uk: "%s": якщо система визначить звукову карту, її тип буде показано тут. Якщо Ви побачите, що вона не того типу, що дійсно вставлена у Вашій системі, можете натиснути кнопку і вибрати інший драйвер.
vi: "%s": Nếu phát hiện thấy có card âm thanh trong hệ thống, nó sẽ hiển thị tại đây. Nếu nó không đúng với cái bạn đang có trong hệ thống, bạn có thể nhấn nút này và chọn một driver khác.
wa: «%s»: si ene cåte son est detectêye so vosse sistinme, ele srè metowe chal. Si c' est nén l' cene ki vos avoz, vos ploz clitchî chal po tchoezi èn ôte mineu.
zh_cn: "%s"：如果在您的系统中检测到了声卡, 则会在此处显示。如果您发现在此显示的声卡与您系统中实际安装的声卡并不相同, 您可以单击该按钮选择不同的驱动程序。
zh_tw: "%s": 如果您的系統上有偵測到音效卡，它將會顯示在這裡。如果您發現這並不是 目前您的系統使用的音效卡，您可以按下按鈕並選擇另一個驅動程式。
