Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Use existing partition
ar: استخدام التجزيء الموجود
bn: উপস্থিত পার্টিশন ব্যবহার করো
bs: Koristi postojeću particiju
ca: Utilitza les particions existents
cs: Použije existující oddíl
cy: Defnyddiwch y rhaniadau presennol
da: Brug eksisterende partition
de: Verwende existierende Partition(en)
eo: Uzu ekzistantan subdiskon
es: Usar la partición existente
et: Olemasolevate partitsioonide kasutamine
eu: Erabili lehendik dagoen partizioa
fa: استفاده از قسمت‌بندی‌های موجود
fi: Käytä olemassa olevia osioita
fr: Utiliser une partition existante
gl: Usar partición existente
he: שימוש במחיצות קיימות
hu: Már létező partíció használata
id: Gunakan partisi yang sudah ada
is: Nota núverandi disksneið
it: Usa partizioni esistenti
ja: 既存のパーティションを使う
mk: Користи ја постоечката партиција
mt: Uża partizzjoni eżistenti
nb: Bruk eksisterende partisjon
nl: Een bestaande partitie gebruiken
nn: Bruk gammal partisjon
pl: Wykorzystaj istniejące partycje
pt: Usar partição existente
pt_br: Usar partição existente
ru: Использовать существующий раздел
sk: Použiť existujúci oddiel
sl: Uporabi obstoječi razdelek
sv: Använd existerande partition
tg: Бахшбандии ҳозир бударо истифода баред
uk: Використовувати існуючий розділ
vi: Dùng phân vùng hiện thời
wa: Eployî les pårticions k' i gn a
zh_cn: 使用已有分区
zh_tw: 使用已經存在的分割區

source: Use the free space on the Microsoft Windows® partition
et: Vaba ruumi kasutamine Microsoft Windows® partitsioonil
pt_br: Usar o espaço livre da partição Microsoft Windows®
sl: Uporabi razpoložljivi prostor na razdelku od Windows

source: Erase entire disk
ar: مسح كل القرص
bn: সম্পূর্ণ ডিস্ক মুছে ফেলো
bs: Pobriši čitav disk
ca: Esborra tot el disc
cs: Smazat celý disk
cy: Dileu'r ddisg gyfan
da: Slet hele disken
de: Komplette Platte löschen
eo: Forviŝu la tutan diskon
es: Borrar el disco entero
et: Kogu ketta tühjendamine
eu: Borratu disko osoa
fa: تمام دیسک پاک شود
fi: Tyhjennä koko levy
fr: Effacer tout le disque
gl: Borra-lo disco enteiro
he: מחיקת כל המידע הקיים בכונן הקשיח
hu: A teljes lemez törlése
id: Hapus seluruh disk
is: Eyða öllu á disknum
it: Cancella l'intero disco
ja: ディスク全体を消去
mk: Избриши го целиот диск
mt: Ħassar kull m'hemm fid-diska
nb: Slette hele disken
nl: Volledige harde schijf wissen
nn: Slett heile disken
pl: Wymaż cały dysk
pt: Apagar disco inteiro
pt_br: Apagar disco inteiro
ru: Очистить весь диск
sk: Vymazať celý disk
sl: Izbriši celoten disk
sv: Radera hela hårddisken
tg: Тамоми дискро тоза намоед
uk: Стерти весь диск
vi: Xoá toàn bộ đĩa
wa: Disfacer li plake etire
zh_cn: 清除整个磁盘
zh_tw: 刪除所有磁碟內容
