Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: This dialog is used to select which services you wish to start at boot time. DrakX will list all services available on the current installation. Review each one of them carefully and uncheck those which are not needed at boot time. A short explanatory text will be displayed about a service when it is selected. However, if you're not sure whether a service is useful or not, it is safer to leave the default behavior. !! At this stage, be very careful if you intend to use your machine as a server: you probably do not want to start any services which you do not need. Please remember that some services can be dangerous if they're enabled on a server. In general, select only those services you really need. !!
ar: يستخدم هذا الحوار لاختيار الخدمات التي تودّ تشغيلها عند بدء التشغيل. سيقوم DrakX بعرض قائمة بكل الخدمات المتوفرة في هذا التثبيت. راجع كل خدمة بتمعن و قم بإزالة التأشير من تلك الخدمات التي لا تحتاجها بشكل دائم عند الإقلاع. سيتم عرض شرح قصير حول الخدمة عند اختيارها. عموماً، إن لم تكن متأكد ما إذا كانت الخدمة مفيدة أم لا، فمن الأفضل ترك الخيار الإفتراضي. !! في هذه المرحلة كن حذراُ إذا كنت تريد استخدام ماكينتك كخادم: ربما لن تريد بدء أي خدمات لا تحتاجها. فضلاً تذكر أن العديد من الخدمات قد تكون خطرة إذا كانت متاحة على الخادم. بشكل عام اختر فقط الخدمات التي تحتاجها بالفعل !!
bn: এই ডায়ালগটি আপনি বুট করার সময় কি কি সার্ভিস শুরু করতে চান তা নির্বাচন করার জন্য। DrakX বর্তমান ইনস্টলেশনে বিদ্যমান সব সার্ভিস দেখাবে। প্রতিটি সার্ভিস ভালভাবে দেখুন এবং বুটের সময় যেগুলো প্রয়োজন না হয়, সেগুলো আনচেক করুন। একটি সার্ভিস নির্বাচন করলে, সার্ভিসটি সম্পর্কে সংক্ষিপ্ত তথ্য প্রদর্শিত হবে। আপনি যদি কোন সার্ভিসের আবশ্যকতা সম্পর্কে নিশ্চিত না হন তবে ডিফল্ট মানে রেখে দেয়াই নিরাপদ। !! আপনি আপনার মেশিন সার্ভার হিসেবে ব্যবহার করতে চাইলে খুব সাবধান থাকবেন: আপনি অবশ্যই কোন অবাঞ্ছনীয় সার্ভিস চালু করতে চান না কারন কিছু সার্ভিস সার্ভারে সক্রিয় করাটা বিপদজনক। এক কথায়, শুধু সেসব সার্ভিসই চালু করুন যেসব আপনার প্রয়োজন। !!
bs: Ovim dijalogom možete izabrati koje servise želite pokretati prilikom boota. Ovdje su predstavljeni svi servisi koji su dostupni u trenutnoj instalaciji. Pregledajte ih pažljivo i isključite sve one koji nisu potrebni prilikom boota. Kada izaberete servis dobićete kratki tekst koji objašnjava taj servis. Ipak, ako niste sigurni da li je servis koristan ili ne, sigurnije je da ne mijenjate predloženi izbor. !! Budite vrlo pažljivi sa ovim korakom ako namjeravate koristiti vaš računar kao server: vjerovatno ne želite da pokrenete neke servise koji vam ne trebaju. Molim vas da zapamtite da pojedini servisi mogu biti opasni ako su aktivni na serveru. Općenito, izaberite samo one servise koji vam stvarno trebaju. !!
ca: En aquest diàleg escollireu els serveis que voleu que s'iniciïn durant l'arrencada. DrakX farà una llista de tots els serveis disponibles en la instal·lació actual. Reviseu-los amb cura i desmarqueu aquells que no siguin necessaris durant l'arrencada. Podeu obtenir una explicació breu sobre un servei si el seleccioneu. Si no esteu segur de la utilitat d'un servei, el més segur és deixar el comportament per defecte. !! Aneu especialment amb cura en aquest pas si penseu utilitzar l'ordinador com a servidor: segurament no voldreu iniciar serveis que no necessiteu. Recordeu que hi ha diversos serveis que poden ser perillosos si s'habiliten en un servidor. En general, seleccioneu només els serveis que realment necessiteu. !!
cs: Nyní si zvolte, které služby mají být spuštěny při startu počítače. Je zde seznam všech služeb, které jsou aktuálně nainstalovány. Prohlédněte si seznam pozorně a zrušte ty, které nepotřebujete při startu počítače spouštět. Pokud přejedete myší nad některou položkou, objeví se malá nápověda s popisem, co daná služba dělá. Pokud přesně nevíte, zda je služba užitečná nebo ne, je lepší ji nechat ve výchozím stavu. !! Rozvažte, co za služby spustit, zvláště pokud budete počítač provozovat jako server: nepotřebujete všechny služby. Pamatujte, že čím více služeb je spuštěno, tím je větší nebezpečí nežádoucího proniknutí do počítače. Takže povolte opravdu jen ty služby, které nezbytně potřebujete !!
cy: Dewiswch pa wasanaethau rydych am eu cael wrth gychwyn eich cyfrifiadur. Bydd DrakX yn rhestri'r holl wasanaethau sydd ar gael gyda'r gosodiad cyfredol. Darllenwch y rhestr yn ofalus a dad-diciwch y rhai nad oes eu hangen bob tro wrth gychwyn. Mae modd cael esboniad byr am wasanaeth wrth eu dewis. Ond, os nad ydych yn siwr a yw'r gwasanaeth o werth neu beidio, mae'n well cadw at y drefn rhagosodedig !!Byddwch yn ofalus iawn os ydych am ddefnyddio eich peiriant fel gweinydd: mwy na thebyg na fyddwch eisiau cychwyn unrhyw wasanaethau nad oes eu hangen. Cofiwch fod cael nifer o wasanaethau wedi eu galluogi ar y gweinydd, fod yn beryglus. Yn gyffredinol, dim ond dewis y gwasanaethau mae'n rhaid eu cael !!
da: Denne dialog bruges til at vælge hvilke tjenester du ønsker skal startes ved opstart af maskinen. DrakX vil præsentere alle tjenester, som er med i den aktuelle installation. Gennemse hver enkelt af dem omhyggeligt og vælg dem fra som ikke er nødvendige på opstartstidspunktet. En kort forklarende tekst om en tjeneste bliver vist når den vælges. Hvis du ikke er sikker på om en tjeneste er nyttig eller ej, er det dog sikrere at bruge den foreslåede opførsel. Vær specielt varsom på dette trin hvis du planlægger at bruge maskinen som server: du vil formentlig ønske ikke at starte nogensomhelst tjeneste op som du ikke har brug for. Husk at nogen tjenester kan være farlige hvis de er aktiveret på en server. Vælg som hovedregel kun de tjenester som du virkelig behøver.
de: Als nächstes können Sie die Dienste auswählen, die während des Betriebssystemstarts aktiviert werden sollen. DrakX listet hier alle Dienste, die nach der aktuellen Installation zum BS-Start zur Verfügung stehen, angezeigt. Lesen Sie diese Liste sorgfältig durch und markieren Sie nur die Dienste, die Sie immer ab dem BS-Start zur Verfügung haben wollen. Wenn Sie einen Dienst anwählen, erhalten Sie eine kurze Erklärung dazu. Wenn Sie nicht sicher sind, ob ein Dienst bzw. Server sinnvoll ist oder nicht, verändern Sie am Besten die voreingestellten Markierungen nicht. !! Sollten Sie Ihren Rechner als Server verwenden wollen, so müssen Sie an dieser Stelle besonders vorsichtig sein: wählen Sie alle Dienste ab, die Sie nicht benötigen. Denken Sie daran, dass etliche Dienste eine potentielle Einbruchstelle in das System von außen darstellen, wenn diese im Serverbetrieb laufen. Also, nur die Dienste einschalten, die Sie wirklich brauchen! !!
eo: Tiu ĉi dialogo uzeblas por elekti kiujn servojn vi deziras startigi kiam vi startigas vian komputilon. DrakX listigos ĉiujn servojn atingeblajn en la nuna instalaĵo. Kontrolu ĉiujn zorge kaj malelektu tiujn kiuj ne estas ĉiam bezonataj dum la starto. Mallonga klariga teksto montriĝos pri servo, kiam ĝi estas selektita. Tamen, se vi ne estas certa ĉu servo estas utila aŭ ne, estas pli sekure lasi la defaŭltan sintenon. !!Ege zorgu ĉe ĉi tiu paŝo se vi intencas uzi vian komputilon kiel servilon: ne startu servojn kiujn vi ne bezonas. Memoru ke certaj servoj povas esti danĝeraj se ili estas enŝaltitaj en servilo. Ĝenerale, elektu nur tiujn servojn kiujn vi vere bezonas.!!
es: Este diálogo se usa para elegir cuáles servicios Usted desea que se inicien durante el arranque. DrakX listará todos los servicios disponibles en la instalación corriente. Revíselos con cuidado y quite la marca de aquellos que no son necesarios al arrancar. Cuando se selecciona un servicio obtendrá un pequeño texto explicativo acerca del mismo. Sin embargo, si no está seguro si un servicio es útil o no, es más seguro dejar el comportamiento predeterminado. !! Tenga mucho cuidado en esta etapa si pretende usar su máquina como un servidor: probablemente no desea iniciar servicios que no necesita. Por favor recuerde que algunos servicios pueden ser peligrosos si están habilitados en un servidor. En general, seleccione sólo aquellos servicios que realmente necesita. !!
eu: Elkarrizketa hau abio garaian zein zerbitzu hastea nahi duzun aukeratzeko erabiltzen da. DrakX-ek uneko instalazioan erabilgarri dauden zerbitzu guztiak zerrendatuko ditu. Aztertu haietako bakoitza arretaz eta ezautatu abio garaian behar ez direnak. Zerbitzu bat hautatzean, azalpen-testu labur bat bistaratuko da. Hala ere, ez bazaude ziur zerbitzu bat erabiltzea komeni den ala ez, seguruagoa da jokabide lehenetsia uztea. Etapa honetan, oso kontuz ibili zure makina zerbitzari gisa erabiltzeko asmoa baduzu: seguru asko ez duzu nahi izango behar ez duzun zerbitzurik abiaraztea. Gogoan izan zerbitzu batzuk arriskutsuak izan daitezkeela zerbitzari batean gaitzen badira. Oro har, benetan behar dituzun zerbitzuak soilik hautatu!!
fa: این گفتگو برای انتخاب سرویس‌هایی است که می‌خواهید هنگام آغازگری راه‌اندازی شوند استفاده می‌شود. برنامه‌ی DrakX همه‌ی سرویس‌های موجود را در نصب کنونی فهرست خواهد کرد. هر یک را بدقت ملاحظه کرده و آنهایی را که در زمان آغازگری لازم ندارید انتخاب نکنید. اگر یک سرویس انتخاب شود یک توضیح کوتاه درباره آن نشان داده خواهد شد. اگر شما مطمئن نیستید که آیا سرویسی مفید است یا نه، بهتر است پیش‌فرض را به حال خود بگذارید. !! در این مرحله خیلی دقت کنید، اگر قصد دارید از رایانه خود مانند کارگزاری استفاده کنید: احتمالا نمی‌خواهید هیچ سرویسی را که لازم ندارید راه‌اندازی کنید. لطفاً بخاطر داشته باشید که چندین سرویس در صورتی که بر یک کارگزار بکار بیافتند می‌توانند خطرناک باشند. بطور عمومی، فقط سرویس‌هایی را انتخاب کنید که واقعاً لازم دارید. !!
fi: Voit nyt valita mitkä palvelut haluat käynnistää konetta käynnistettäessä. DrakX listaa kaikki palvelut, jotka löytyvät nykyisestä asennuksesta. Käy lista läpi huolellisesti ja poista kaikki ne palvelut, joita ei tarvita jokaisella käynnistyskerralla. Saat kustakin palvelusta lyhyen kuvaustekstin valitsemalla sen. Jos et kuitenkaan ole varma palvelun hyödyllisyydestä, on yleensä varmempaa jättää se oletusarvoiseksi. !! Tässä vaiheessa sinun pitää olla erityisen huolellinen, jos aiot käyttää konettasi palvelimena: et varmaankaan halua käynnistää niitä palveluita, joita et tarvitse. Muista myös, että jotkin palvelut voivat olla vaarallisia, jos ne ovat aktivoituja palvelimessa. Yleensä kannattaa valita vain ne palvelut, joita todella tarvitaan !!
fr: Vous pouvez maintenant choisir les services disponibles au démarrage de votre système. Ici sont présentés tous les services disponibles avec l'installation en place. Faites une bonne vérification et enlevez tout ce qui n'est pas absolument nécessaire au démarrage du système. Vous pouvez obtenir une courte explication des services en les sélectionnant spécifiquement. Cela dit, si vous n'êtes pas sûr de l'application d'un service, conservez les paramètres par défaut. !! À cette étape, soyez particulièrement attentif dans le cas d'un système destiné à agir comme serveur. Dans ce cas, vous voudrez probablement permettre exclusivement les services nécessaires. Souvenez-vous que certains services peuvent s'avérer dangereux s'il sont activés sur un serveur. En général, n'installez que les services dont vous avez absolument besoin. !!
gl: Este diálogo úsase para seleccionar que servicios desexa que arrinquen ó iniciar o sistema. DrakX listará tódolos servicios dispoñibles na instalación actual. Examine cada un deles coidadosamente e desmarque aqueles que non son necesarios ó iniciar o sistema. Cando seleccione un servicio amosarase un pequeno texto explicatorio sobre o servicio. Sen embargo, se non está seguro sobre se un servicio é útil ou non, é mellor deixalo como estea. ¡¡ Sexa especialmente coidadoso neste paso se pretende utiliza-la súa máquina coma un servidor: probablemente non quererá arrincar servicios que non precisa. Lembre que algúns servicios poden ser perigosos se están activados nun servidor. En xeral, seleccione só aqueles servicios que necesite de verdade !!
he: תיבת דו-שיח זו משמשת לבחירת השירותים שברצונך בהפעלתם באתחול המערכת. DrakX ירשום את כל השירותים הזמינים בהתקנה הנוכחית. יש לסקור כל אחד מהם בקפדנות ולהוריד את הסימון מאלו שאינם נחוצים באתחול. קטע הסבר קצר אודות השירות יוצג כשזה יבחר אך אף על פי כן אם אין לך מידע אם השירות שימושי או לאו יהיה זה בטוח יותר להשאיר את ברירת המחדל. !! בשלב זה עליך לנקוט זהירות יתרה אם בכוונתך להשתמש במכונה כשרת: כנראה אינך רוצה להפעיל שירותים שאינם נחוצים. יש לזכור כי שירותים מסוימים עלולים להיות מסוכנים אם יופעלו על שרת. ככלל יש לבחור רק את השירותים המחויבים. !!
hu: Ebben a párbeszédablakban lehet kijelölni a rendszerindításkor automatikusan elindítandó szolgáltatásokat. A telepítő megjeleníti a jelenleg telepített összes szolgáltatás listáját. Vizsgálja meg a listát alaposan, és törölje a kijelölést azok mellől, amelyek rendszerindításkor való elindítására nincs szükség. Egy szolgáltatás kiválasztásakor megjelenik a hozzá tartozó rövid leírás. Ha nem tudja biztosan, hogy a szolgáltatásra szükség van-e vagy sem, akkor ne változtassa meg az alapértelmezett indítási módot. Gondosan járjon el, ha a gépet kiszolgálónak fogja használni; ne indítson el egyetlen olyan szolgáltatást sem automatikusan, amelyre nincs szükség. Kiszolgáló esetén bizonyos szolgáltatások biztonsági kockázatot jelentenek. Csak a valóban szükséges szolgáltatásokat engedélyezze.
id: Dialog ini digunakan untuk memilih layanan yang Anda jalankan saat boot. DrakX akan menampilkan semua layanan yang tersedia pada installasi ini. Periksa dengan baik dan jangan tandai layanan yang tidak diperlukan saat boot. Penjelasan singkat tentang layanan akan ditampilkan ketika suatu layanan dipilih. Namun jika Anda tak yakin kegunaan layanan tersebut, lebih aman menggunakan default. Pada tahap ini, hati-hati jika Anda bermaksud menjadikan komputer Anda sebuah server: Anda mungkin tidak ingin menjalankan layanan yang tidak diperlukan. Ingat, beberapa layanan bisa berbahaya jika dijalankan. Secara umum, pilihlah hanya layanan yang benar-benar Anda perlukan.
is: Þessi gluggi er notaður til að velja hvaða þjónustur eru ræstar við ræsingu tölvu. DrakX mun sýna lista yfir allar tiltækar þjónustur í núverandi uppsetningu. Skoðið hverja þeirra vandlega og af-veljið þær sem ekki er þörf á við ræsingu. Stutt lýsing verður birt um hverja þjónustu þegar hún er valin. Ef þú ert ekki viss um hvort þjónusta er nauðsynleg eða ekki þá er öruggara að nota sjálfgefið val. !! Farðu mjög varlega á þessu stigi ef þú ætlar að nota tölvuna þína sem miðlara. Þú vilt sennilega ekki ræsa neinar þjónustur sem ekki er þörf á. Vinsamlega mundu að sumar þjónustur geta verið hættulegar ef þær eru virkar á miðlara. Almennt talað, ræstu aðeins þær sem þú raunverulega þarft. !!
it: Qui potete scegliere i servizi da attivare automaticamente all'avvio del sistema. DrakX elencherà tutti i servizi disponibili con l'installazione attuale. Esaminateli attentamente e disabilitate quelli che non sono necessari all'avvio. Selezionando un servizio comparirà un breve testo che ne spiega le caratteristiche. Se non siete sicuri dell'utilità o meno di un servizio, è meglio non modificare la relativa impostazione predefinita. !! In questa fase dell'installazione dovete fare le vostre scelte con particolare attenzione nel caso intendiate usare il vostro computer come server: vi conviene evitare di attivare servizi di cui non avete bisogno. Ricordate che molti servizi sono potenzialmente pericolosi, se attivi su un server. Come regola generale, attivate soltanto quelli di cui avete veramente bisogno. !!
ja: ここでは起動時に開始するサービスを選択します。 DrakX は現在インストールされている利用可能なすべてのサービスを表示します。 それぞれをよく読んで、起動時に必要でないものについてはチェックを外して ください。 サービスを選択すると簡単な説明が表示されます。本当にそのサービスが必要 なのかどうか分からない場合は、デフォルトのままにしておくのが安全です。 !!お使いのマシンをサーバとして使用する場合は特に注意してください: 必要のないサービスは止めてください。 サービスのなかにはサーバで有効にすると危険なものがあります。 一般的には、本当に必要なサービスのみを選んでください。 !!
mk: Овој дијалог се користи за да ги изберете сервисите што сакате да се стартуваат за време на подигнување. „DrakX“ ќе ги излиста сите достапни сервиси во тековната инсталација. Внимателно разгледајте ги и дештиклирајте ги оние што не се потребни за време на подигнување. Можете да добиете кратко објаснување за некој сервис ако го изберете. Сепак, ако не сте сигурни дали некој сервис е корисен или не, побезбедно е да го оставите како што е. !! Во овој стадиум, бидете внимателни ако планирате да ја користите вашата машина како сервер: веројатно нема да сакате да стартувате некој сервис што не ви е потребен. Ве молиме запомнете дека повеќе сервиси можат да бидат опасни ако бидат овозможени на сервер. Воглавно, изберете ги само сервисите што навистина ви се потребни. !!
mt: Hawnhekk tista' tagħżel liema servizzi tixtieq ittella' mal-bidu. Dawn huma s-servizzi kollha disponibbli mal-konfigurazzjoni kurrenti. Iċċekkjahom sew u neħħi dawk li m'għandekx bżonn kull darba li titla' s-sistema. Tintwera spjagazzjoni qasira dwar kull servizz meta dan jingħażel. Però, jekk m'intix ċert dwar jekk servizz hux meħtieġ, aħjar tħalli l-għażla impliċita. !! F'dan l-istadju, oqgħod attent jekk tixtieq tuża l-kompjuter bħala server: aktarx ma jkollokx bżonn ittella' servizzi li m'intix se tuża. Ftakar li xi servizzi jistgħu ikunu perikolużi fuq server. Bħala regola ġenerali, ħalli biss dawk is-servizzi li verament għandek bżonn. !!
nb: Denne dialogen benyttes til å velge hvilke tjenester som skal startes når maskinen startes opp. DrakX vil liste opp alle tjenestene som er tilgjengelige i den gjeldende installasjonen. Gå nøye gjennom hver enkelt og fjern haken på de som ikke er nødvendige å starte. En kort forklarende tekst vil vises for hver tjeneste når de velges. Dersom du ikke er sikker på om en tjeneste er nødvendig, er det sikrest å la det forhåndsvalgte alternativet stå. !! på dette tidspunktet bør du være forsiktig dersom du ønsker å bruke maskinen som tjener: Du vil sannsynligvis ikke ønske å starte tjenester som du ikke trenger. Husk at noen tjenester kan representere en sikkerhetsrisiko dersom de er tilgjengelige på en tjener. Generelt bør du kun skru på tjenester som du trenger. !!
nl: In dit dialoogvenster kunt u kiezen welke diensten u wenst te starten tijdens de opstartfase van uw computer. Het installatieprogramma toont alle diensten die beschikbaar zijn in de huidige installatie. Kijk ze aandachtig na en de-selecteer degenen die niet nodig zijn bij het opstarten. Een korte verklarende tekst wordt gegeven over een dienst bij de selectie ervan. Wanneer u niet zeker bent of een dienst nuttig is of niet, dan is het veiliger om de standaardinstelling over te nemen. !! Wees vooral voorzichtig in deze stap als u uw machine als server wilt gebruiken: u zult waarschijnlijk de diensten die u niet nodig heeft niet willen starten. Onthoudt dat een aantal diensten riskant kunnen zijn indien ze geactiveerd zijn op een server. In het algemeen geldt: kies alleen de diensten die u echt nodig heeft. !!
nn: No kan du velja kva tenester du vil starta ved oppstart. Her er ei oversikt over alle tenestene som er tilgjengeleg under denne installasjonen. Sjå nøye gjennom lista, og kryss vekk dei du ikkje treng. Trykk på ei teneste for å sjå ei kort skildring av ho. Om du ikkje veit om du treng ei teneste eller ikkje, bør du la standardinnstillinga vera. !! Ver veldig forsiktig om du ønskjer å bruka maskina som tenar. Du bør ikkje starta tenester du ikkje er heilt sikker på at du treng. Hugs at fleire av tenestene kan vera farlege om dei køyrer på ein tenar.!!
pl: To okno dialogowe jest używane do wybrania usług włączanych podczas uruchamianiu systemu. Zaprezentowane zostaną wszystkie dostępne usługi z bieżącej instalacji. Przejrzyj je uważnie i odznacz te z nich, które nie są zawsze potrzebne przy uruchamianiu systemu. Po zaznaczeniu elementu listy, pojawi się objaśnienie z opisem tej usługi. Jednak w przypadku braku pewności, czy dana usługa jest potrzebna czy nie, bezpieczniej jest pozostawić ustawienie domyślne. !! Należy zachować szczególną ostrożność przy wyborze, jeżeli maszyna ma pracować jako serwer - zazwyczaj nie będzie potrzeby uruchamiania niektórych usług. Należy pamiętać, że uruchomienie niektórych z nich na serwerze może być niebezpieczne. W ogólności, należy uruchamiać tylko te usługi, które naprawdę są naprawdę potrzebne.!!
pt: Este diálogo é usado para escolher que serviços deseja iniciar no arranque. O DrakX irá listar todos os serviços disponíveis na actual instalação Reveja cada um deles cuidadosamente e desmarque aqueles que não são necessários no arranque. Um breve texto de introdução será mostrado acerca do serviço quando este é seleccionado. No entanto, se não tem certeza se o serviço é útil ou não, é mais seguro deixa-lo como estava. !! Nesta altura, tenha muito cuidado se deseja usar a sua máquina como um servidor: provavelmente não quererá iniciar qualquer serviço que não conheça. Por favor lembre-se que alguns serviços podem ser perigosos se forem activados num servidor. Em geral, seleccione apenas aqueles servque realmente precisa. !!
pt_br: Esta janela é utilizada para selecionar quais serviços você deseja iniciar durante o processo de inicialização (boot) da máquina. O DrakX irá listar todos os serviços disponíveis na instalação atual. Reveja cuidadosamente e desabilite aqueles que não são sempre necessários durante a inicialização. Um pequeno texto de ajuda descrevendo a função do serviço será mostrado quando o mesmo for selecionado. Contudo, caso você não tenha certeza se um serviço é útil ou não, é seguro manter o comportamento padrão. !! Tenha muito cuidado neste passo, caso você pretenda usar sua máquina como um servidor: você provavelmente vai querer que serviços indesejados não sejam iniciados. Lembre-se de que vários serviços podem ser perigosos se forem habilitados em um servidor. Em geral, selecione apenas os serviços que você realmente precisa. !!
ru: Этот диалог используется для выбора служб, которые должны стартовать при загрузке системы. DrakX предоставит список всех служб, которые доступны при настройках текущей инсталляции. Пересмотрите их внимательно и уберите все, которые не являются необходимыми для старта во время загрузки системы. Вы можете получить короткие пояснения относительно службы, выбрав ее в списке. Однако, если вы не уверены, полезна служба или нет, лучше всего оставить как было по умолчанию. !! На этом этапе будьте предельно внимательны, если ваша машина будет сервером: возможно вы не захотите запускать службы, которые вам не нужны. Пожалуйста помните, что некоторые службы потенциально опасны для сервера. В общем, оставьте только те службы, которые вам действительно нужны. !!
sk: Tento dialóg slúži pre výber služieb, ktoré si želáte spustiť pri štarte systému. DrakX zobrazí všetky služby dostupné pre aktuálnu inštaláciu. Pozorne si ich prezrite a zrušte tie, ktoré nebudete pri štarte systému potrebovať Je možné získať krátky popisný text o danej službe jej označením. V každom prípade, ak sa neviete uistiť v tom, ktorá zo služieb je pre vás použiteľná, je bezpečné ponechať predvolené nastavenie. !! Pri tomto kroku buďte opatrní ak plánujete používať váš počítač ako server: zrejme nebudete chcieť štartovať všetky služby, napríklad tie, ktoré nebude Váš systém poskytovať. Nezabudnite, že mnohé služby môžu byť pre server nebezpečné. Zvoľte si skutočne iba služby, ktoré naozaj potrebujete. !!
sl: Izberite storitve, ki naj se vključijo ob zagonu računalnika. Pazljivo preglejte vse dostopne storitve in izločite tiste, ki jih ob zagonu ne potrebujete. Ko izberete posamezno storitev, se prikaže okno s kratkim pojasnilom. Če niste prepričani, kakšno nalogo opravljajo posamezne storitve, bo varneje, če ohranite privzeto nastavitev. !! V primeru, da nameravate svoj računalnik uporabljati kot strežnik, verjetno nočete, da bi se ob zagonu vključila katera od storitev, ki jih ne potrebujete. Mnoge storitve so namreč lahko nevarne, če so omogočene na strežniku. Vsekakor omogočite samo tiste storitve, ki jih resnično potrebujete!!
sv: Denna dialog används för att välja vilka tjänster du vill starta vid uppstart. Här visas alla tjänster tillgängliga med den aktuella installationen. Titta igenom dem och avmarkera dem du inte behöver vid start. Du kan få en kort förklaringstext om en tjänst genom att välja den specifika tjänsten. Om du är osäker på om en tjänst är användabar eller inte är det säkrast att lämna den tjänsten orörd. !! Var extra försiktig i dina val om den här datorn ska användas som en server: du vill antagligen inte starta tjänster som du inte behöver. Kom ihåg att flera tjänster kan innebära en risk om de aktiveras på en server. Som generell regel, välj bara de tjänster du verkligen behöver. !!
tg: Ин муколама барои интихоби хидматрасоне, ки ҳангоми оғозёбӣ бор карда мешавад, истифода бурда мешавад. DrakX рӯйхати ҳамаи хидматрасонҳое, ки дар коргузории ҷорӣ дастрасанд, пешкаш менамояд. Ҳар якеро дақиқона аз назар гузаронед ва қайди онҳоеро, ки дар вақти боршавӣ лозим нестанд, бекор кунед. Ҳангоми интихоб кардан матни кӯтоҳи шарҳдиҳӣ намоиш дода мешавад. Лекин, агар ки шумо комилан боварӣ надошта бошед, ки ин хидматрасон фоиданок аст ё не, беҳтар аст, ки рафторро бо нобаёни гузоред. !! Дар ин марҳила хеле дақиқ бошед агар нақша дошта бошед, ки мошинаи худро ҳамчун хидматрасон истифода баред: эҳтимолан шумо оғозёбии хидматрасонҳои даркориро нахоҳед. Илтимос, аз хотир набароред, ки баъзе хизматҳо, агар дар хидматрасон даргиронида шуда бошанд, хавфнок мебошанд. Умуман, танҳо он хидматрасонҳоеро интихоб кунед, ки дар ҳақиқат ба шумо лозиманд. !!
uk: Цей діалог використовується, щоб вибрати, які сервіси будуть запускатися автоматично при старті системи. DrakX надасть список всіх служб, можливих при цьому встановленні. Перегляньте уважно ці служби і відмініть вибір тих, які не повинні запускатися при старті системи. При виборі служби появляється короткий текст з поясненням про неї. Проте, якщо Ви не впевнені, чи потрібно використовувати якусь службу, залишіть запропонований вибір. !! Будьте особливо уважними, якщо Ви збираєтесь використовувати цю систему як сервер: можливо, не потрібно стартувати служби, які Вам не потрібні. Пам'ятайте, будь ласка, що деякі увімкнені служби можуть бути небезпечними на сервері. Одним словом, вибирайте тільки ті служби, які Вам дійсно необхідні. !!
vi: Hộp thoại này dùng để chọn khởi chạy dịch vụ nào bạn muốn khi khởi động hệ thống. DrakX sẽ liệt kê mọi dịch vụ hiện có của cài đặt hiện hành. Hãy xem xét thận trọng từng dịch vụ và bỏ chọn những gì không cần lúc khởi động. Bạn có thể nhận được một đoạn chú giải ngắn về dịch vụ khi chọn. Tuy nhiên, nếu không biết rõ dịch vụ đó có hữu ích hay không, để an toàn, hãy để theo mặc định. !! Thật thận trọng ở bước này nếu bạn định dùng máy này làm máy chủ: có thể bạn sẽ không muốn khởi chạy các dịch vụ không cần đến. Nên nhớ là một số dịch vụ có thể gây nguy hiểm khi chúng được chạy trên máy chủ. Nói chung, chỉ chọn các dịch vụ thực sự cần thiết. !!
wa: Asteure, vos poloz bén tchoezi les kés siervices ki s' divèt mete en alaedje cwand c' est ki vosse copiutrece s' enonde. Chal sont prezintés tos les siervices k' i gn a el astalåcion do moumint. Prindoz sogne delzès verifyî et disclitchîz les cis k' i gn end a pont tofer mezåjhe a l' enondaedje. Cwand vosse tchoezixhoz on siervice, ene racsegne aparexhe po vs dire çou ki l' siervice fwait. Si vos n' estoz nén seur si on siervice est ahessåve por vos ou nén, vos estoz todi a houte tot l' leyant a si prémetowe valixhance. !! Loukîz a vosse sogne si voste éndjole serè eployeye come sierveu: c' est dandjureu mî di n' nén enonder les siervices ki vos n' avoz nén dandjî! Rimimbrez vs ki des siervices k' i gn a polèt esse riskeus s' i sont metous so on sierveu. Tchoezixhoz djusse les siervices ki vos avoz dandjî. !!
zh_cn: 此对话框可让您选择启动时要启动哪些服务。 DrakX 将会列出本次安装所有可用的服务。请仔细检查, 并且去掉那些在启动时不总需要的服务。 将您的鼠标移动到选项上面会弹出帮助提示, 解释这个服务的作用。不过, 如果您不确定某一个服务到底是否需要, 还是保留默认设置会比较安全。 !! 如果您的机器将作为服务器, 在这一步请格外小心：请不要启动任何您不需要的服务。请不要忘了, 如果在服务器上启用了某些服务, 这些服务可能对服务器造成潜在的危险。通常, 只选择您确实要使用的那些服务。 !!
zh_tw: 這個對話視窗用來選擇你打算於啟動系統時執行運作的服務. DrakX 將列出在現在安裝上可選擇的服務項目. 仔細詳細回顧查看每一個 且取消選取那些開機時不會用到的. 當你選取該項目時, 會出現一個簡略說明文字. 但是若是您對於該項目 實在不確定是否要啟用的話, 比較安全的作法就是維持原樣不要動作即可. !! 在這階段, 請小心如果您這台機器是要當作伺服器: 您大概不想要 開啟那些您不用的服務. 請記得某些服務在伺服器上啟動後可能會有危險. 大致上只選那些你真正需要的服務. !!
