Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Hardware clock set to GMT
et: Riistvaraline kell kasutab GMT aega
pt_br: Relógio do hardware configurado para GMT
sl: Računalniška ura nastavljena na GMT

source: Automatic time synchronization
ar: تزامن وقت آلي
bn: সয়ংক্রিয় সময় মেলানো
bs: Automatska sinhronizacija vremena
ca: Sincronització automàtica de la hora
cs: Automatická synchronizace času
cy: Cydweddi amser awtomatig
da: Automatisk tidssynkronisering
de: Automatische Zeit-Synchronisation (durch NTP)
eo: Aŭtomata hor-sinkronizado
es: Sincronización automática de la hora
et: Aja automaatne sünkroniseerimine
eu: Ordu-sinkronizazio automatikoa
fa: هم‌گاه‌سازی خودکار زمان
fi: Automaattinen kellon synkronointi
fr: Synchronisation automatique de l'horloge
gl: Sincronización automática da hora
he: סינכרון זמן אוטומטי
hu: Automatikus időszinkronizáció
id: Sinkronisasi waktu otomatis
is: Sjálfvirk tímastilling
it: Sincronizzazione automatica dell'orario
ja: 自動的に時間を合わせる
mk: Автоматска синхронизација на време
mt: Sinkronizzazzjoni tal-ħin awtomatiku
nb: Automatisk tidssynkronisering
nl: Automatische tijdssynchronisatie
nn: Automatisk tidssynkronisering
pl: Automatyczna synchronizacja czasu
pt: Sincronização automática da hora
pt_br: Sincronização automática da hora
ru: Автоматическая синхронизация времени
sk: Automatická synchronizácia času
sl: Samodejno usklajevanje časa
sv: Automatisk tidsynkronisering
tg: Ҳамзамонсозии худкори вақт
uk: Автоматична синхронізація часу
vi: Tự động đồng bộ hóa thời gian
wa: Sincronijhaedje otomatike di l' eure
zh_cn: 自动时间同步
zh_tw: 自動時間同步

source: Graphic Card The installer will normally automatically detect and configure the graphic card installed on your machine. If this is not correct, you can choose from this list the card you actually have installed. In the situation where different servers are available for your card, with or without 3D acceleration, you're asked to choose the server which best suits your needs.
ar: بطاقة الرسوم برنامج التثبيت يقوم باكتشاف وتهيئة البطاقة الموجودة على نظامك بشكل آلي. إن لم يحدث ذلك، يمكنك اختيار البطاقة المُتثبيتة لديك بالفعل من القائمة. في حال كانت هناك خادمات رسومية مختلفة لبطاقتك، مع أو بدون تعزيز للرسوم ثلاثية الأبعاد، ستُسأل اختيار الخادم الذي يناسب احتياجاتك أكثر.
bn: গ্রাফিক কার্ড সাধারণত ইনস্টলার আপনার মেশিনে ইনস্টলকৃত গ্রাফিক কার্ড স্বয়ংক্রিয়ভাবে সন্ধান করবে এবং কন্‌ফিগার করবে। যদি এটি সঠিক না হয়, তাহলে আপনি এই তালিকা থেকে যেই কার্ড আপনি ইনস্টল করেছেন সেটা বেছে নিতে পারবেন। এই অবস্থাতে যেখানে আপনার কার্ডের জন্য বিভিন্ন সার্ভার পাওয়া যায়, 3D acceleration সহ অথবা ছাড়া, আপনার প্রয়োজন অনুযায়ী সেরা সার্ভার বেছে নিতে আপনাকে জিজ্ঞেস করা হবে।
bs: Grafička kartica Instalacija obično automatski prepoznaje i podešava grafičku karticu koja je instalirana na računar. Ako se ovo nije desilo, možete izabrati sa liste karticu koja je ugrađena u vaš računar. U slučaju da postoji više dostupnih servera za vašu karticu, sa ili bez 3D ubrzanja, biće vam ponuđeno da izaberete server koji najbolje odgovara vašim potrebama.
ca: Targeta gràfica Normalment, l'instal·lador detectarà automàticament i configurarà la targeta gràfica que tingueu instal·lada a l'ordinador. Si no fos així, la podeu seleccionar d'aquesta llista. Cas que hi hagi diferents servidors per a la targeta, amb o sense acceleració 3D, se us demanarà que trieu el servidor que us sigui més convenient.
cs: Grafická karta Instalační program je schopen automaticky detekovat a nastavit grafickou kartu instalovanou v počítači. Pokud se to nepodaří, máte možnost si ze seznamu vybrat příslušnou grafickou kartu ručně. V případě, že pro vaši kartu je možné použít více různých serverů, buď s 3D akcelerací nebo bez, je pouze na vás, který server si vyberete jako nejvíce vyhovující vašim potřebám.
cy: Cerdyn Graffeg Mae'r gosodwr fel rheol yn canfod ac yn ffurfweddu'n awtomatig y cerdyn graffig sydd ar eich cyfrifiadur. Os nad yw hyn yn wir, dewiswch eich cerdyn o'r rhestr. Mewn achos lle mae gweinyddion eraill i'w cael i'ch cerdyn, gyda neu heb gyflymydd 3D, mae cynnig i chi ddewis y gweinydd gorau ar eich cyfer.
da: Grafikkort Installationsprogrammet vil normalt automatisk finde og konfigurere grafikkortet installeret på din maskine. Hvis dette ikke er tilfældet, kan du fra denne liste vælge det kort du faktisk har installeret. I tilfælde af at forskellige drivere er tilgængelige til dit kort, med eller uden 3D-accelleration, bliver du spurgt om at vælge den server der bedst opfylder dine behov.
de: Grafikkarte DrakX erkennt normalerweise automatisch Ihre Grafikkarte und richtet sie entsprechend ein. Sollten dabei Probleme auftreten, können Sie in der hier aufgeführten Liste Ihr Modell auswählen. Falls für Ihre Karte verschiedene Server zur Verfügung stehen, etwa mit und ohne 3D-Beschleunigung, werden Sie gebeten, den zu wählen, der Ihren Bedürfnissen am besten entspricht.
eo: Grafika karto La instalilo normale detektas kaj konfiguras aŭtomate la grafikan karton instalitan en via maŝino. Se tio ne ĝustas, vi povas elekti el tiu ĉi listo la karton kiu estas akutale instalita. En la situacio kiam diversaj serviloj haveblas por via karto, kun aŭ sen 3D-akcelo, vi estas petata elekti la servilon kiu plej bone taŭgas por viaj bezonoj.
es: Tarjeta gráfica Normalmente el instalador puede detectar y configurar automáticamente la tarjeta de vídeo instalada en su máquina. Si este no es el caso, en esta lista puede elegir la tarjeta que realmente tiene instalada. En caso de que estén disponibles diferentes servidores para su tarjeta, con o sin aceleración de 3D, entonces se le va a proponer elegir el servidor que mejor satisface sus necesidades.
et: Videokaart Paigaldaja tuvastab ja seadistab tavaliselt automaatselt masinasse paigaldatud videokaardi. Kui see ei õnnestu, saate nimekirjast valida kaardi, mis tegelikult on masinass paigaldatud. Juhul, kui Teie kaardile peaks saada olema erinevaid servereid nii 3D kiirendusega kui ilma, saate valida serveri, mis Teie vajadustele kõige enam vastab.
eu: Txartel grafikoa Instalatzaileak normalean automatikoki detektatzen eta konfiguratzen du makinan instalatutako txartel grafikoa. Ez badu automatikoki detektatzen zerrendan hauta dezakezu zure txartel grafikoa. Zure txartelarentzat zerbitzari bat baino gehiago badaude erabilgarri, 3D azeleraziodunak nahiz gabeak, zure beharren arabera ondoen datorkizuna aukeratu beharko duzu.
fa: کارت گرافیک برنامه نصب‌گر معمولا کارت گرافیک نصب شده بر ماشین شما را بطور خودکار شناسایی و پیکربندی می‌کند. اگر چنین نشده، می‌توانید کارتی را که خود نصب کرده‌اید از این لیست انتخاب کنید. در صورتی که کارگزارهای مختلف برای کارت شما در دسترس می‌باشند، با یا بدون شتاب دهنده‌ی ۳بعدی، از شما برای انتخاب کارگزاری که برای شما مناسب‌تر می‌باشد سؤال خواهد شد.
fi: Näytönohjain Asennusohjelma yleensä tunnistaa ja asettaa koneeseesi asennetun näytönohjaimen. Mikäli tämä ei onnistunut, voit itse valita oikean mallin listasta omistamasi kortin mukaisesti. Mikäli eri palvelimia on käytettävissä kortillesi, 3D tuella vai ilman, sinua pyydetään valitsemaan palvelin joka vastaa tarpeitasi.
fr: Carte graphique Le programme d'installation détecte et configure automatiquement la carte graphique présente sur votre machine. Si ce n'est pas le cas, vous pouvez choisir dans cette liste la carte que vous utilisez effectivement. Dans le cas où différents serveurs seraient disponibles pour votre carte, avec ou sans accélération 3D, il vous est alors proposé de choisir le serveur qui vous conviendra le mieux.
gl: Tarxeta Gráfica Normalmente o instalador detecta automáticamente detecta e configura a tarxeta gráfica instalada no ordenador. Se non é a correcta, pode elixir nesta lista a tarxeta gráfica que está instalada no ordenador. Se hai varios servidores dispoñibles para a súa tarxeta, con ou sen aceleración 3D, terá que elixir o servidor que se adapte mellor ás súas necesidades.
he: כרטיס גרפי תכנית ההתקנה בדרך כלל תזהה ותגדיר את הכרטיס הגרפי במכונה שלך. אם ההגדרה אינה נכונה באפשרותך לבחור את הכרטיס המתאים מרשימה זו. במקרה ששרתים שונים זמינים עבור הכרטיס שברשותך, עם או בלי האצת תלת-מימד, תוצג לך אפשרות לבחור את השרת שמתאים באופן הטוב ביותר לצרכיך.
hu: Grafikus kártya A telepítő általában felismeri és beállítja a gépben levő grafikus kártyát. Ha nem így történik, kiválaszthatja a grafikus kártyák listájából a megfelelőt. Ha több grafikus modul is elérhető az Ön kártyájához - 3D-gyorsítással illetve a nélkül -, akkor kiválaszthatja az Önnek leginkább megfelelőt.
id: Kartu Grafis Installer akan mendeteksi dan mengkonfigurasi kartu grafis yang terinstall secara otomatis pada komputer Anda. Jika tidak benar, pilih kartu yang sesuai pada daftar ini. Pada situasi dimana beberapa server tersedia untuk kartu Anda, dengan atau tanpa akselerasi 3D, Anda akan ditanya mana yang paling sesuai dengan kebutuhan Anda.
is: Grafískt kort Uppsetningarforritið mun venjulega sjálfkrafa finna og stilla grafísk skjákort sem eru á vélinni þinni. Ef þetta er ekki rétt, þá getur þú valið af þessum lista, það kort sem þú vilt láta setja upp. Í því tilviki að mismunandi miðlarar eru til fyrir kortið þitt, með eða án þrívíddar-hraðals, þá verður þú beðinn um að velja þann miðlara sem best hentar þínum þörfum.
it: Scheda grafica Il programma di installazione provvederà a identificare e configurare automaticamente la scheda grafica installata sul computer. In caso contrario, potete scegliere da questo elenco la scheda che è effettivamente installata. Se per la vostra scheda sono disponibili più server grafici, con e senza accelerazione 3D, vi verrà chiesto di scegliere il server che meglio si adatta alle vostre necessità.
ja: グラフィックカード 普通はインストーラがお使いのマシンに接続されているグラフィックカードを 自動的に検出して設定を行います。うまくいかなかった場合は、リストの中 から適切なグラフィックカードを選んでください。 利用できるサーバが数種類ある場合 (3D アクセラレーションの有無など) は、 目的に適したサーバを選んでください。
mk: Графичка Карта Вообичаено инсталерот автоматски ја пронаоѓа и конфигурира графичката карта инсталирана на вашата машина. Во спротивно можете да изберете од листава всушност која картичка ја имате инсталирано. Во случај да се овозможени различни сервери за вашата картичка, со или без 3Д забрзување, тогаш ве прашуваат да го изберете серверот кој најмногу одговара на вашите потреби.
mt: Kard grafika L-installatur normalment jagħraf u jikkonfigura l-kard grafika installata fuq il-kompjuter tiegħek. Jekk din l-għażla mhix tajba, tista' tagħżel mil- lista il-kard li għandek installata. F'każ li iżjed minn server wieħed jeżisti għall-kard tiegħek, bil- jew mingħajr aċċelerazzjoni 3D, int tintalab tagħżel is-server li jaqdi ħtiġijietek l-aħjar.
nb: Skjermkort Installasjonsprogrammet vil vanligvis automatisk finne og sette opp skjermkortet som er installert på din maskin. Hvis dette ikke lar seg gjøre, kan du velge hva slags kort du har i denne listen. I tilfelle det er flere tjenere tilgjengelige for ditt kort, med eller uten 3D-akselerasjon, blir du bedt om å velge tjeneren som passer dine behov best.
nl: Grafische kaart Het installatieprogramma zal normaal gesproken de grafische kaart in uw computer automatisch vinden en configureren. Mocht dit niet het geval zijn, dan kunt u uit deze lijst de kaart kiezen die u daadwerkelijk heeft. In het geval dat er meerdere servers voor uw kaart beschikbaar zijn, met of zonder 3D-versnelling, dan wordt u gevraagd de server te kiezen die het best bij uw omstandigheden past.
nn: Skjermkort Installasjonsprogrammet klarar vanlegvis å finna ut kva skjermkort du har, og å setja dette opp automatisk. Men viss dette ikkje går, kan du velja kortet sjølv frå denne oversikta. Viss det finst tenarar med og utan 3D-akselerasjon for skjermkortet ditt, kan du velja tenaren som passar best for deg.
pl: Karta graficzna Instalator zazwyczaj automatycznie wykrywa i konfiguruje kartę graficzną zainstalowaną na komputerze. Jeśli jednak nie zostanie wykryta, można wybrać posiadaną kartę z listy. W przypadku gdy dla karty dostępne są różne serwery, z lub bez akceleracji 3D, zostanie wyświetlona prośba o wybranie serwera najlepiej odpowiadającego potrzebom użytkownika.
pt: Placa Gráfica Normalmente o instalador detecta e configura automáticamente a placa gráfica instalada na sua máquina. Se isto não é correcto, pode escolher da lista a placa que tem instalada. Na caso caso de existirem vários servidores disponíveis para a sua placa, com ou sem aceleração 3D, ser-lhe-á pedido que escolha o servidor que melhor sirva as suas necessidades.
pt_br: Placa de vídeo O instalador normalmente detecta e configura automaticamente a placa de vídeo instalada em seu computador. Se não for o caso, você pode escolher na lista a placa que você possui atualmente instalada. Em casos nos quais diferentes servidores são disponíveis para sua placa de vídeo, com ou sem aceleração 3D, você será questionado para escolher um servidor que atenda melhor às suas necessidades.
ru: Видеокарта Инсталлятор обычно автоматически определяет и настраивает видеокарту, установленную в вашей машине. Если это не так, вы можете выбрать в этом списке карту, которая у вас действительно установлена. В случае, когда для вашей карты доступны различные сервера, с 3D ускорением и без, вам предложат выбрать, какой сервер больше соответствует вашим потребностям.
sk: Grafická karta Inštalátor obyčajne dokáže zdetekovať a nakonfigurovať grafickú kartu vo vašom počítači. Ak tomu tak nie je vo vašom prípade, môžete si vybrať zo zoznamu kartu, ktorú aktuálne používate. V prípade dostupnosti viacerých serverov pre vašu kartu, s alebo bez 3D akcelerácie si budete musieť vybrať server, ktorý bude zodpovedať vašim požiadavkám.
sl: Grafična kartica Namestilnik navadno samodejno zazna in nastavi grafično kartico, ki je priključena v računalniku. Če temu ni tako, lahko s seznama izberete pravo kartico. Če vašo grafično kartico podpirajo različni strežniki, takšni s 3D pospeševanjem in takšni brez, izberite strežnik, ki najbolj ustreza vašim potrebam.
sv: Grafikkort Installationsprogrammet kan vanligtvis automatiskt identifiera och konfigurera grafikkortet i datorn. Om det misslyckas kan du välja det korrekta kortet i den här listan. Om olika servrar finns tillgängliga för ditt kort, utan eller med 3D-acceleration, väljer du den server som bäst passar dina behov.
tg: Корти графикӣ Коргузор одатан ба таври автоматӣ корти графикиро муқаррар ва танзим менамояд, ки он ба системи шумо муаяйн гардида бошад. Агар он ин тавр набошад, онгоҳ шумо метавонед кортро дар систем интихоб намоед, ки дар ҳақиқат коргузорӣ шудааст. Дар ҳолате ки барои корти шумо хидматрасонҳои гуногун бо шитоби 3D ё бе ин дастрас аст ба шумо пешниҳод карда мешавад, то ки шумо интихоб намоед кадом хидматрасон пеш аз ҳама ба эҳтиёҷи шумо мувофиқат мекунад.
uk: Графічна карта Програма встановлення в нормальному режимі автоматично знаходить і налаштовує графічну карту, встановлену на Вашій машині. Якщо цього не відбувається, Ви можете вибрати із списку карту, яку Ви встановили. У випадку, якщо Ваша карта підтримує різні сервери з або без 3D-прискорення, Вам буде надана можливість вибрати сервер, який найбільше Вам підходить.
vi: Card Đồ Họa Bình thường, trình cài đặt có khả năng tự động phát hiện và cấu cấu hình card đồ họa có trong máy tính. Nếu không được vậy, bạn có thể chọn nó trong danh sách này. Trong trường hợp có server khác sẵn dùng cho card này, có hoặc không có tăng tốc 3D, bạn sẽ được đề nghị chọn server thích hợp nhất cho nhu cầu của bạn.
wa: Cåte grafike Li programe d' astalaedje fwait normålmint otomaticmint li deteccion eyet l' apontiaedje del cåte grafike k' i gn a dins voste éndjole. Si c' est nén l' cas, vos ploz tchoezi e l' djivêye li cåte ki vos avoz po d' bon. S' i gn a des sierveus grafikes diferins po vosse cåte grafike, des cis k' i gn a avou di l' acceleråcion 3D, des ôtes sins, on vs propôzrè di tchoezi l' ci ki vs convént l' mî.
zh_cn: 显示卡 安装程序通常可以自动检测并配置连接到计算机上的显示卡。如果检测的结果不对, 您可以在此列表中选择您所实际使用的显示卡。 如果您的显示卡支持不同的服务器, 为了选择是否要启用 3D 加速, 您应该在这里选择符合您需要的服务器。
zh_tw: 顯示卡 一般而言，安裝程式會自動偵測並設定安裝在您機器上的顯示 卡。如果偵測結果不正確，您可以由本清單中選取正確的型號。 如果有不同的伺服器可以與您的顯示卡搭配使用 (有或沒有 3D 加速功能)，請您選擇一個最符合您需求的伺服器來使用。
