Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Usually, DrakX has no problems detecting the number of buttons on your mouse. If it does, it assumes you have a two-button mouse and will configure it for third-button emulation. The third-button mouse button of a two-button mouse can be obtained by simultaneously clicking the left and right mouse buttons. DrakX will automatically know whether your mouse uses a PS/2, serial or USB interface. If you have a 3-button mouse without a wheel, you can choose a "%s" mouse. DrakX will then configure your mouse so that you can simulate the wheel with it: to do so, press the middle button and move your mouse pointer up and down. If for some reason you wish to specify a different type of mouse, select it from the list provided. You can select the "%s" entry to chose a ``generic'' mouse type which will work with nearly all mice. If you choose a mouse other than the default one, a test screen will be displayed. Use the buttons and wheel to verify that the settings are correct and that the mouse is working correctly. If the mouse is not working well, press the space bar or [Return] key to cancel the test and you will be returned to the mouse list. Occasionally wheel mice are not detected automatically, so you will need to select your mouse from a list. Be sure to select the one corresponding to the port that your mouse is attached to. After selecting a mouse and pressing the "%s" button, a mouse image will be displayed on-screen. Scroll the mouse wheel to ensure that it is activating correctly. As you scroll your mouse wheel, you will see the on-screen scroll wheel moving. Test the buttons and check that the mouse pointer moves on-screen as you move your mouse about.
ar: عادة، لا يواجه DrakX مشاكل في استكشاف عدد الأزرار في الماوس الخاصّة بك. إذا حدث ذلك، يفترض أن لديك ماوس ذات زرّين وسوف يقوم بتهيأتها لمحاكاة الزرّ الثالث. الزرّ الثالث للماوس ذات الزرّين يمكن الحصول على تأثيره بالضّغط على الزرّين الأيسر والأيمن بنفس الوقت. سوف يعرف DrakX تلقائيّاً ما إذا كانت الماوس الخاصّة بك تستخدم واجهة PS/2، أو متوالية أو USB. في حال كان لديك ماوس ذات ثلاثة أزرار دون عجل، يمكنك اختيار الماوس التي تظهر بإسم "%s". سيقوم DrakX بعدها بتهيأت الماوس الخاصّة بك حتّى تستطيع مُحاكاة العجل بها: لتقوم بذلك، اضغط الزرّ الأوسط وحرّك الماوس للأعلى وللأسفل. إن رغبت لسبب ما اختيار نوع ماوس آخر، اخترها من اللائحة المُقدَّمة. يمكنك تحديد المُدخل "%s" لاختيار نوع ماوس ``شامل'' والذي سوف يعمل تقريباً مع كل الأنواع. إن اخترت ماوس غير الافتراضيّة، سوف تظهر شاشة اختباريّة. استخدم الأزرار والعجل للتأكّد من أن الإعدادات صحيحة وأنّ الماوس تعمل بشكل صحيح. إن لم تكن الماوس تعمل بشكل جيّد، اضغط مفتاح المسافة أو [الإرجاع] لإلغاء الاختبار و العودة إلى لائحة الخيارات. كثيراً ما يتعذر استكشاف أجهزة الماوس ذات العجلات تلقائيّاً، لذا ستحتاج لاختيار الماوس من القائمة. تأكّد من اختيار التي تطابق المنفذ الذي تتّصل به الماوس الخاصّة بك. بعد اختيار الماوس و الضّغط على الزّرّ "%s"، تظهر صورة الماوس على الشّاشة. أدرْ عجل الماوس للتّأكّد من أنّه مُنشّط بشكل صحيح. أثناء تحريك عجل الماوس، ستراه كذلك يتحرك على الشاشة. قم باختبار الأزرار وتحقق من أن المؤشر يتحرك على الشاشة بينما تقوم بتحريكه حولها.
bs: Obično DrakX nema problema da odredi broj dugmadi na vašem mišu. Ako ima, pretpostaviće da imate miš sa dva dugmeta i podesiće simulaciju trećeg dugmeta. Treće dugme se može postići na mišu sa dva dugmeta istovremenim klikom na lijevo i desno dugme miša. DrakX će automatski znati da li miš koristi PS/2, serijski ili USB interfejs. Ako imate miš sa tri dugmeta bez točkića, možete izabrati tip miša pod imenom "%s". DrakX će zatim konfigurisati vašeg miša tako da može simulirati rad točkića trećim dugmetom. Da biste ovo postigli, držite srednje dugme miša i pomjerajte ga gore-dolje. Ako iz nekog razloga želite navesti drugačiji tip miša, izaberite ga sa ponuđene liste. Možete izabrati stavku "%s" da izaberete ``opšti'' tip miša koji bi trebao raditi sa skoro svim miševima. Ako izaberete miš različit od ponuđenog, biće prikazan testni ekran. Koristite miš i točkić da potvrdite da su postavke tačne i da miš radi ispravno. Ako miš ne radi kako treba, pritisnite razmaknicu ili tipku Enter da prekinete test i vratite se na listu izbora. Miševi sa točkićem često nisu prepoznati automatski, stoga trebate izabrati miš na listi. Pazite da izaberete odgovarajući port na koji je vaš miš priključen. Nakon izbora miša i pritiska na dugme "%s", na ekranu će biti prikazana slika miša. Pomjerajte točkić miša kako biste provjerili da li ispravno funkcioniše. Kada vidite da se točkić na ekranu pomjera onako kako vi vrtite stvarni točkić, provjerite dugmad i provjerite da li se pokazivač na ekranu pomjera onako kako vi pomjerate miš.
cs: Aplikace DrakX obvykle zjistí počet tlačítek na vaší myši. Pokud ne, předpokládá, že máte dvoutlačítkovou myš a nastaví emulaci pro třetí tlačítko myši. Emulace třetího tlačítka se provádí současným stiskem levého i pravého tlačítka. Aplikace také umí rozpoznat, zda se jedná o myš PS/2, USB nebo sériovou. Pokud máte třítlačítkovou myš bez kolečka, můžete si vybrat typ myši "%s". Instalační program potom nastaví emulaci tak, že se posun kolečkem simuluje stisknutím prostředního tlačítka a posunováním myší nahoru a dolů. Pokud chcete zadat jiný typ myši, vyberte odpovídající typ se seznamu. Můžete rovněž vybrat položku "%s", kterou zvolíte "obecný" typ myši, který by měl pracovat správně s téměř každou myší. Pokud vyberete jinou myš než ta, která byla detekována, zobrazí se testovací obrazovka. Zde otestujte jak tlačítka tak i kolečko a ověřte, zda je nastavení správné. Pokud myš nepracuje správně, stiskněte mezerník nebo klávesu Enter a vyberte jiný typ myši. Myši s kolečkem nejsou v některých případech automaticky rozpoznány. Budete je muset vybrat ze seznamu. Ujistěte se, že vyberete myš s odpovídajícím typem portu, ke kterému je připojená. Poté, co stisknete tlačítko "%s", zobrazí se obrázek s myší. Posunujte kolečkem, aby se správně aktivovalo; kolečko na obrazovce by se mělo pohybovat. Poté ověřte tlačítka a zda-li se myš pohybuje na obrazovce správně.
cy: Fel rheol does gan DrakX ddim problem yn canfod y nifer o fotymau ar eich llygoden. Os yw, bydd yn cymryd for gennych lygoden dau fotwm a bydd yn ffurfweddu efelychiad trydydd botwm. Mae modd pwyso trydydd botwm llygoden dau fotwm ar unwaith gan glicio'r botymau chwith a de. Bydd DrakX yn gwybod yn awtomatig p'un ai yw'r llygoden yn defnyddio rhyngwyneb PS/2 cyfresol neu USB. Lle mae gennych lygoden 3 botwm heb olwyn, cewch ddewis y llygoden sy'n dweud "%s". Bydd DrakX yn ffurfweddu eich llygoden fel bod modd efelychu'r olwyn gydag ef: i wneud hynny pwyswch y botwm canol a symud eich llygoden nôl a blaen. Os am ryw reswm yr hoffech nodi llygoden o fath gwahanol, dewiswch un o'r rhestr amgaeëdig. Gallwch ddewis "%s" i ddewis math llygoden ``generic'' sy'n gweithio gyda bron bob llygoden. Os fyddwch yn dewis llygoden wahanol i'r rhagosodedig gyd sgrin profi'n cael ei ddangos. Defnyddiwch y botymau a'r olwyn i wirio fod y gosodiadau'n gywir a bod y llygoden yn gweithio'n iawn. Os nad yw'r llygoden yn gweithio'n dda, pwyswch y bar bylchu neu fysell [Return] i i ddiddymu'r prawf ac i fynd nôl i'r rhestr dewis. Ar brydiau nid yw llygod olwyn yn cael eu canfod yn awtomatig, felly bydd angen dewis eich llygoden o'r rhestr. Gwnewch yn siŵr eich bod yn dewis y porth sy'n cyfateb i le mae eich llygoden. Ar ôl dewis llygoden a phwyso'r botwm "%s" , bydd delwedd llygoden yn cael ei dangos ar y sgrin. Trowch olwyn y llygoden i sicrhau ei fod yn gweithio'n iawn. Unwaith i chi weld yr olwyn ar y sgrin yn symud wrth i chi droi'r olwyn. profwch y botymau a gwirio fod pwyntydd y llygoden yn symud ar y sgrin wrth i chi symud y llygoden.
da: Normalt har DrakX ingen problemer med at finde ud af hvor mange knapper du har på din mus. Den antager at du har en to-knapsmus og vil lave en opsætning hvor den tredje knap emuleres. Den tredje knap for en to-knaps mus kan fås ved at trykke på den venstre og højre museknap samtidigt. DrakX vil automatisk vide om din mus bruger et PS/2, et serielt eller et USB-grænsesnit. Hvis du har en 3-knaps mus uden hjul, kan du vælge '%s'-musen. DrakX vil så konfigurere din mus så du kan simulere hjulet med den: for at gøre dette skal du trykke på midterknappen og flyttte op og ned på musen. Hvis du ønsker en anden type mus, vælg da den rigtige type mus fra den viste liste. Du kan vælge '%s'-indgangen for at få en 'generisk' musetype som vil virke med næsten alle mus. Hvis du vælger en mus forskellig fra den forvalgte, vil der blive vist en afprøvningsskærm. Brug knapperne og hjulet for at efterprøve om indstillerne er korrekte, og at musen virker korrekt. Hvis musen ikke virker godt, tryk da på mellemrumstangenten eller vognretur for at annullere testen, og du vil vende tilbage til listen med mus. Til tider findes mus med hjul ikke automatisk, så du vil behøve at vælge din mus fra en liste. Forsikr dig om at du vælger den der passer til porten som din mus er tilsluttet. Efter valg af en mus og trykning på '%s'-knappen vil et billede blive vist med en mus på skærmen. Rul med musehjulet for at forsikre dig om at det er aktiveret korrekt. Når du ruller med dit musehjul vil du se musehjulet på skærmen bevæger sig. Afprøv knapperne og tjek at musemarkøren flytter sig når du flytter rundt på musen.
de: DrakX versucht normalerweise die Anzahl der Tasten Ihrer Maus zu erkennen. Sollte das nicht möglich sein, so behandelt es Ihre Maus als Zwei-Tasten-Maus und emuliert die mittlere Taste. Die mittlere Taste kann dann durch gleichzeitiges Drücken der rechten und Linken Taste simuliert werden. Üblicherweise erkennt DrakX korrekt, ob es sich um eine serielle, eine PS/2- oder um eine USB-Maus handelt. Falls Sie eine 3-Button-Maus ohne Rad haben können Sie eine Maus „%s“ auswählen. DrakX wird dann Ihre Maus so einrichten, dass Sie das Rad in der folgenden Weise simulieren können: Sie drücken die mittlere Maustaste und bewegen Ihren Mauszeiger auf und ab. Sollte dies nicht Ihren Vorstellungen entsprechen: Wählen Sie einfach Ihren Maustyp aus der Liste, die Ihnen angezeigt wird. Einen generischen Maustyp, der mit fast allen Maustypen funktioniert, können Sie über „%s“ einstellen. Sollten Sie einen anderen als den vorgeschlagenen Maustyp gewählt haben, so wird Ihnen ein Testfenster angezeigt. Verwenden Sie die Knöpfe und gegebenenfalls das Mausrad, um sicherzustellen, dass die festgelegten Einstellungen funktionieren. Falls nicht, drücken Sie die Leertaste oder die Eingabetaste, um zurück zum Auswahlmenü zu gelangen und suchen Sie einen anderen Treiber aus. Es kommt vor, dass Mäuse mit Rädern nicht korrekt erkannt werden. Wählen Sie in diesem Fall die richtige Maus aus der vorgegebenen Liste. Stellen Sie sicher, dass Sie auch den Anschluss richtig angegeben haben. Nach betätigen der Schaltfläche „%s“, wird Ihnen ein Bild der gewählten Maus gezeigt. Bewegen Sie Räder und Tasten, um sicherzustellen, dass die Maus richtig erkannt wurde.
eo: Normale, DrakX ne havas problemojn por detekti la nombron da butono sur via muso. Se tamen ĝi havas, ĝi supozas ke vi havs dubutonan muson kaj konfiguras ĝin por imitado de la tria butono. La tria butono de tributona muso akireblas per samtempa klako per la maldekstra kaj la dekstra musbutonoj. DrakX aŭtomate scias ĉu via muso uzas interfacon PS/2, serian aŭ USB. Se vi havas 3-butonan muson sen rado, vi povas elekti muson "%s". DrakX tiam konfiguros vian muson tiel ke vi povas imiti la radon per ĝi: por tion fari, premu la mezan butonon kaj movu vian musmontrilon supren kaj malsupren. Se pro iu kialo vi deziras difini alian specon de muso, selektu ĝin el la listo. Vi povas selekti la "%s" por elekti ''generan''musotipon kiu funkcios kun preskaŭ ĉiuj musoj. Se vi elektas alian muson ol la defaŭltan, aperos test-ekrano. Uzu la butonojn kaj radon por kontroli ĉu la agordoj estas ĝustaj kaj ĉu la muso funkcias ĝuste. Se la muso ne funkcias bone, premu la spaco-klavon aŭ [Enigo]-klavon por malvalidigi la teston kaj vi retroviĝos en la muso-listo. Okazas ke radomusoj ne estas aŭtomate detektataj, do vi bezonas selekti vian muson el listo. Certiĝu ke vi selektas tiun kiu respondas al la pordo al kiu via muso estas ligita. Post selekto de muso kaj primi la butonon "%s", muso-bildo estas montrata sur la ekrano. Rulu la musradon por certiĝi ke ĝi agas ĝuste. Kima vi rulas vian musradon, vi vidos moviĝi la surekranan radon. Testu la butonojn kaj kontrolu ĉu la musmontrilo moviĝas same kiel vi movas la muson.
es: Por lo general, DrakX no tiene problemas en detectar la cantidad de botones de su ratón. Si no es así, asume que Usted tiene un ratón de dos botones y lo configurará para que emule el tercero. El tercer botón del ratón en un ratón de dos botones se puede "obtener" haciendo clic simultáneamente sobre el botón izquierdo y el derecho. DrakX sabrá automáticamente si su ratón utiliza una interfaz PS/2, serie o USB. En caso que tenga un ratón de 3 botones sin rueda, puede elegir un ratón "%s". Entonces, DrakX configurará su ratón de forma tal que pueda simular la rueda con el mismo: para hacerlo, presione el botón del medio y, sin soltarlo, mueva el puntero de su ratón arriba y abajo. Si, por alguna razón, desea especificar un tipo de ratón diferente, selecciónelo de la lista que se proporciona. Puede seleccionar la entrada "%s" para elegir un tipo de ratón "genérico" que funcionará con casi todos los ratones. Si elige un ratón distinto al predeterminado, se mostrará una pantalla de prueba. Use los botones y la rueda para verificar que los ajustes son correctos y que el ratón está funcionando correctamente. Si el ratón no está funcionando bien, presione la [barra espaciadora] o la tecla [Intro] para cancelar la prueba y volverá a la lista de opciones. Ocasionalmente, los ratones con rueda no se detectan automáticamente, por lo que deberá seleccionar su ratón de una lista. Debe asegurarse de seleccionar el correspondiente al puerto en el cual está conectado su ratón. Después de seleccionar un ratón y presionar el botón "%s", se mostrará la imagen de un ratón en la pantalla. Mueva la rueda de su ratón para asegurarse que está activa correctamente. A medida que mueva la rueda, verá que se mueve la rueda en la pantalla. Pruebe los botones y verifique que el puntero del ratón se mueve en la pantalla a medida que mueve su ratón.
et: Tavaliselt tuvastab DrakX hõlpsasti, mitme nupuga hiirt Te kasutate. Kui see välja ei tule, eeldatakse, et Teil on kahe nupuga hiir, ning kasutatakse kolmanda nupu emuleerimist. Kahenupulisel hiirel saab kolmandat nuppu "klõpsata" üheaegselt vasakut ja paremat nuppu alla vajutades. DrakX tuvastab automaatselt, kas tegemist on PS/2, jadapordi või USB-hiirega. Kui Teil on kolme nupuga, aga ilma rattata hiir, võite valida tüübiks "%s". DrakX seadistab seejärel hiire nii, et saate matkida hiireratast. Selleks klõpsake keskmist nuppu ja liigutage hiirt üles või alla. Kui soovite muuta hiiretüüpi, valige pakutud nimekirjast sobiv tüüp. Te võite alati valida võimaluse "%s", mis peaks toimima peaaegu igasuguse hiire korral. Kui valite mõne muu hiiretüübi kui vaikimisi määratu, palutakse Teil seda testida. Kasutage nuppe ja ratast kontrollimaks, et valik oli õige. Kui hiir ei käitu korralikult, vajutage tühikuklahvi või klahvi [Return], mis viib Teid tagasi dialoogi ja lubab uuesti valida. Vahel ei õnnestu rattaga hiirt automaatselt tuvastada. Siis tuleb see nimekirjast käsitsi valida. Kontrollige, et valite õigesse porti ühendatud hiiretüübi. Kui klõpsate nupule "%s", näidatakse hiire kujutist. Siis tuleb Teil liigutada hiireratast, et see korrektselt aktiveerida. Seejärel testige, kas kõik nupud ja liigutused toimivad korralikult.
eu: Normalean, DrakX-k ez du arazorik izaten saguaren botoi kopurua detektatzean. Izango balu, bi botoidun sagua duzula suposatuko du, eta hirugarren botoia emula dezan konfiguratuko du. Bi botoidun sagu batean hirugarren botoia sakatzeko, ezker eta eskuin botoiak aldi berean sakatu behar dira. DrakX-k automatikoki atzemango du saguak PS/2, serie edo USB interfazea erabiltzen duen. Gurpilik gabeko hiru botoidun sagua baduzu, "%s" sagua aukeratu dezakezu. DrakX-k sagua konfiguratuko du, gurpila edukiko balu bezala erabil dezazun: horretarako, sakatu erdiko botoia eta mugitu saguaren gezia gora eta behera. Beste sagu-mota bat zehaztu nahi baduzu, hauta ezazu eskainitako zerrendan. "%s" sarrera hautatu dezakezu ia edozein sagurekin ibiliko den sagu mota``generiko'' bat aukeratzeko. Lehenetsia ez beste sagu bat hautatzen baduzu, probarako pantaila bat bistaratuko da. Erabili botoiak eta gurpila ezarpenak egokiak direla eta sagua ondo dabilela egiaztatzeko. Sagua behar bezala ez badabil, sakatu zuriune-barra edo [Itzuli] tekla, proba bertan behera uzteko eta aukeren zerrendara itzultzeko zara. Batzuetan sagu gurpildunak ez dira automatikoki detektatzen, beraz sagua zerrendatik hautatu beharko duzu. Ziurtatu zure sagua lotuta dagoen atakari dagokiona hautatu duzula. Sagua hautatu eta "%s" botoia sakatu ondoren, sagu-irudi bat agertuko da pantailan. Biratu zure saguaren gurpila, pantailako sagu gurpila higitzen ikusiko duzu. Probatu botoiak eta egiaztatu saguaren gezia pantailan mugitzen dela zuk sagua mugitzen duzunean.
fa: DrakX معمولا مشکلی برای شناسایی تعداد دکمه های موشی شما ندارد. اگر اشکالی پیش آمد فرض بر داشتن دو دکمه و پیکربندی آن برای شبیه سازی دکمه سوم گذارده خواهد شد. دکمه سوم موشی دو-دکمه ای توسط کلیک همزمان دکمه های راست و چپ بدست خواهد آمد. DrakX بطور خودکار خواهد دانست که آیا موشی شما از واسط USB یا PS/2 یا سریال استفاده میکند. اگر شما موشی سه-دکمه ای بدون چرخ دارید، میتوانید موشی "%s" را انتخاب کنید. DrakX موشی شما را بطوری پیکربندی خواهد کرد تا بتوانید چرخ آن را شبیه سازی کنید: برای اینکار دکمه وسطی را فشار داده و اشاره گر موشی خود را به بالا و پایین حرکت دهید. اگر بدلایلی میخواهید نوع دیگر از موشی را مشخص کنید، آن را از لیست عرضه شده انتخاب کنید. شما میتوانید ورودی "%s" را برای گزینش نوع موشی همگانی که تقریبا با همه موشیها کار خواهد کرد انتخاب کنید. اگر موشی غیر از پیش فرض انتخاب کرده اید، صفحه آزمایشی نمایش داده خواهد شد. از دکمه ها و چرخ برای امتحان درستی تنظیمات استفاده کرده و اینکه موشی بدرستی کار میکند. اگر موشی خوب کار نمیکند، دکمه فاصله یا ورودی را فشار دهید تا آزمایش لغو گردیده و شما به لیست موشی باز خواهید گشت. بعضی وقتها چرخ موشی بطور خودکار شناسایی نمیشوند، و شما نیاز خواهید داشت موشی خود را از یک لیست انتخاب کنید. مطمئن شوید که آن را که به درگاه موشی شما وصل شده انتخاب میکنید. بعد از انتخاب موشی و فشردن دکمه "%s"، تصویر موشی بر صفحه ظاهر خواهد گردید. چرخ موشی را بچرخانید تا مطمئن شوید که آن بدرستی فعال شده است. همانطور که چرخ موشی را میچرخانید، حرکت چرخ را بر روی صفحه مشاهده خواهد کرد. دکمه ها را امتحان کرده و کنترل کنید که حرکت مکان نمای موشی بر روی صفحه بهمان نحو است که شما آن را حرکت میدهید.
fi: DrakX yleensä tunnistaa hiiren painikkeiden määrän. Jos tunnistus epäonnistuu DrakX olettaa, että sinulla on kaksipainikkeinen hiiri ja liittää siihen kolmannen painikkeen emulaatiolla. Kolmatta painiketta kaksipainikkeisessa hiiressä voidaan käyttää painamalla molempia painikkeita samanaikaisesti. DrakX tietää myös automaattisesti, onko sinulla PS/2-, sarja- vai USB-hiiri. Mikäli sinulla on kolmipainikkeinen hiiri ilman rullaa, voit valita hiiren tyypiksi "%s". DrakX lisää tällöin rullaemulaation, joka toimii painamalla keskimmäistä painiketta ja liikuttamalla hiirtä. Jos haluat asettaa eri tyyppisen hiiren, valitse sopiva tyyppi oheisesta listasta. Voit valita "%s" jolla valitset ``yleisen'' hiirimallin joka toimii lähes kaikki hirten kanssa. Jos valitset muun kuin oletushiiren, saat eteesi hiiren testiruudun. Kokeile hiiren näppäimiä ja rullaa varmistaaksesi, että asetukset ovat oikein. Jos hiiri ei toimi kunnolla, paina välilyöntiä tai [enter] peruuttaaksesi, minkä jälkeen voit valita uudelleen. Joskus rullahiirtä ei tunnisteta oikein. Sinun pitää valita oikea malli listasta. Varmista, että valitset mallin joka vastaa porttia johon hiiresi on liitetty. Kun olet painanut "%s", hiiren kuva tulee esille. Sitten sinun PITÄÄ pyörittää rullaa, jotta se aktivoituisi oikein. Varmista sitten kaikkien painikkeiden toiminta sekä hiiren liikkuminen.
fr: DrakX détecte généralement le nombre de boutons de votre souris. Sinon, il prend pour acquis que vous avez une souris à deux boutons et configurera l'émulation du troisième bouton. Le troisième bouton correspond aux clics simultanés du bouton gauche et du bouton droit de la souris. De plus, DrakX saura automatiquement si vous avez une souris PS/2, série ou USB. Si vous avez une souris à trois boutons sans molette, vous pouvez choisir une souris « %s ». DrakX configurera alors la souris de manière à simuler une molette : pour ce faire, cliquez sur le bouton du milieu et faites bouger votre souris de haut en bas. Si vous désirez installer une souris différente, veuillez la sélectionner à partir de la liste qui vous est proposée. Vous pouvez sélectionner une souris « %s » qu'elle soit PS/2 ou USB pour choisir un type de souris générique qui fonctionne avec presque tout. Si vous sélectionnez une souris différente de celle choisie par défaut, DrakX vous présentera un écran de test. Utilisez les boutons et la molette pour vous assurer que tout fonctionne correctement. Si votre souris ne fonctionne pas normalement, appuyez sur la barre d'espace ou la touche [Entrée] pour annuler le test et retourner à la liste de choix de la souris. Parfois, les souris à molette ne sont pas détectées automatiquement, vous devrez alors sélectionner manuellement une souris dans la liste. Assurez vous de choisir celle qui correspond au bon port de connexion. Après avoir sélectionné la souris et pressé le bouton « %s », une image de souris apparaît. Vous devez alors faire tourner la molette afin de l'activer correctement. Après activation, vous verrez la molette de l'écran bouger. Testez alors que tous les mouvements et boutons fonctionnent correctement.
gl: Normalmente, DrakX non ten problemas ó detectar o número de botóns do seu rato. Se os ten, suporá que ten un rato de dous botóns e configurarao para que emule o terceiro botón. Nun rato de dous botóns o terceiro botón pode obterse premendo simultáneamente os botóns dereito e esquerdo do rato. DrakX recoñecerá automáticamente se o seu rato usa unha interface PS/2, serie ou USB. Se vostede ten un rato de 3 botóns sen roda, pode escoller o rato "%s". DrakX configurará entón o seu rato de xeito que poida simular a roda: para facer isto, prema o botón do medio e mova o punteiro do rato arriba e abaixo. Se por algunha razón desexa especificar un tipo de rato diferente, seleccióneo da lista que se proporciona. Pode seleccionar a entrada "%s" para elixir un tipo de rato ``xenérico'' que funcionará con case tódolos ratos. Se elixe un rato diferente do predeterminado, amosarase unha pantalla de probas. Use os botóns e a roda para verificar que a configuración é correcta e que o rato está funcionando correctamente. Se o rato non está funcionando ben, prema a barra de espacio ou a tecla [Retorno] para cancelar a proba e volver á lista de ratos. De cando en vez a roda do rato non se detecta automáticamente, así que terá que seleccionar o seu rato na lista. Asegúrese de seleccionar o correspondente ó porto no que está conectado o seu rato. Despois de seleccionar un rato e premer no botón "%s", Amosarase a imaxe dun rato na pantalla. Mova a roda do rato para asegurarse de que se activa correctamente. Mentres move a roda do seu rato verá que se move a roda da imaxe da pantalla. Comprobe os botóns e verifique que o punteiro do rato se move pola pantalla mentres move o seu rato.
he: על פי רוב ל-DrakX אין בעיה לזהות את מספר הלחצנים בעכבר שלך. אם בכל זאת הייתה בעיה ההנחה היא שיש לך עכבר עם שני לחצנים ויוגדר דימוי של לחצן שלישי דימוי הלחצן השלישי מתקבל על ידי לחיצה בו-זמנית של הלחצן הימני והלחצן השמאלי. DrakX יזהה אוטומטית אם העכבר משתמש ב-PS/2, חיבור טורי או USB. אם יש לך עכבר עם שלושה לחצנים ללא גלגלת באפשרותך לבחור בעכבר "%s". במקרה זה drakX יגדיר את העכבר כך שניתן לדמות גלגלת באמצעותו. כדי לבצע את ההדמיה יש ללחוץ על הלחצן האמצעי ולהזיז את מצביע העכבר מלעלה ומטה. אם מסיבה כלשהי ברצונך בהגדרת סוג עכבר שונה, ניתן לבחור אותו מהרשימה המסופקת. ניתן לבחור במובאה "%s" לבחירה בסוג עכבר "נפוץ" וזה יעבוד עם כל העכברים בקירוב. אם בחרת בעכבר שונה מברירת המחדל מסך בדיקה יוצג. ניתן להשתמש בלחצנים ובגלגלת כדי לוודא שההגדרות נכונות ושהעכבר עובד באופן תקין. אם העכבר אינו עובד כיאות יש ללחוץ על מקש הרווח או ה-Enter כדי לבטל את הבדיקה ולחזור לרשימת העכברים. לעתים עכברים עם גלגלת אינם מזוהים אוטומטית ויהיה עליך לבחור את העכבר מהרשימה. חשוב במקרה זה לבחור את העכבר בהתאם לשקע אליו הוא מחובר. אחרי בחירת העכבר ולחיצה על "%s" תוצג תמונת עכבר על המסך. יש לגלול את הגלגלת כדי לוודא שהיא פועלת כיאות. עם גלילת הגלגלת יוצג כיוון התנועה על גבי המסך. יש לבדוק גם את לחצני העכבר ולוודא שהנעתו מזיזה את הסמן.
hu: A telepítő általában felismeri, hogy hány gomb van az egéren. Ha ez nem így történik, akkor azt feltételezi, hogy Ön kétgombos egérrel rendelkezik, és ez esetben beállítja a harmadik egérgomb emulálását. Kétgombos egér esetén a "harmadik" gomb lenyomása a két gomb egyidejű lenyomását jelenti (ha az emulálás be van állítva). A telepítő felismeri, hogy milyen fajtájú az egér: PS/2, soros vagy USB. Ha háromgombos, görgő nélküli egere van, akkor kiválaszthat egy "%s" egeret. A telepítő ekkor úgy állítja be az egeret, hogy emulálható legyen a görgő. Emulálási üzemmódban a görgő helyettesítéséhez nyomja le a középső egérgombot, majd mozgassa az egeret előre-hátra irányban. Ha Ön másféle egértípust szeretne megadni, válassza ki a megfelelő típust a listából. "Általános" egértípus kiválasztásához használja a(z) "%s" bejegyzést. Ez a legtöbb egérhez megfelel. Ha az alapértelmezettől eltérő egeret választ, akkor megjelenik egy tesztelési képernyő. Használja az egérgombokat és a görgőt, hogy ellenőrizze a beállítások helyességét és az egér helyes működését. Ha az egér nem működik helyesen, akkor nyomja le a Szóköz vagy az Enter (Return) billentyűt, és válasszon egy másik fajta egeret a listából. A görgős egereket nem mindig ismeri fel a rendszer. Ha az egér nem lett felismerve, válassza ki saját kezűleg a listából. Ügyeljen arra, hogy az egér portjának megfelelő tételt válassza ki. Miután kiválasztotta a kívánt típust, majd lenyomta a(z) "%s" gombot, egy egeret ábrázoló kép jelenik meg a képernyőn. Mozgassa az egér görgőjét, hogy az megfelelően aktiválva legyen. Ha a képernyőn levő görgőt mozogni látja az egérgörgő mozgatásakor, akkor tesztelje le egyrészt az egér gombjainak működését, másrészt azt, hogy megfelelően mozog-e az egérkurzor a képernyőn az egér mozgatásakor.
id: Umumnya, DrakX bisa mendeteksi jumlah tombol mouse Anda. Jika gagal, akan diasumsikan mouse Anda bertombol dua dan akan mengkonfigurasikan emulasi tombol ketiga. Tombol ketiga dari sebuah mouse bertombol dua bisa didapatkan dengan memilih tombol kanan dan kiri bersamaan. DrakX mengetahui mouse menggunakan antarmuka PS/2, serial atau USB secara otomatis. Jika Anda memiliki mouse 3 tombol tanpa roda, Anda bisa memilih mouse "%s". DrakX akan mengkonfigurasi mouse Anda sehingga bisa ia bisa mensimulasikan roda: untuk melakukannya, tekan tombol tengah dan gerakkan pointer mouse Anda keatas dan kebawah. Jika Anda ingin menunjuk tipe mouse lain, pilih tipe yang sesuai dari daftar yang disediakan. Anda bisa memilih "%s" untuk memilih jenis mouse ``generik'' yang akan bekerja pada sebagian besar mouse. Jika Anda memilih mouse bukan standar, layar pengujian akan ditampilkan. Gunakan tombol dan roda untuk verifikasi setting. Jika mouse tidak bekerja baik tekan spasi atau [Enter] untuk membatalkan dan Anda akan kembali ke daftar mouse. Mouse dengan roda kadang tidak terdeteksi secara otomatis, sehingga Anda harus memilih mouse dari daftar. Pastikan memilih yang sesuai dengan port yang digunakan. Setelah memilih mouse dan menekan tombol "%s", sebuah citra mouse akan tampak di layar. Gerakkan rodanya untuk memastikan ia bekerja dengan baik. Ketika Anda menggerakan roda, Anda akan melihat roda pada layar juga bergerak. Ujilah tombol dan pastikan pointer mouse pada layar ikut bergerak.
is: Venjulega er DrakX ekki í neinum vandræðum með að finna fjölda hnappa á músinni þinni. Ef DrakX lendir í vandræðum gerir það ráð fyrir tveggja hnappa mús og mun setja upp þriggja hnappa hermi. Þriðja hnappinn á tveggja hnappa mús má fá fram með því að smella samtímis á hægri og vinstri hnappana. DrakX mun sjálfkrafa vita hvort músin þín notar PS/2- , rað- eða usb-tengi. Ef þú hefur þriggja hnappa mús án skrunhjóls, þá getur þú valið "%s" mús. DrakX mun þá stilla músina þína þannig að þú getir hermt eftir skrunhjóli með því. Til að gera það, smelltu á miðhnappinn og færðu músina upp og niður. Ef þú af einhverri ástæðu vilt skilgreina aðra tegund músar, veldu hana þá úr listanum. Þú getur valið "%s" færsluna til að velja ``almenna'' músartegund sem mun virka með flestum músum. Ef þú velur aðra mús en sjálfgefna, þá birtist prufuskjár. Notið hnappana og hólið til að staðfesta að stillingar séu réttar og músin virki rétt. Ef Músin virkar ekki rétt sláðu þá á bilslána eða [Enter] til að hætta prófuninni og þú færð aftur upp lista af músum. Það kemur fyrir að skrunhjóla-mýs séu ekki skynjaðar sjálfvirkt, svo þú verður að velja músina úr lista. Athugaðu vel að velja rétt tengi rað/PS-2/USB sem músin er tengd við. Eftir að þið hafið valið mús og smellt á "%s" hnappinn, þá birtist músamynd á skjánum. Notið skrunhjólið til að staðfesta að það sé virkjað rétt. Þegar þú hreyfir hjólið, mun músarhjólið á skjánum hreyfast. Prófaðu hnappana líka til og hreyfðu bendilinn á skjánum til að staðfest að allt virki rétt.
it: In genere DrakX individua automaticamente il numero di pulsanti presenti sul vostro mouse; in caso contrario, supporrà che si tratti di un mouse a due tasti, e lo imposterà in modo da simulare il terzo tasto. Con un mouse a due tasti è infatti possibile simulare la pressione del terzo tasto premendo contemporaneamente il tasto sinistro e quello destro. DrakX, inoltre, distingue automaticamente tra mouse con interfaccia PS/2, seriale o USB. Se avete un mouse a tre tasti ma senza rotellina, potete scegliere un mouse "%s": DrakX, in tal caso, configurerà il mouse in modo che possiate simulare la rotellina, premendo il tasto centrale e spostando il mouse verso l'alto o verso il basso. Se per qualche ragione volete specificare un diverso tipo di mouse, scegliete il modello desiderato dall'elenco che vi viene proposto. Potete selezionare la voce "%s" per scegliere un tipo di mouse "generico" che vi permetterà di utilizzare quasi tutti i mouse esistenti. Se scegliete un mouse diverso dal tipo suggerito, vi verrà mostrata una finestra dove potrete provarlo. Provate sia i pulsanti, sia l'eventuale rotellina, per controllare che la configurazione sia corretta e che il mouse funzioni a dovere. Se il mouse non dovesse funzionare correttamente, premete la barra spaziatrice o il tasto [Invio] per uscire dal test e tornare all'elenco dei mouse. Talvolta i mouse con rotellina centrale potrebbero non essere individuati automaticamente; in tal caso, dovrete selezionare personalmente dall'elenco il modello giusto. Assicuratevi di sceglierne uno corrispondente alla porta alla quale è collegato il vostro mouse. Dopo aver selezionato un modello premete il pulsante "%s", e comparirà l'immagine di un mouse. Muovete la rotellina per controllare che funzioni a dovere: mentre la muovete, vedrete muoversi quella sullo schermo; poi provate i pulsanti e controllate che il puntatore si muova correttamente sullo schermo quando muovete il mouse.
ja: DrakX はたいていの場合お使いのマウスのボタン数を正しく検出します。 ボタン数が 2 つだと推定した場合は、第 3 ボタンのエミュレーションを 設定します。 2 ボタンマウスの第 3 ボタンのエミュレーションは、 左右のボタンの同時押しです。DrakX は PS/2, シリアル, USB などの種類を 自動的に検出します。 ホイールなしの 3 ボタンマウスの場合は「%s」を選んでください。 DrakX はホイールエミュレーションを設定します。中ボタンを押してマウス カーソルを上下に動かしてください。 何らかの理由で別のタイプのマウスを指定するときは、表示されたリストから 選んでください。 %s を選択して 'generic' マウスを指定してもかまいません。これはほぼすべての マウスに使えます。 デフォルト以外のマウスを選ぶとテストスクリーンになります。ボタンと ホイールを使って正しく動作することを確認してください。うまく動作しない 場合はスペースまたはリターンキーを押してテストを中止してください。 マウス選択リストに戻ります。 ホイールマウスはまれに正しく自動検出されないことがありますので、その場合は リストから選んでください。必ずマウスが接続されているポートに合ったものを 選んでください。マウスを選択し「%s」を押すとマウスのイメージが スクリーンに表示されます。ホイールを動かして正しく動作することを確認して ください。ホイールをスクロールすると画面上のホイールが動くはずです。ボタン もテストし、マウスの動きに応じてカーソルが移動することを確認してください。
mk: Вообичаено, „DrakX“ го детектира бројот на копчиња на вашиот глушец. Ако не успее, тогаш претпоставува дека имате глушец со две копчиња и ќе постави емулација за трето копче. Третото копче на глушец со две копчиња може да се користи при истовремено притискање на левото и десното копче. „DrakX“ автоматски препознава дали се работи за „PS/2“, сериски или „USB“ глушец. Ако имате глушец со 3 копчиња без тркалце, може да изберете „%s“ глушец. Тогаш „DrakX“ ќе го конфигурира вашиот глушец така што ќе можете да симулирате тркалце со него. За да го користите тркалцето, притиснете на средното копче и движете го глушецот нагоре и надолу. Ако поради некоја причина сакате да наведете друг тип на глушец, изберете го соодветниот тип од понудената листа. Може да го изберете внесот „%s“ за да изберете „општ“ тип на глушец кој ќе работи со скоро секој глушец. Ако сте избрале глушец различен од понудениот, ќе се појави екран за тестирање. Употребете ги копчињата и тркалцето за да проверите дали поставувањата се во ред и дека глушецот работи исправно. Ако глушецот не работи како што треба, притиснете на „space“ или на „Enter“ за да го откажете тестот и ќе бидете вратени на листата за глувци. Понекогаш, глувците со тркалце не се детектираат автоматски, па ќе треба да го изберете од листата. Изберете го оној што одговара на портата на која што е приклучен. По избирањето на глушецот и притискање на копчето „%s“, ќе се прикаже слика на глушец на екранот. Движете го тркалцето за да видите дали работи како што треба. Откога ќе видите дека тркалцето на екранот се движи исто како што го движите вистинското тркалце, тестирајте ѓи копчињата и проверете дека покажувачот се движи по екранот како што го движите глушецот.
mt: Normalment, DrakX ma jsibx problemi biex jinduna kemm għandu buttuni l-maws. Jekk ikollu, huwa jassumi li għandek maws b'żewġ buttuni u jissettjah għall-emulazzjoni tat-tielet buttuna. It-tielet buttuna f'dan il-każ tfisser li tagħfas iż-żewġ buttuni l-oħrajn flimkien. DrakX kapaċi jinduna waħdu jekk il-maws huwiex PS/2, serjali jew USB. Jekk għandek maws bi 3 buttuni mingħajr rota, tista' tagħżel il-maws "%s". DrakX jissettjalek il-maws biex tista' tissimula r-rota: biex tagħmel dan, żomm il-buttuna tan-nofs magħfusa u mexxi l-maws 'il fuq u 'l isfel. Jekk tixtieq tispeċifika tip ta' maws differenti, agħżel it-tip tajjeb mil- lista provduta. Tista' tagħżel "%s" sabiex tuża tip ġeneriku li jaħdem kważi mal-mawsijiet kollha. Jekk tagħżel tip ta' maws differenti mill-oriġinali, tiġi provduta faċilità biex tittestja s-setings. Uża l-buttuni kollha u r-rota biex tivverifika li s- setings jaħdmu sew. Jekk il-maws ma jaħdimx sew agħfas "spazju" jew [Enter] biex tikkanċella t-test u tagħżel maws ieħor. Maws bir-rota ġieli ma jiġix magħruf sew awtomatikament, għalhekk ikollok tagħżel it-tip minn lista. Ara li tagħżel dak li jikkorrispondi mal-port fejn huwa mqabbad il-maws. Wara li tagħżel maws u tagħfas il-buttuna "%s", tittella' stampa ta' maws. Mexxi r-rota biex tiżgura li din tiġi ssettjata sew. Meta tara r-rota fuq l-iskrin timxi meta ċċaqlaq ir-rota fuq il-maws, iċċekkja li l-buttuni jaħdmu u li l-vleġġa fuq l-iskrin timxi meta ċċaqlaq il-maws.
nb: DrakX oppdager vanligvis antall knapper på musen din. Hvis ikke, så vil det antas at du har en to-knappers mus og det vil settes opp treknappers-emulering. Den tredje museknappen kan på en toknappers-mus bli brukt ved å trykke ned både høyre og venstre museknapp samtidig. DrakX vil automatisk oppdage om din mus bruker PS/2-, seriell- eller USB-grensesnitt. Hvis du har en 3-knappsmus uten hjul, kan du velge musen «%s». DrakX vil så konfugurere musen din så du kan simulere hjulet med den; for å gjøre dette skal du trykke på den tredje knappen og flytte musen din opp og ned. Hvis du ønsker å spepesifisere en annerledes musetype, velg den passende typen fra listen du blir vist. Du kan velge «%s» eller velge en ``generisk" mus-type som vil fungere med alle mus. Hvis du velger en annen mus enn hva som er forhåndsvalgt, så vil en testskjerm bli vist. Bruk knappene og musehjulet for å sjekke at oppsettet er riktig, og at musa virker ordentlig. Hvis musa ikke virker riktig, trykk [Space] eller [Enter] for å avbryte testen og gå tilbake til listen over valg. Noen ganger så blir ikke musehjulet automatisk oppdaget. Du vil da måtte velge manuelt fra listen. Vær sikker på at du velger en som er på riktig port. Etter at du har klikket på «%s»-knappen, så vil et musebilde bli vist på skjermen. Du må da bevege musehjulet for å aktivere det riktig. Når du ser at musehjulet på skjermen beveges etter som du ruller på det, sjekk også at knappene fungerer og at musepekeren på skjermen beveger seg når du flytter på musa.
nl: Normaal gesproken ziet DrakX vanzelf het aantal knoppen op uw muis. Zoniet, dan neemt het aan dat u een tweeknops-muis heeft en zal deze instellen voor het nadoen van een derde knop. De derde muisknop van een tweeknopsmuis kan worden ``ingedrukt'' door tegelijkertijd de linker- en rechterknop te klikken. DrakX zoekt zelf uit of dit een PS/2-, seriële- of USB-muis is. Mocht u in het bezit zijn van een 3-knopsmuis zonder wieltje, dan kunt u de muis kiezen waarbij "%s" staat. Het installatieprogramma configureert uw muis dan zodanig dat u het wieltje kunt simuleren: om dit te doen, drukt u de middelste knop in en beweegt u de muis op en neer. Indien u een ander type muis wenst te specificeren, selecteer dan het gewenste type uit de getoonde lijst. U kunt het item "%s" selecteren om een ``algemeen'' muistype te kiezen dat met bijna alle muizen zal werken. Indien u een andere muis kiest dan de standaardmuis, zult u een muis- testscherm te zien krijgen. Gebruik de knoppen en het wieltje om te controleren dat de instellingen goed zijn en dat de muis goed werkt. Als de muis niet correct werkt, druk dan op de spatiebalk of de [Enter]- toets om de test te annuleren en terug te gaan naar de keuzelijst. Af en toe worden wielmuizen niet automatisch gevonden, dus dan dient u uw muis te selecteren uit de lijst. Zorg ervoor dat u degene kiest die correspondeert met de poort waaraan de muis verbonden is. Nadat u de muis geselecteerd heeft en op de "%s"-knop heeft geklikt, wordt een afbeelding van een muis op het scherm weergegeven. U dient dan het wieltje van uw muis te bewegen om uzelf ervan te verzekeren dat het correct geactiveerd is. Zodra u het muiswieltje beweegt, zult u het schermwieltje zien meebewegen. Test de knoppen en ga na dat de muispijl over het scherm beweegt wanneer u uw muis beweegt.
pl: Instalator zazwyczaj wykrywa liczbę przycisków myszy. W innym przypadku zakłada, że mysz posiada dwa przyciski i ustawi system na emulacje trzech przycisków. Trzeci przycisk myszy dwuprzyciskowej może być "użyty" poprzez równoczesne kliknięcie lewego i prawego przycisku myszy. Instalator automatycznie wykryje także czy mysz jest typu PS/2, szeregowa czy też USB. W przypadku posiadania myszy 3-przyciskowej bez kółka, można wybrać mysz "%s". Instalator następnie skonfiguruje mysz w taki sposób, że będzie można zasymulować za jej pomocą kółko. Robi się to poprzez naciśnięcie środkowego przycisku i poruszanie myszy w górę lub w dół. Jeśli z różnych powodów chcesz wybrać inny typ myszy, należy wybrać odpowiednią pozycję z listy. Można wybrać opcję "%s" aby ustawić "zwykły" typ myszy, który będzie działać prawie z każdą myszą. Jeśli zostanie wybrana mysz inna niż domyślna, zostanie wyświetlony ekran testowy. Użytkownik powinien sprawdzić przyciski oraz kółka, aby upewnić się co do poprawności konfiguracji. Jeśli mysz nie pracuje poprawnie, należy nacisnąć klawisz spacji lub [Enter] aby anulować test oraz wrócić do listy wyboru. Mysz z kółkiem czasem nie jest wykrywana automatycznie. Należy wówczas wybrać odpowiednią pozycję z listy. Trzeba upewnić się, czy wybrano mysz podłączoną do odpowiedniego portu. Po zakończeniu wybierania i naciśnięciu przycisku "%s", zostanie wyświetlony na ekranie obraz myszy. Poruszaj kółkiem, aby upewnić się czy zostało ono poprawnie aktywowane. Jeśli mysz na ekranie będzie zmieniała ustawienie kółka podczas przesuwania kółka myszy, sprawdź przyciski oraz upewnij się, że wskaźnik przesuwa się po ekranie przy zmianie położenia.
pt: Usualmente, o DrakX não tem problemas em detectar o numero de botões no seu rato. Se tiver, assume que tem um rato de dois botões e irá configurá-lo para a emulação do terceiro botão. O terceiro botão de um rato de dois botões, pode ser obtido por simultaneamente clicar nos botões esquerdo e direito. O DrakX irá automaticamente saber se o seu rato usa um interface PS/2 ou USB. Se tem um rato de 3 botões sem roda, pode escolher um rato "%s". O DrakX irá então configurar o seu rato para que possa simular a roda: para o fazer, prima o botão do meio e mova o apontador do seu rato para cima e para baixo. Se por alguma razão deseja especificar um tipo diferente de rato, seleccione o tipo desejado a partir da lista fornecida. Pode escolher a entrada "%s" para escolher um rato ``genérico'' que trabalhe praticamente com todos os ratos. Se escolher outro rato diferente do predefinido, um teste no ecrã será mostrado. Use os botões e a roda para verificar se as configurações estão correctas e o rato está a trabalhar correctamente. Se o rato não estiver a funcionar bem, prima a tecla espaço ou [Return] para cancelar o teste e retornar à lista de ratos. Ocasionalmente a roda do rato não é detectada automaticamente, então é necessário seleccionar o rato da lista. Certifique-se que selecciona o correspondente à porta a que o seu rato está ligado. Depois de seleccionar o rato e premir o botão "%s", uma imagem será mostrada no ecrã a mover a roda. Teste os botões e verifique se o apontador do rato se move no ecrã assim como move o rato.
pt_br: Normalmente, o DrakX não tem problemas em detectar o número de botões de seu mouse. Caso isto ocorra, ele assume que você tem um mouse de dois botões, e irá configurá-lo para emulação do terceiro botão. O terceiro botão pode ser acionado pressionando simultaneamente os botões esquerdo e direito do mouse. O DrakX saberá automaticamente se a interface é PS/2, serial ou USB. Se você tiver um mouse com 3 botões que não possua roda (wheel), você pode escolher um mouse "%s". DrakX irá então configurar seu mouse para que você possa simular o uso da roda da seguinte maneira: pressione o botão do meio e mova o ponteiro do seu mouse para cima e para baixo. Se por alguma razão você quiser especificar um tipo diferente de mouse, selecione o tipo da lista. Você pode selecionar a entrada "%s" para escolher um tipo de mouse "genérico" o qual deve funcionar com todos os mouses novos. Se você escolher um mouse diferente do padrão, uma tela será mostrada. Use os botões e a roda para verificar se as configurações estão corretas e se o mouse está configurado corretamente. Se o mouse não funcionar corretamente, pressione a barra de espaços ou o [Enter] para cancelar o teste e voltar para a lista de escolhas. Ocasionalmente, a roda do mouse (wheel) não será detectada automaticamente, e então você necessitará selecionar seu mouse de uma lista. Escolha corretamente a porta que seu mouse está conectado. Após selecionar um mouse e ter pressionado no botão "%s", uma imagem do mouse será mostrada na tela. Mova toda a roda do mouse para assegurar-se de que esteja ativada corretamente. Após verificar o funcionamento da roda do mouse, teste os botões e certifique-se de que o ponteiro do mouse move-se junto com o mesmo.
ru: Обычно у DrakX не возникает проблем с определением количества кнопок вашей мыши. Если все-таки у него это не получается, тогда он будет рассматривать вашу мышь как двух-кнопочную и настроит эмуляцию трех кнопок. Третья кнопка двухкнопочной мыши может быть ``нажата'' одновременным нажатием на левую и правую кнопку. DrakX автоматически определит какой интерфейс использует ваша мышь: PS/2, serial или USB. Если у вас трехкнопочная мышь с колесиком, вы можете выбрать мышь "%s" DrakX тогда настроит вашу мышь с симуляцией колесика. Чтобы воспользоваться затем колесиком, нажимайте среднюю кнопку мыши и двигайте указатель мыши вверх-вниз. Если, по каким-либо причинам, вы желаете указать другой тип мыши, выберите нужную мышь из предоставленного списка. Вы можете выбрать пункт "%s" для выбора типа мыши ``generic'', который будет работать практически с любой мышью. Если вы выбираете другую мышь, отличную от выбранной по умолчанию, появится тестовый экран. Понажимайте кнопки и покрутите колесико для проверки правильности настроек и того, что мышь работает корректно. Если мышь ведет себя неверно, нажмите пробел или клавишу [Return], чтобы отменить тестирование и вернуться к списку мышей. Мыши с колесиками иногда автоматически не определяются. В этом случае вам прийдется выбрать свою мышь из списка. Проверьте, что вы правильно выбрали порт подключения мыши. Когда мышь будет выбрана и нажата кнопка "%s", появится картинка с изображением мыши. Покрутите колесико мыши для проверки того, что все работает правильно. Как только вы увидите, что колесико на экране движется синхронно с движениями настоящего колесика, проверьте также работу кнопок и движение курсора, который должен двигаться по экрану соответственно вашим перемещениям мыши.
sk: Aplikácia DrakX zvyčajne zistí počet tlačidiel na vašej mysi. Ak nie, predpokladá, že máte dvojtlačidlovú myš a nastaví emuláciu pre tretie tlačidlo. Emulácia tretieho tlačidla sa vykonáva súčasným stlačením ľavého i pravého tlačidla. Aplikácia tiež dokáže rozpoznať, či sa jedná o myšPS/2, USB alebo sériovú. Ak máte trojtlačidlovú myš bez kolieska, môžete si vybrať typ myši "%s". Inštalačný program potom nataví emuláciu tak, že sa posun kolieskom simuluje stlačením prostredného tlačidla a posúvaním myši hore a dole. Ak chcete zadať iný typ myši, vyberte ju zo zoznamu. Tiež môžete vybrať položku "%s", ktorou zvolíte "všeobecný" typ myši, ktorý by mal pracovať správne s takmer kažou myšou. Ak vyberiete inú myš než tú, ktorá bola detegovaná, zobrazí sa testovacia obrazovka. Na nej otestujte tlačidlá i koliesko a overte, či je nastavenie správne. Ak myš nepracuje správne, stlačte medzerník a vyberte iný typ myši. Myši s kolieskom nie sú v niektorých prípadoch automaticky rozpoznané. Budete ju musieť vybrať zo zoznamu. Uistite sa, že vyberiete myš správneho typu portu, ku ktorému je pripojená. Potom, čo stlačíte tlačidlo "%s", zobrazí sa obrázok s myšou. Posunujte kolieskom, aby se správne aktivovalo; koliesko na obrazovcke by sa malo pohybovať. Potom overte tlačidlá a či sa myš pohybuje na obrazovke správne.
sl: DrakX običajno nima težav z zaznavanjem števila tipk vaše miške. V primeru, da pa se težave pojavijo, upošteva predpostavko, da ima miška dve tipki, in nastavi emulacijo tretje tipke. Tretjo tipko miške z dvema tipkama v tem primeru nadomešča istočasni pritisk na obe tipki. DrakX samodejno zazna tudi, na kateri vmesnik je vaša miška priključena. (PS/2, serijska vrata, USB) Če imate miško s tremi tipkami, vendar brez kolesca, izberite miško »%s«. DrakX jo bo nastavil tako, da boste kolesce lahko simulirali s pritiskom na srednjo tipko ob istočasnem premikanju miške v smeri gor - dol. Če želite nastaviti drugačno vrsto miške, lahko to storite tako, da jo izberete s seznama. Z možnostjo »%s«, boste izbrali generično miško, ki deluje skoraj z vsemi vrstami mišk. Če izberete miško, različno od privzete, se bo prikazalo preizkusno okno. Preizkusite delovanje vseh tipk in njihovih funkcij ter se prepričajte, da delujejo pravilno. Če miška ne deluje pravilno, pritisnite preslednico, da se boste vrnili v okno za izbiro miške. Občasno se zgodi, da miške s koleščkom program za nameščanje ne zazna samodejno. Prepričajte se, da je ročno izbrana miška priključena na ista vrata, kot je v resnici priključena vaša miška. Ko boste izbrali miško in pritisnili na gumb »%s«, se bo na zaslonu prikazala slika miške. Zavrtite miškino kolesce, da se prepričate, ali deluje pravilno. Preizkusite še delovanje tipk in ali miškin kazalec sledi gibanju miške.
sv: DrakX identifierar vanligen hur många knappar din mus har. Om inte antar den att du har en mus med två knappar och kommer att ställa in den för knapp 3-emulering. Den tredje knappen på en två-knappars mus kan användas genom att trycka på vänstra och högra musknappen samtidigt . DrakX kommer automatiskt att veta om musen är av typ PS/2, seriell eller USB. Om du har en mus med tre knappar utan hjul kan du välj en "%s" mus. DrakX kommer då ställa in den så du kan simulera ett hjul med den. Tryck in mittenknappen och rör muspekaren upp eller ner för att simulera användandet av ett mushjul. Om du vill specificera en annan mustyp välj då den i listan som visas. Du kan välja "%s" för att specifiera en "generisk" mustyp som kommer att fungera med nästan alla olika möss. Om du väljer en annan mus än den förvalda kommer en testskärm att visas. Använd musknapparna och hjulet för att verifiera att inställningarna är korrekt. Om musen inte fungerar ordentligt tryck på mellanslag eller Enter för att avbryta och välja igen. Ibland identifieras inte hjulmöss automatiskt. Du måste manuellt välja korrekt mus i listan. Se till så att du väljer den som motsvarar porten den är ansluten till. När du valt en mus och har klickat "%s" kommer en musbild att visas. Du måste då röra på hjulet för att aktivera det, och du kommer se mushjulet på skärmen röra sig. Testa sedan att alla knappar och musrörelsen fungerar korrekt, muspekaren skall röra sig på skärmen om allt fungerar.
tg: Одатан дар DrakX ягон муаммо оиди муайянкунии шумораи тугмаҳо дар муши шумо пайдо намешавад. Агар чунин нашавад, пас он муши шуморо ҳамчун ду тугмадор мепиндорад ва онро ба намунасозии тугмаи сеюмро танзим мекунад. Тугмаи сеюми муши дутугмадор ба воситаи пахшкунии якзамонаи тугмаи рост ва чапи муш, пахш хоҳад шуд. DrakX ба таври худкор мефаҳмад, ки оё муши шумо кадоме аз интерфейси PS/2, serial ё USB-ро истифода мебарад. Агар шумо муши 3-тугмадорро бе чарха дошта бошед шумо "%s" -ро интихоб карда метавонед. Агар шумо дигар мушро, ки аз интихоб кардан бо нобаёнӣ фарқ мекунад, экрани санҷишӣ намоиш дода мешавад. Тугма ва чархаҳоро барои санҷидан дурустии гузоришҳо ва дурустии кори муш истифода баред. Агар муш хуб кор накунад, сари фазо ё "%s" калиди [Баргаштан]-ро пахш кунед, то ки санҷишро бекор кунед ва ба рӯйхати интихобҳо баргардед. Мушҳои чархадор баъзе вақт худмуайян намегарданд. Дар ин ҳолат шумо бояд муши худро аз рӯйхат интихоб намоед. Бовари ҳосил кунед, ки шумо даргоҳи пайвастшавии мушро дуруст интихоб кардед. Вақте, ки муш интихоб шуд ва тугмаи "%s" пахш гардид, тасвир бо симои муш пайдо мешавад. Чархаҳои мушро гардонед, то бовари ҳосил кунед, ки он дуруст кор мекунад. Вақте шумо мебинед, ки чархаи муш дар экран ба ҳаракатҳои муши шумо ҳамзамон ҳаракат мекунад, кори тугмаҳо ва ҳаракати нишоннаморо, ки бояд мувофиқи ҷойивазкунии муши шумо ҳаракат кунад, санҷед.
uk: Здебільшого DrakX не має проблем при визначенні кількості кнопок на Вашій миші. Якщо це стається, приймається, що Ви маєте двохкнопкову мишу, і можете сконфігурувати її для емуляції третьої кнопки. Третя кнопка на двохкнопковій миші може бути "натиснута" одночасним натисканням лівої і правої кнопок. DrakX автоматично знатиме, який інтерфейс використовує Ваша миша: PS/2, послідовний чи USB. У випадку, якщо Ви маєте мишу з трьома кнопками і без коліщатка, можете вибрати мишу "%s". DrakX тоді налаштує її так, щоб Ви могли симулювати його: для цього натисніть середню кнопку і переміщуйте мишу вперед-назад. Якщо з певних міркувань Ви хочете задати інший тип миші, виберіть його із списку, який пропонується. Ви можете вибрати пункт "%s", щоб встановити "загальний" тип, який працює майже з усіма типами мишок. Якщо Ви вибрали мишу, відмінну від запропонованої, буде показано тестове вікно. Перевірте кнопки і коліщатко, щоб переконатися, що миша працює добре. Якщо миша працює неправильно, натисніть пробіл або [Return], щоб припинити тест і повернутися в список вибору. Миші з коліщатком деколи не визначаються автоматично, тому Вам буде потрібно вибрати мишу із списку. Переконайтеся, що Ви вибираєте мишу відповідно до порта, до якого вона під'єднана. Після того, як Ви виберете мишу і натиснете на кнопку "%s", на екрані появиться зображення миші. Покрутіть коліщатко миші, щоб переконатися, що воно активізоване правильно. Після того, як Ви побачите, що коліщатко на екрані рухається відповідно до коліщатка на миші, протестуйте кнопки і переконайтеся, що вказівник миші на екрані рухається відповідно до переміщення миші.
vi: Thông thường, DrakX phát hiện đúng số nút của thiết bị chuột bạn có. Theo mặc định, DrakX cho là chuột có 2 nút và sẽ cấu hình việc mô phỏng nút thứ ba. Nút mô phỏng thứ ba này sẽ là việc nhấn đồng thời hai nút phải và trái. DrakX cũng sẽ tự động nhận ra chuột là loại PS/2, serial hay USB. Nếu có chuột 3 nút, không có bánh xe, bạn có thể chọn chuột "%s". DrakX sẽ cấu hình chuột và mô phỏng bánh xe cho nó: nhấn nút giữa và di chuyển chuột lên hay xuống. Vì lý do nào đó mà bạn muốn định rõ loại chuột khác, hãy tự chọn từ danh sách được cung cấp. Bạn cũng có thể chọn "%s" để chọn loại chuột ``generic'' là chuẩn chung có thể làm việc được với nhiều loại thiết bị chuột. Nếu chọn chuột khác với mặc định, bạn sẽ nhận một màn hình để chạy thử chuột. Sử dụng các nút và lăn bánh xe để xác minh các thiết lập là đúng. Nếu chuột không hoạt động đúng, hãy nhấn thanh space hoặc phím [Return] để bỏ qua việc chạy thử và chọn lại từ danh sách. Đôi khi chuột có bánh xe cuộn không được tự động phát hiện, nên bạn phải chọn nó trong danh sách. Đảm bảo là bạn chọn đúng cổng nối của chuột. Sau khi chọn chuột và nhấn nút "%s", sẽ hiện lên màn hình một ảnh thiết bị chuột. Hãy lăn bánh xe để khẳng định nó được kích hoạt đúng rồi hãy nhấn để kiểm tra các nút khác và di chuột trên màn hình.
wa: D' acostumance, DrakX n' a nole rujhe po trover l' nombe di botons di vosse sori. S' i n' trove nén, i pinsrè ki vos avoz ene sori di deus botons, et va mete en alaedje l' emulåcion do troejhinme boton. Li troejhinme boton d' ene sori a deus botons pout esse emulé tot clitchant avou les botons d' hintche eyet d' droete e minme tins. DrakX sårè otomaticmint si vosse sori est ene sori PS/2, séreye oudonbén USB. Si vos avoz ene sori a troes botons sins rôlete, vos ploz tchoezi l' sori ki dit «%s». DrakX va adon apontyî vosse sori po pleur emuler li rôlete: po çoula, clitchîz sol boton do mitan et s' bodjîz l sori. Si vos vloz defini ene sôre di sori diferinne, tchoezixhoz li sôre k' i fåt el djivêye. Vos ploz tchoezi l' intrêye «%s» po ene sôre di sori «djenerike» k' irè bén avou cåzu totes les soris. Si vos fjhoz ene tchuze diferinne del prémetowe, DrakX vos mosterrè on purnea po sayî l' sori. Sayîz les botons et li rôlete po vey si tot va comifåt. Si l' sori ni rote nén comifåt, tapez so l' espåce, oudonbén so RETURN po rivni èn erî eyet ndè tchoezi ene ôte. Des côps k' i gn a, les soris a rôlete èn sont nén detectêyes otomaticmint et vos dvroz l' tchoezi dins ene djivêye. Acertinez vs di tchoezi l' cene ki coresponde å pôrt ki vosse sori est raloyeye. Après aveur tchoezi ene sori eyet clitchî sol boton «%s», ene imådje d' ene sori est håynêye el waitroûle. Fijhoz bodjî l' rôlete po verifyî k' ele rote comifåt. On côp ki vos voeyoz l' imådje del rôlete sol waitroûle ki bodje del minme manire ki vos fjhoz bodjî l' rôlete, sayîz les botons eyet vey si l' cursoe shût bén les movmints del sori.
zh_cn: 通常情况下, DrakX 能够正确检测到您的鼠标有几个按键。如果检测不正确的话, 就会假定您有一个两键鼠标, 并配置为模拟第三键。如果您想在两键鼠标上使用第三键的话, 只需同时按下左右键。DrakX 会自动确定您的鼠标所使用的端口, 是 PS/2、串口, 还是 USB 接口。 如果您的三键鼠标没有滚轮, 您可以选择"%s"类型的鼠标。DrakX 就会配置您的鼠标来模拟滚轮：只需按下中键, 然后上下移动鼠标。 如果因为某些原因, 您希望指定不同类型的鼠标, 请从提供的列表中进行选择。 您可以选择"%s"选项来选择``通用''鼠标类型, 这样基本会适应任何鼠标。 如果您选择了不同于默认值的鼠标, 会出现一个测试屏幕。请用您鼠标的按键和滚轮来验证设置是否正确, 鼠标是否工作正常。如果鼠标工作不正常, 请按空格键或 [Enter] 键取消测试, 返回到可供选择的鼠标列表中。 滚轮鼠标有时可能无法自动检测, 所以您可能需要从列表中进行选择。请确定您选对了鼠标所连接的端口。选择鼠标后, 单击"%s"按钮, 会在屏幕上出现鼠标图像。试着滚动滚轮, 以确保滚轮可以正常激活。您在滚动鼠标滚轮的同时应该看到屏幕上的滚轮也在滚动。另外, 也应该测试一下鼠标按钮, 鼠标指针的移动应该和鼠标的操作保持一致。
zh_tw: 通常 DrakX 沒有偵測滑鼠按鍵數量的問題. 如果有的話, 它假設您有兩鍵的滑鼠 且將設定它模擬三鍵. 第三鍵按鍵於兩鍵滑鼠可以由同時按下左鍵與右鍵來模擬. DrakX 將會自動知道您的滑鼠是否使用 PS/2, 序列埠 或 USB 介面. 如果您有一個無滾輪的三鍵滑鼠, 您可以選擇 "%s" 滑鼠. DrakX 將會設定您的 滑鼠以至於您可以用它模擬滾輪: 為了要使用它, 按下中間鍵且上下移動您的滑鼠指標. 如果由於某些原因您想指定一個不同的滑鼠類型, 從提供的清單中選它. 您可以選擇 "%s" 項目來選擇一個 ``generic (一般)'' 滑鼠型態, 適用於幾乎全部 的滑鼠. 如果您選擇一個不同於預設值的滑鼠，將會顯示一個測試畫面。使用按鍵與滾輪來 確認設定值是正確的且滑鼠正確工作。如果滑鼠不能工作，請按下空白鍵或 [Return] 鍵 以取消測試且您將回到滑鼠清單. 某些情況下, 滾輪滑鼠不能被自動偵測, 所以您將需要從清單中選擇您的滑鼠. 確定選擇一個對應於您的滑鼠連接埠的項目。選擇一個滑鼠且按下 "%s" 鍵後， 一個滑鼠影像將顯示在螢幕上. 請捲動滑鼠滾輪以確定它正確被啟動。當您滾動滾輪，您將看見螢幕上的滾輪移動。 測試按鍵並檢查當您移動您的滑鼠時游標是否在螢幕上移動。
