Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: This step is activated only if an existing GNU/Linux partition has been found on your machine. DrakX now needs to know if you want to perform a new installation or an upgrade of an existing Mandriva Linux system: * "%s". For the most part, this completely wipes out the old system. However, depending on your partitioning scheme, you can prevent some of your existing data (notably "home" directories) from being over-written. If you wish to change how your hard drives are partitioned, or to change the filesystem, you should use this option. * "%s". This installation class allows you to update the packages currently installed on your Mandriva Linux system. Your current partitioning scheme and user data will not be altered. Most of the other configuration steps remain available and are similar to a standard installation. Using the ``Upgrade'' option should work fine on Mandriva Linux systems running version "8.1" or later. Performing an upgrade on versions prior to Mandriva Linux version "8.1" is not recommended.
it: Questo passo viene eseguito soltanto se sulla vostra macchina viene trovata una partizione GNU/Linux preesistente. A questo punto DrakX ha bisogno di sapere se intendete effettuare una nuova installazione o un aggiornamento di un sistema Mandriva Linux esistente: * "%s": nella maggior parte dei casi cancella completamente il vecchio sistema. Tuttavia, in base allo schema di partizionamento usato, potete evitare di scrivere sui vostri dati attuali (in particolare le directory "home"). Dovreste usare questa opzione se volete modificare le partizioni dei vostri dischi o cambiarne i filesystem. * "%s": questo tipo di installazione vi permette di effettuare un semplice aggiornamento dei pacchetti già installati sul vostro sistema Mandriva Linux. Tutte le partizioni attuali del disco rigido vengono conservate, come pure le configurazioni e i dati individuali degli utenti. La maggior parte degli altri passi relativi alla configurazione restano disponibili, come per una installazione normale. L'opzione "Aggiornamento" non dovrebbe comportare difficoltà per sistemi Mandriva Linux a partire dalla versione "8.1", mentre non è consigliabile utilizzarla per aggiornare versioni di Mandriva Linux precedenti la "8.1".
mt: Dan il-pass jiġi attivat biss jekk instabet partizzjoni eżistenti GNU/Linux fuq il-kompjuter. DrakX issa għandu bżonn ikun jaf jekk tridx tagħmel installazzjoni ġdida jew aġġornament tas-sistema eżistenti Mandriva Linux: * "%s". Fil-parti l-kbira, din tħassar is-sistema antika għal kollox. Però, skond l-iskema ta' partizzjonijiet, tista' ma tħallix ċerti partizzjonijiet jitħassru (speċjalment id-direttorji "home"). Jekk trid tibdel kif jiġu partizzjonati l-ħard disks, jew biex tibdel is-sistema ta' fajls, għandek tagħżel din l-għażla. * "%s". Din il-klassi ta' installazzjoni tħallik taġġorna l-pakketti installati bħalissa fuq is-sistema Mandriva Linux. Il-partizzjonijiet eżistenti u d-data tal-utenti ma jintmessux. Ħafna mill-passi l-oħra tal-konfigurazzjoni jibqgħu disponibbli u huma simili għal installazzjoni normali. L-użu tal-għażla "Aġġorna" għandha taħdem tajjeb fuq sistemi Mandriva Linux minn verżjoni "8.1" 'il fuq. Mhux rakkomandat li tagħmel aġġornament ta' sistema Mandriva Linux qabel 8.1.
pl: Ten krok jest aktywowany tylko wtedy, jeśli na komputerze została znaleziona stara partycja GNU/Linux. Instalator musi teraz otrzymać informację, czy chcesz przeprowadzić nową instalację, czy też uaktualnić istniejący system Mandriva Linux: * "%s": W większości przypadków, ta opcja powoduje całkowite usunięcie starego systemu. Jednak w zależności od schematu partycjonowania, można zapobiec nadpisaniu niektórych z istniejących danych (szczególnie katalogów "home"). Jeśli chcesz zmienić sposób partycjonowania twardych dysków, lub też system plików, należy użyć tej opcji. * "%s": Ta klasa instalacji umożliwia uaktualnienie pakietów aktualnie zainstalowanych w systemie Mandriva Linux. Twój bieżący schemat partycjonowania oraz dane użytkownika nie zostaną zmienione. Większość innych kroków konfiguracyjnych pozostanie dostępna, podobnie do instalacji standardowej. Użycie wersji "Uaktualnienie" powinno zadziałać dobrze na systemach Mandriva Linux w wersji "8.1" i późniejszych. Przeprowadzanie uaktualnienia z wersji wcześniejszych niż "8.1" nie jest zalecane.
