Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: More than one Microsoft partition has been detected on your hard drive. Please choose the one which you want to resize in order to install your new Mandriva Linux operating system. Each partition is listed as follows: "Linux name", "Windows name" "Capacity". "Linux name" is structured: "hard drive type", "hard drive number", "partition number" (for example, "hda1"). "Hard drive type" is "hd" if your hard dive is an IDE hard drive and "sd" if it is a SCSI hard drive. "Hard drive number" is always a letter after "hd" or "sd". With IDE hard drives: * "a" means "master hard drive on the primary IDE controller"; * "b" means "slave hard drive on the primary IDE controller"; * "c" means "master hard drive on the secondary IDE controller"; * "d" means "slave hard drive on the secondary IDE controller". With SCSI hard drives, an "a" means "lowest SCSI ID", a "b" means "second lowest SCSI ID", etc. "Windows name" is the letter of your hard drive under Windows (the first disk or partition is called "C:").
ar: تمّ اكتشاف أكثر من تجزيء ميكروسوفت على قرصك الصّلب. رجاء اختيار القرص الذي تريد تغيير حجمه كي تتثبيت نظام تشغيل ماندريبا لينكس الجديد. كل تجزيء مُسرد كما يلي: "اسم لينكس"، "اسم ويندوز" "الكثافة". "اسم لينكس" مركّب: "نوع القرص الصلب"، "رقم القرص الصلب"، "رقم التّجزيء" (مثلاً، "hda1"). "نوع القرص الصلب" هو "hd" إن كان القرص من نوع IDE و "sd" إن كان من نوع SCSI. "رقم القرص الصّلب" هو دائماً حرف بعد "hd" أو "sd". لأقراص IDE الصّلبة: * "a" يعني "القرص الصّلب الرّئيسي على مُتحكّم IDE الأوّلي"؛ * "b" يعني "القرص الصّلب الثّانوي على مُتحكّم IDE الأوّلي"؛ * "c" يعني "القرص الصّلب الرّئيسي على مُتحكّم IDE الثّانوي"؛ * "d" يعني "القرص الصّلب الثّانوي على مُتحكّم IDE الثّانوي"؛ بالنّسبة لأقراص SCSI الصّلبة، "a" يعني "أقلّ رقم تعريف SCSI"، و"b" يعني "ثاني أقلّ رقم تعريف SCSI"، إلخ. "اسم ويندوز" هو الحرف الخاص بقرصك الصّلب ضمن ويندوز (القرص الأوّل أو التجزيء المسمّى "C:").
bs: Na vašem hard disku ustanovljeno je više od jedne Microsoft particije. Molim izaberite onu koju želite smanjiti kako biste instalirali vaš Mandriva Linux operativni sistem. Svaka particija je navedena ovako: "Linux ime", "Windows ime", "Kapacitet". "Linux ime" se sastoji od: "vrste hard diska", "broja hard diska", "broja particije" (na primjer, "hda1"). "Vrsta hard diska" je "hd" ako je vaš hard disk IDE, a "sd" ako je u pitanju SCSI hard disk. "Broj hard diska" je uvijek slovo nakon "hd" ili "sd". Kod IDE hard diskova: * "a" znači "master hard disk na primarnom IDE kontroleru"; * "b" znači "slave hard disk na primarnom IDE kontroleru"; * "c" znači "master hard disk na sekundarnom IDE kontroleru"; * "d" znači "slave hard disk na sekundarnom IDE kontroleru"; Kod SCSI hard diskova, "a" je "disk sa najnižim SCSI IDom", "b" je "drugi najniži SCSI ID", itd. "Windows ime" je slovo kojim je vaš hard disk označen pod Windowsom (prva particija prvog diska se zove "C:").
ca: S'ha detectat més d'una partició de Microsoft a la unitat de disc. Si us plau, trieu quina d'elles voleu redimensionar per instal·lar el nou sistema operatiu Mandriva Linux. Cada partició està identificada d'aquesta manera: "Nom Linux", "Nom Windows" "Capacitat". "Nom Linux" es compon de: "tipus d'unitat de disc dur", "número d'unitat de disc dur", "número de la partició" (per exemple, "hda1"). "Tipus d'unitat de disc dur" és "hd" si la vostre unitat de disc dur és IDE i "sd" si és SCSI. "Número de la unitat de disc dur" és sempre una lletra després d'"hd" o "sd". Amb unitats de disc IDE: * "a" significa "unitat de disc mestra en el controlador IDE primari", * "b" significa "unitat de disc esclava en el controlador IDE primari", * "c" significa "unitat de disc mestra en el controlador IDE secundari", * "d" significa "unitat de disc esclava en el controlador IDE secundari". Amb les unitats de disc SCSI, una "a" significa "ID SCSI més baixa", una "b" significa "segona ID SCSI més baixa", etc. "Nom Windows" és la lletra de la vostra unitat de disc sota Windows (el primer disc o partició s'anomena "C:").
cs: Instalační program nalezl na disku více než jeden oddíl s Microsoft Windows. Prosím vyberte si jeden z nich, který je potřeba pro novu instalaci systému Mandriva Linux zmenšit. Každý oddíl je zobrazen následovně: "Pojmenování v Linuxu", "Název ve Windows", "Velikost". "Pojmenování v Linuxu" je složeno následovně: "typ pevného disku", "číslo disku", "číslo oddílu". (například "hda1"). Pokud máte IDE disky, pak je "typ pevného disku" "hd", pokud máte SCSI, označení bude "sd". "Číslo disku" je vždy písmeno za "hd" nebo "sd". Pro IDE disky je takto: * "a" znamená "master disk na primárním IDE řadiči", * "b" znamená "slave disk na primárním IDE řadiči", * "c" znamená "master disk na sekundárním IDE řadiči", * "d" znamená "slave disk na sekundárním IDE řadiči". Pro SCSI disky platí, že "a" je "nejmenší SCSI ID", "b" je "druhé nejmenší SCSI ID" atd. "Název ve Windows" je písmeno, které je použito ve Windows (první oddíl nebo disk má písmeno "C:").
cy: Mae mwy nag un rhaniad Microsoft wedi ei ganfod ar eich disg caled. Dewiswch ba un rydych am newid ei faint er mwyn gosod eich system weithredu Mandriva Linux newydd Mae pob rhaniad wedi ei restri fel hyn: "Enw Linux", "Enw Windows", "Maint". Mae "Enw Linux" wedi ei strwythuro fel hyn: "math o ddisg caled", "rhif y disg caled", "rhif y rhaniad" (e.e., "hda1"). "hd" yw'r "Math o ddisg caled" os mai disg caled IDE sydd gennych a "sd" yw disg caled SCSI. Llythyren wedi'r "hd" neu "sd" yw'r "Rhif disg caled" bob tro. Gyda disgiau caled IDE: * mae "a" yn golygu "prif ddisg caled ar y rheolydd IDE cyntaf", * mae "b" yn golygu "ddisg caled gwas ar y rheolydd IDE cyntaf", * mae "c" yn golygu "prif ddisg caled ar yr ail reolydd IDE", * mae "d" yn golygu "ddisg caled gwas ar yr ail reolydd IDE", Gyda disgiau caled SCSI mae "a" yn golygu'r "enw SCSI isaf", ac mae "b" yn golygu'r "ail enw SCSI isaf", ag ati. Mae "Enw Windows" yn cyfeirio at y llythyren y disg caled o dan Windows ("C:" yw'r ddisg neu raniad cyntaf).
da: Mere end én Microsoft Windows partition er blevet genkendt på dit diskdrev. Vælg den som du ønsker at ændre størrelse på for at kunne installere dit nye Mandriva Linux operativsystem. Hver partition er listet som følger: 'Linux navn', 'Windows navn', 'Kapacitet'. 'Linux navn' er kodet som følger: 'drevtype', 'drevnummer', 'partitionsnummer' (for eksempel '/hda1'). 'drevtype' er 'hd' hvis dit diskdrev er et IDE drev, og 'sd' hvis det er et SCSI drev. 'drevnummer' er altid et bogstav efter 'hd' eller 'sd'. For IDE drev gælder: * 'a' betyder 'hoved-drev på den primære IDE controller', * 'b' betyder 'slave-drev på den primære IDE controller', * 'c' betyder 'hoved-drev på den sækundære IDE controller', * 'd' betyder 'slave-drev på den sækundære IDE controller'. For SCSI drev betyder 'a' det 'laveste SCSI-nummer', 'b' betyder det 'næstlaveste SCSI-nummer', osv. 'Windows navn' er det bogstav som dit drev har under Windows (den første disk eller partition kaldes 'C:').
de: Es wurde mehr als eine Windows-Partition gefunden. Wählen Sie bitte, welche Sie verkleinern wollen, um Platz für Ihr neues Mandriva Linux zu schaffen. Die Partitionen werden folgendermaßen aufgelistet: „Linux-Name“, „Windows-Name“, „Kapazität“. „Linux-Name“ hat folgende Struktur: „Festplattentyp“, „Festplattennummer“, „Partitionsnummer“ (etwa „hda1“). „Festplattentyp“ ist „hd“, falls Ihre Platte eine IDE/ATAPI-Platte ist, und „sd“, wenn es sich um eine SCSI-Platte handelt. „Festplattennummer“ ist immer der Buchstabe hinter dem Festplattentyp. Bei IDE-Platten bedeutet: * „a“ ist „Master-Platte am primären IDE-Controller“; * „b“ ist „Slave-Platte am primären IDE-Controller“; * „c“ ist „Master-Platte am sekundären IDE-Controller“; * „d“ ist „Slave-Platte am sekundären IDE-Controller“; Bei SCSI-Platten steht „a“ für „niedrigste SCSI-ID“, „b“ für „zweitniedrigste SCSI-ID“, etc. „Windows-Name“ ist der Buchstabe, den die Partition (vermutlich) unter Windows erhalten würde (die erste Partition der ersten Platte heißt „C:“).
eo: Pli ol unu Microsoft-subdisko estas detektitaj sur via fiksdisko. Bonvolu elekti tiun kiun vi deziras regrandecigi por instali vian novan Mandriva-Linux-mastrumsistemon. Ĉiu subdisko estas listigita jene: "Linux nomo", "Vindoza nomo" "Kapacito". "Linux nomo" estas strukturita: "tipo de fiksdisko", "numero de fiksdisko", "subdisk-numero" (ekzemple, "hda1"). "Tipo de fiksdisko" estas "hd" se via fiksdisko estas IDE-fiksdisko kaj "sd" se ĝi estas SCSI-fiksdisko. "Numero de fiksdisko" estas ĉiam litero post "hd" aŭ "sd". Ĉe IDE- fiksdiskoj: * "a" signifas "ĉefa fiksdisko sur la primara IDE-kontrolilo"; * "b" signifas "malĉefa fiksdisko sur la primara IDE-kontrolilo"; * "c" signifas "ĉefa fiksdisko sur la sekundara IDE-kontrolilo"; * "d" signifas "malĉefa fiksdisko sur la sekundara IDE-kontrolilo". Ĉe SCSI-fiksdiskoj, "a" signifas "plej malalta SCSI-ID", "b" signifas "dua plej malalta SCSI-ID", ktp. "Vindoza nomo" estas la litero de via fiksdisko sub Vindozo (la unua disko aŭ subdisko estas nomata "C:").
es: Se ha detectado más de una partición Microsoft Windows en su disco rígido. Por favor, elija aquella a la cual desea cambiar el tamaño para poder instalar su sistema operativo Mandriva Linux nuevo. Cada partición se lista como sigue: "Nombre Linux", "Nombre Windows", "Capacidad". "Nombre Linux" está estructurado: "tipo de disco rígido", "número de disco rígido", "número de partición" (por ejemplo, "hda1"). "Tipo de disco rígido" es "hd" si su disco es un disco IDE y "sd" si el mismo es un disco SCSI. "Número de disco rígido" siempre es una letra que sigue a "hd" o a "sd". Para los discos IDE: * "a" significa "disco rígido maestro en la controladora IDE primaria", * "b" significa "disco rígido esclavo en la controladora IDE primaria", * "c" significa "disco rígido maestro en la controladora IDE secundaria", * "d" significa "disco rígido esclavo en la controladora IDE secundaria". Para los discos SCSI, una "a" significa "SCSI ID menor", una "b" significa "segunda SCSI ID menor", etc. "Nombre Windows" es la letra de su unidad de disco bajo Windows (el primer disco o partición se denomina "C:").
et: Teie arvuti kõvakettal on rohkem kui üks Microsoft Windowsi partitsioon. Palun valige välja see, mille suurust soovite Mandriva Linuxi jaoks muuta. Teie abistamiseks on igal partitsioonil näidatud "Nimi Linuxis", "Nimi Windowsis" ja "Mahutavus". "Nimi Linuxis" koosneb kõvakettatüübist, selle numbrist ja partitsiooni numbrist (näiteks "hda1"). Kõvaketta tüüp on "hd", kui on tegemist IDE-kettaga, ja "sd", kui on tegemist SCSI-kettaga. Kõvaketta number on alati täht "hd" või "sd" järel. IDE-ketastel: * "a" - esmase IDE kontrolleri ülem, * "b" - esmase IDE kontrolleri allutatu, * "c" - teisese IDE kontrolleri ülem, * "d" - teisese IDE kontrolleri allutatu. SCSI-ketaste puhul on "a" esimene, "b" teine ja nii edasi. "Nimi Windowsis" on täht, millega Microsoft Windows vastavat seadet tähistab (esimene ketas või partitsioon kannab nime "C:").
eu: Microsoft partizio bat baino gehiago aurkitu dira zure disko zurrunean. Hautatu zeinen tamaina aldatu nahi duzun, Mandriva Linux sistema berria instalatu ahal izateko. Partizioak honela azaltzen dira: "Linux izena", "Windows izena" "Edukiera". "Linux izena" honela osatzen da: "disko zurrun mota", "disko zurrun zenbakia", "partizio-zenbakia" (adibidez, "hda1"). "Disko zurrun mota" "hd" izaten da, disko zurruna IDE motakoa bada, eta "sd", SCSI motakoa bada. "Disko zurrunaren zenbakia" beti letra bat izaten da "hd" edo "sd"ren ondoren. IDE disko zurrunetan: * "a"k esan nahi du "IDE kontroladore primarioko disko zurrun nagusia"; * "b"k esan nahi du "IDE kontroladore primarioko mendeko disko zurruna"; * "c"k esan nahi du "IDE kontroladore sekundarioko disko zurrun nagusia"; * "d"k esan nahi du "IDE kontroladore sekundarioko mendeko disko zurruna". SCSI disko zurrunetan, "a"k esan nahi du"SCSI ID baxuena", "b"k "bigarren SCSI ID baxuena", etab. "Windows izena" Windows-en dagoen disko zurrunaren letra da (lehen diskoak edo partizioak "C:" du izena).
fa: بیش از یک قسمت‌بندی مایکروسافت بر دیسک شما شناسایی شده است. لطفا آن قسمت‌بندی را که برای نصب سیستم عامل لینوکس ماندریبا می‌خواهید تغییر اندازه دهید انتخاب کنید. هر قسمت‌بندی فهرست شده بدنبال می‌آید: "نام لینوکس", "نام ویندوز" "ظرفیت". "نام لینوکس" دارای ساختار: "نوع دستگاه دیسک", "شماره دستگاه دیسک", "شماره قسمت‌بندی" (برای مثال, "hda1"). "نوع دستگاه دیسک" اگر دستگاه دیسک شما یک دستگاه دیسک IDE باشد "hd" است و "sd" اگر آن یک دستگاه دیسک SCSI باشد. "شماره دستگاه دیسک" همیشه یک حرف الفبا بعد از "hd" یا "sd"می‌باشد. با دستگاه‌های دیسک IDE: * "a" بمعنی "دیسک ارشد بر کنترل کننده‌ی اول IDE "; * "b" بمعنی "دیسک زیردست بر کنترل کننده‌ی اول IDE "; * "c" بمعنی "دیسک ارشد بر کنترل کننده‌ی دوم IDE "; * "d" بمعنی "دیسک زیردست بر کنترل کننده‌ی دوم IDE ". با دستگاه‌های دیسک SCSI, یک "a" بمعنی "پایین‌ترین SCSI ID", یک "b" بمعنی "پایین‌ترین SCSI ID دومی", و غیره. "نام ویندوز" حرف الفبای دستگاه دیسک شما در ویندوز می‌باشد (اولین دیسک یا قسمت‌بندی "C:" نامیده می‌شود).
fi: Useampi kuin yksi Microsoft-osio on löydetty kiintolevyltäsi. Ole hyvä ja valitse osio jonka kokoa haluat muuttaa asentaaksesi uuden Mandriva Linux -käyttöjärjestelmäsi. Jokainen osio on lueteltu seuraavasti: "Linux nimi", Windows nimi", "Koko". "Linux nimi" rakenne on seuraava: "kiintolevytyyppi". "kiintolevynumero", "osionumero" (esim. "hda1"). "kiintolevytyyppi" on "hd" jos kiintolevysi on IDE-tyyppinen ja "sd" jos se on SCSI-tyyppinen. "kiintolevynumero" on aina kirjain "hd":n tai "sd":n perässä. IDE-kiintolevyille: * "a" tarkoittaa "isäntälevy ensisijaisella IDE ohjaimella"; * "b" tarkoittaa "orjalevy ensisijaisella IDE ohjaimella"; * "c" tarkoittaa "isäntälevy toissijaisella IDE ohjaimella"; * "d" tarkoittaa "orjalevy toissijaisella IDE ohjaimella"; SCSI kiintolevyillä "a" tarkoittaa "pienin SCSI ID", "b" tarkoittaa "toiseksi pienin SCSI ID", jne. "Windows nimi" on Windowsissa näkyvä osiota vastaava kirjain (ensimmäinen osio on "C:", seuraava "D:" jne.).
fr: Plus d'une partition Windows a été détectée sur votre disque dur. Veuillez choisir celle que vous choisissez pour votre nouvelle installation de Mandriva Linux. Chaque partition est identifiée comme suit : « Nom Linux », « Nom Windows », « Capacité ». Le « Nom » est structuré ainsi : « type de disque dur », « numéro du disque dur », « numéro de partition ». Par exemple, « hda1 ». Le « Type de disque dur » correspond à « hd » si votre disque est IDE. Pour un disque SCSI, vous lirez « sd ». Le numéro du disque est toujours listé après le « hd » ou « fd ». Pour les disques IDE : * « a » signifie « disque primaire maître sur le premier contrôleur IDE »; * « b » signifie « disque primaire esclave sur le premier contrôleur IDE »; * « c » indique « disque primaire maître sur le second contrôleur IDE »; * « d » signifie « disque primaire esclave sur le second contrôleur IDE »; Avec les disques SCSI, le « a » indique le plus petit SCSI ID, et ainsi de suite. « Nom Windows » c'est la lettre assignée à votre disque, (le premier disque ou partition « C: »)
gl: Detectouse máis dunha partición Microsoft no seu disco duro. Elixa a que quere redimensionar para poder instalar o seu novo sistema operativo Mandriva Linux. Cada partición está listada do seguinte xeito: "Nome en Linux", "Nome en Windows", "Capacidade". O "Nome en Linux" ten esta estructura: "Tipo de disco duro", "Número de disco duro", "Número de partición" (por exemplo, "hda1"). O "Tipo de disco duro" é "hd" se o seu disco duro é un disco duro IDE e "sd" se é un disco duro SCSI. O "Número de disco duro" é sempre unha letra despois de "hd" ou "sd". En discos duros IDE: * "a" significa "disco duro mestre do controlador IDE primario"; * "b" significa "disco duro escravo do controlador IDE primario"; * "c" significa "disco duro mestre do controlador IDE secundario"; * "d" significa "disco duro escravo do controlador IDE secundario". Nos discos duros SCSI, un "a" significa "ID SCSI menor", un "b" significa "segundo ID SCSI menor", etc. O "Nome en Windows" é a letra que ten o seu disco duro en Windows (o primeiro disco ou partición chámase "C:").
he: יותר ממחיצה אחת של מיקרוסופט זוהתה בכונן הקשיח שלך. נא לבחור את המחיצה שברצונך לשנות את גודלה כדי להתקין את מערכת ההפעלה החדשה שלך, מנדריבה-לינוקס. כל מחיצה רשומה כדלקמן: "שם בלינוקס", "שם בחלונות", "נפח". "שם בלינוקס" בנוי באופן הבא: "סוג הכונן הקשיח", "מספםר הכונן הקשיח", "מספר המחיצה" (לדוגמה "hda1"). "מספר הכונן הקשיח" הוא תמיד אות הבאה אחרי "hd" או "sd". עבור כונני IDE: * "a" משמעו הכונן הראשי על בקר ה-IDE הראשון; * "b" משמעו הכונן המשני על בקר ה-IDE הראשון; * "c" משמעו הכונן הראשי על בקר ה-IDE השניוני; * "d" משמעו הכונן המשני על בקר ה-IDE השניוני. עם כונני SCSI משמעו של "a" היא הכונן עם ה-SCSI ID הנמוך ביותר, משמעו של "b" היא הכונן השני מתחתית סולם ה-SCSI ID וכן הלאה. "השם בחלונות" הוא האות של הכונן שלך תחת חלונות (הכונן או המחיצה הראשונים נקרא ":C").
hu: Egynél több microsoftos partíció van a lemezen. Válassza ki azt, amelyiket át szeretné méretezni, hogy a Mandriva Linux feltelepíthető legyen. A partíciólista a következő mezőket tartalmazza: "linuxos név", "windowsos név", "kapacitás". A "linuxos név" formátuma a következő: "a merevlemez típusa", "a lemez azonosítója", "a partíció azonosítója" (példa a linuxos névre: "hda1"). Ha a lemez IDE-csatolós, akkor "a merevlemez típusa" "hd", ha pedig SCSI-csatolós, akkor "sd". "A lemez azonosítója" mindig egy betű a "hd" illetve az "sd" után. IDE-csatolós meghajtók esetén: - "a" jelentése: "első (master) meghajtó az első IDE-vezérlőn" - "b" jelentése: "második (slave) meghajtó az első IDE-vezérlőn" - "c" jelentése: "első meghajtó a második IDE-vezérlőn" - "d" jelentése: "második meghajtó a második IDE-vezérlőn" SCSI-csatolós meghajtóknál az "a" jelentése: "a legalacsonyabb SCSI-azonosító", "b" jelentése: "a második legalacsonyabb SCSI-azonosító", és így tovább. A "windowsos név" a meghajtó Windows alatt használt azonosítója (az első lemez vagy partíció neve "C:").
id: Terdapat lebih dari satu partisi Microsoft yang terdeteksi pada harddisk Anda. Pilih partisi yang hendak Anda ubah ukurannya untuk installasi sistem operasi Mandriva Linux. Tiap partisi terdaftar sebagai: "Nama Linux","Nama windows","Kapasitas". "Nama Linux" berstruktur: "tipe hard disk drive", "nomor hard disk drive", "nomor partisi" (misalnya "hda1"). "Tipe hard disk drive" adalah "hd" bila drive bertipe IDE dan "sd" jika berupa drive SCSI. "Nomor Hard Drive", selalu berupa huruf setelah "hd" atau "sd". Jika berupa IDE, maka: * "a" berarti "hard disk drive master pada kontroller IDE primer", * "b" berarti "hard disk drive slave pada kontroler IDE primer", * "c" berarti "hard disk drive master pada kontroler IDE sekunder", * "d" berarti "hard disk drive slave pada kontroler IDE sekunder", Pada drive SCSI, "a" berarti "ID SCSI terkecil, "b" berarti "ID SCSI terkecil kedua", dst. "Nama windows" adalah huruf hard disk drive Anda pada Windows (disk pertama pada partisi disebut "C:").
is: Fleiri en ein Microsoft disksneið hefur fundist á disknum. Vinsamlega veldu hverri þeirra þú vilt breyta stærðinni á til að geta sett upp nýja Mandriva Linux stýrikerfið. Hver sneið á listanum inniheldur "Linux nafn", "Windows nafn" "Diskrýmd". "Nafn" er byggt upp af: "disktegund", "disknúmer", "disksneið" (t.d., "hda1"). "Disktegund" er "hd" ef disknum er stýrt með IDE stýringu og "sd" ef það er SCSI diskur. "Disknúmer" er alltaf bókstafur eftir "hd" eða "sd". Fyrir IDE diska: * "a" þýðir "aðal (master) diskur á fyrstu IDE stýringu"; * "b" þýðir "auka (slave) diskur fyrstu IDE stýringu"; * "c" þýðir "aðal (master) diskur á annari IDE stýringu"; * "d" þýðir "auka (slave) diskur annari IDE stýringu"; Á SCSI diskum, þýðir "a" "lægsta SCSI ID", "b" þýðir "næst-lægsta SCSI ID", o.s.frv. "Windows nafn" er bókstafurinn á disknum eins og það sést undir Windows (fyrsti diskurinn eða sneiðin er kölluð "C:").
it: Sul vostro disco rigido è stata individuata più di una partizione Microsoft. Scegliete quella che deve essere ridimensionata in modo da poter installare il vostro nuovo sistema operativo Mandriva Linux. Ogni partizione è elencata in questo modo: "nome Linux", "nome Windows" "Dimensione". Il "nome Linux" è composto da: "tipo di disco rigido", "numero del disco", "numero della partizione" (ad esempio, "hda1"). Il "tipo di disco rigido" è "hd" se il disco è di tipo IDE, e "sd" se, invece, è un disco SCSI. Il "numero del disco" è sempre una lettera che segue "hd" o "sd". Per i dischi IDE: * "a" significa "disco master sul canale IDE primario"; * "b" significa "disco slave sul canale IDE primario"; * "c" significa "disco master sul canale IDE secondario"; * "d" significa "disco slave sul canale IDE secondario". Per i dischi di tipo SCSI, invece, una "a" rappresenta "l'ID SCSI più basso", una "b" indica "il secondo ID SCSI a partire dal basso", etc. Il "nome Windows" è la lettera con cui viene indicato il vostro disco rigido su Windows (il primo disco o partizione è denominato "C:").
ja: ハードドライブに Microsoft のパーティションがいくつか検出されました。 Mandriva Linux をインストールするためにリサイズするパーティションを 選んでください。 パーティションは次のように表示されます: "Linux name", "Windows name" "Capacity". "Linux Name" は次の要素で構成されます: ハードドライブタイプ/ハードドライブ番号/パーティション番号 (例: hda1) ハードドライブタイプは、IDE をお使いの場合は "hd"、SCSI をお使いの場合は "sd" となります。 ハードドライブ番号は常に "hd" または "sd" の後の一文字で表されます。 IDE ハードドライブの場合: * "a" はプライマリ IDE コントローラのマスターハードドライブ * "b" はプライマリ IDE コントローラのスレーブハードドライブ * "c" はセカンダリ IDE コントローラのマスターハードドライブ * "d" はセカンダリ IDE コントローラのスレーブハードドライブ SCSI ハードドライブの場合は、"a" は "lowest SCSI ID", "b" は "second lowest SCSI ID"を意味します。 "Windows name" は Windows のドライブ名 (最初のディスクまたはパーティションは"C:")
mk: На вашиот диск е пронајдено повеќе од една „Microsoft“ партиција. Изберете ја онаа што сакате да ја намалите/зголемите за да го инсталирате вашиот нов „Mandriva Linux“ оперативен систем. Секоја партиција е излистана со: „Linux име“, „Windows име“ „Капацитет“. „Linux име“ е со структура: „тип на диск“, „број на диск“, „број на партиција“ (на пример, „hda1“). „Тип на дискот“ е „hd“ ако дискот е „IDE“, и „sd“ ако дискот е SCSI. „Број на дискот“ е секогаш буква после „hd“ или „sd“. Кај „IDE“ дисковите: * „a“ значи „master“ диск на примарниот „IDE“ контролер; * „b“ значи „slave“ диск на примарниот „IDE“ контролер; * „c“ значи „master“ диск на секундарниот „IDE“ контролер; * „d“ значи „slave“ диск на секундарниот „IDE“ контролер. Кај „SCSI“ дисковите, буквата „a“ значи најнизок „SCSI ID“, а „b“ значи втор најмал „SCSI ID“, итн. „Windows име“ е буквата на дискот под „Windows“ (првиот диск или партиција се вика „C:“).
mt: Instabu iżjed minn partizzjoni waħda tal-Microsoft fuq il-ħard disk. Jekk jogħġbok agħżel liema minnhom trid iċċekken biex tinstalla s-sistema operattiva Mandriva Linux. Kull partizzjoni hija mmarkata hekk: "Isem tal-Linux", "Isem fil-Windows", "Daqs". L-isem tal-Linux huwa mqassam hekk: "tip ta' diska", "numru ta' diska", "numru tal-partizzjoni" (per eżempju, "hda1"). It-tip ta' diska huwa "hd" jekk id-diska hija tip IDE, u "sd" jekk hija tip SCSI. In-numru tad-diska huwa l-ittra ta' wara "hd" jew "sd". Għal diski IDE: * "a" hija d-diska "master" fuq il-kontrollatur IDE primarju, * "b" hija d-diska skjav fuq il-kontrollatur IDE primarju, * "c" hija d-diska "master" fuq il-kontrollatur IDE sekondarju, * "d" hija d-diska skjav fuq il-kontrollatur IDE sekondarju Fuq diski SCSI, "a" hija d-diska bl-iżjed ID baxx, "b" hija t-tieni, eċċ. "Isem tal-Windows" huwa l-ittra li jkollha din il-ħard disk taħt il-Windows (l-ewwel diska jew partizzjoni hija "C:").
nb: Mer enn en Microsoft Windows-partisjon har blitt oppdaget på harddisken din. Velg den du ønsker å endre størrelsen på for å installere ditt nye Mandriva Linux-operativsystem. Hver partisjon er listet som følger: "Linux-navn", "Windows-navn", "Kapasitet". "Linux-navn" er kodet som følger: "harddisktype", "harddisknummer", "partisjonsnummer" (f.eks., "hda1"). "Harddisktype" er "hd" hvis harddisken din er en IDE harddisk og "sd" hvis det er en SCSI harddisk. "Harddisknummer" er alltid en bokstav etter "hd" eller "sd". Med IDE-harddisker: * "a" betyr "master-harddisk på primær IDE kontroller", * "b" betyr "slave-harddisk på primær IDE kontroller", * "c" betyr "master-harddisk på sekundær IDE kontroller", * "d" betyr "slave-harddisk på sekundær IDE kontroller". Med SCSI-harddisker betyr en "a" en "primær harddisk", en "b" betyr "sekundær harddisk", osv. "Windows-navn" er bokstaven på harddisken din under Windows (den første disken eller partisjonen er kalt "C:").
nl: Er is meer dan één Microsoft-partitie op uw harde schijf gevonden. Kiest u degene die u wilt verkleinen om uw nieuwe Mandriva Linux besturingssysteem te kunnen installeren. Elke partitie wordt getoond als volgt: "Linux naam", "Windows naam" "Capaciteit". "Linux naam" is gestructureerd: "harde schijf-type", "harde schijf-teken", "partitienummer" (bijvoorbeeld "hda1"). "Harde schijf-type" is "hd" indien uw harde schijf een IDE-schijf is en "sd" indien het een SCSI-schijf is. "Harde schijf-teken" is altijd een letter na "hd" of "sd". Bij IDE- harde schijven: * "a" betekent "master harde schijf op de primaire IDE controller", * "b" betekent "slave harde schijf op de primaire IDE controller", * "c" betekent "master harde schijf op de secundaire IDE controller", * "d" betekent "slave harde schijf op de secundaire IDE controller". Bij SCSI harde schijven betekent een "a" "laagste SCSI ID", een "b" "op één na laagste SCSI ID", enzovoort. "Windows naam" is de letter van uw harde schijf onder Windows (de eerste schijf of partitie wordt "C:" genoemd).
nn: Oppdaga meir enn éin Microsoft-partisjon på harddisken. Vel kven av dei du vil endra storleiken på for å installera det nye Mandriva Linux-operativsystemet. Kvar partisjon vert vist slik: Linux-namn, Windows-namn, storleik. Linuxnamnet er skriven slik: harddisktype, harddisknummer, partisjonsnummer (for eksempel «hda1»). Harddisktypen er «hd» viss harddisken er ein IDE-harddisk og «sd» viss han er ein SCSI-harddisk. Harddisknummeret er alltid ein bokstav etter «hd» eller «sd». For IDE-harrdiskar: * «a» tyder hovudharddisk på primær IDE-kontrollar. * «b» tyder slaveharddisk på primær IDE-kontrollar. * «c» tyder hovudharddisk på sekundær IDE-kontrollar. * «d» tyder slaveharddisk på sekundær IDE-kontrollar. For SCSI-harddiskar tyder «a» lågaste SCSI-ID, «b» nest lågaste SCSI-ID, og så vidare. Windowsnamnet er stasjonsbokstaven til harddisken under Windows (første disk eller partisjon vert kalla «C:».
pl: Na dysku wykryto więcej niż jedną partycję Windows. Wybierz, którą z nich chcesz zmniejszyć w celu zainstalowania systemu Mandriva Linux Każda partycja jest określana za pomocą informacji: "Nazwa linuksowa", "Nazwa Windows" i "Rozmiar". Nazwa linuksowa jest określana następująco: "typ dysku","numer dysku", "numer partycji". (na przykład "hda1"). "Typ dysku" to "hd" w przypadku dysków IDE, "sd" w przypadku SCSI "Numer dysku" to litera po "hd" lub "sd". W przypadku dysku IDE: * "a" oznacza pierwszy dysk na pierwszym kontrolerze IDE * "b" oznacza drugi dysk na pierwszym kontrolerze IDE * "c" oznacza pierwszy dysk na drugim kontrolerze IDE * "d" oznacza drugi dysk na drugim kontrolerze IDE W przypadku dysków SCSI "a" oznacza najniższy identyfikator SCSI, "b" - drugi kolejny identyfikator SCSI, itd. "Nazwa Windows" to litera dysku w systemie Windows (pierwszy dysk lub partycja to "C:").
pt: Mais do que uma partição Microsoft foi detectada no seu disco rígido. Por favor escolha qual deseja redimencionar para poder instalar o seu novo sistema operativo Mandriva Linux. Cada partição é listada da seguinte maneira: "Nome Linux", "Nome Windows", "Capacidade". O "Nome Linux" é estruturado: "tipo de disco rígido", "numero de disco", "numero da partição" (por exemplo, "hda1"). O "Tipo de Disco" é "hd" se o disco rígido é IDE e "sd" se é um disco rígido SCSI. O "Numero de disco" é sempre uma letra depois de "hd" ou "sd". Com os discos rígidos IDE: * "a" significa "disco rígido master no controlador IDE principal"; * "b" significa "disco rígido slave no controlador IDE principal"; * "c" significa "disco rígido master no controlador IDE segundario"; * "d" significa "disco rígido slave no controlador IDE segundario"; Com os discos rígidos SCSI, um "a" significa "SCSI ID mais baixo", um "b" significa "segundo SCSI ID mais baixo", etc. O "nome Windows" é a letra do seu disco rígido sob Windows (o primeiro disco ou partição é chamado "C:").
pt_br: Mais de uma partição Microsoft Windows foi detectada em seu disco rígido. Por favor, escolha a que você quer redimensionar para instalar o seu novo sistema operacional Mandriva Linux. Cada partição é listada da seguinte forma: "Nome Linux", "Nome Windows" "Capacidade". "Nome Linux" é codificado da seguinte maneira: "tipo do disco rígido", "número do disco rígido", "número da partição" (por exemplo, "hda1"). "Tipo do disco rígido" é "hd" se seu disco rígido for IDE e "sd" se ele for um disco rígido SCSI. "Número do disco rígido" é sempre uma letra depois de "hd" ou "sd".Com discos rígidos IDE: * "a" significa "disco rígido mestre na controladora IDE primária", * "b" significa "disco rígido escravo na controladora IDE primária", * "c" , "disco rígido mestre na controladora IDE secundária", * "d" , "disco rígido escravo na controladora IDE secundária". Com discos rígidos SCSI, "a" significa "SCSI ID mais baixo", um "b" significa "segundo SCSI ID mais baixo", etc. O "Nome Windows" é a letra do seu disco rígido no Windows (o primeiro disco ou partição é chamado "C:").
ru: На вашем жестом диске обнаружено несколько разделов Microsoft. Выберите необходимый раздел для изменения его размера с целью установки вашей новой операционной системы Mandriva Linux. Каждый раздел перечислен так: "Linux имя", "Windows имя" "Размер". "Linux имя" разделено на: "тип жесткого диска", "номер жесткого диска", "номер раздела" (например, "hda1"). "Тип жесткого диска" это "hd" если ваш жесткий диск IDE и "sd" если SCSI. "Номер жесткого диска" это всегда буква после "hd" или "sd". Для жестких дисков IDE: * "a" означает "master жесткий диск на первичном IDE контроллере"; * "b" означает "slave жесткий диск на первичном IDE контроллере";; * "c" означает "master жесткий диск на вторичном IDE контроллере"; * "d" означает "slave жесткий диск на вторичном IDE контроллере". Для жестких дисков SCSI "a" означает "lowest SCSI ID", "b" означает "second lowest SCSI ID", и т.д. "Windows name" это буква жесткого диска под Windows (первый диск или раздел называется "C:").
sk: Bol nájdený viac ako jeden Microsoft oddiel na vašom pevnom disku. Vyberte si prosím jeden, ktorý chcete nastaviť pre inštaláciu vášho nového Mandriva Linux operačného systému. Všetky oddiely sú zobrazené nasledovne: "Linux meno", "Windows meno", "Kapacita". "Linux meno" sa skladá z: "typ pevného disku", "jeho čísla", "čísla oddielu" (napríklad, "/dev/hda1"). "Typ pevného disku" je "hd" ak je váš disk IDE a ako "sd" v prípade, že to SCSI pevný disk. "Číslo pevného disku" je vždy písmeno za "hd" alebo "sd". Pri IDE diskoch: * "a" znamená "master pevný disk na primárnom IDE radiči"; * "b" znamená "slave pevný disk na primárnom IDE radiči"; * "c" znamená "master pevný disk na sekundárnom IDE radiči"; * "d" znamená "slave pevný disk na sekundárnom IDE radiči"; U SCSI diskov "a" znamená "najnižšie SCSI ID", "b" znamená "druhé najnižšie SCSI ID" a tak ďalej. "Windows meno" je písmenné označenie vášho pevného disku pod systémom Windows (prvý disk alebo oddiel sa volá "C:".
sl: Na vašem trdem disku je več kot en razdelek za Windows. Izberite razdelek, ki ga želite zmanjšati, da bi pridobili prostor za namestitev sistema Mandriva Linux. Na seznamu so razdelki s podatki: »Ime v Linuxu«, »Ime v Windows« »Velikost« »Ime v Linuxu« vsebuje: »vrsto trdega diska«, »številko trdega diska« »številko razdelka« (n.pr. »hda1«) »Vrsta trdega diska« je »hd«, če gre za IDE disk in »sd«, če gre za SCSI disk. »Številka trdega diska« je vedno črka, ki sledi oznaki »hd« oziroma »sd«. Pri IDE diskih: * »a« pomeni »glavni trdi disk na primarnem IDE vodilu« * »b« pomeni »podrejeni trdi disk na primarnem IDE vodilu« * »c« pomeni »glavni trdi diski na sekundarnem IDE vodilu« * »d« pomeni »podrejeni trdi diski na sekundarnem IDE vodilu« Pri SCSI trdih diskih pomeni »a« »najnižji SCSI ID«, »b« »drugi najnižji SCSI ID« itd. »Ime v Windows« je črka, s katero je disk označen v Windows. Prvi disk ali oziroma razdelek je označen s »C:«.
sv: Fler än en Microsoft Windows-partition har hittats på hårddisken. Välj vilken av dem du vill ändra storlek på för att kunna installera operativsystemet Mandriva Linux. Varje partition listas som följer: "Linux-namn", "Windows-namn" "Kapacitet". "Linux-namn" är strukturerad på följande vis: "hårddisktyp", "hårddisknummer", "partitionsnummer" (till exempel, "hda1"). "Hårddisktyp" är "hd" om hårddisken är en IDE-hårddisk och "sd" om det är en SCSI-hårddisk. "Hårddisknummer" är alltid en bokstav efter "hd" eller "sd". Med IDE- hårddiskar: * "a" betyder "master-hårddisk på den primära IDE-kontrollern", * "b" betyder "slavhårddisk på den primära IDE-kontrollern", * "c" betyder "master-hårddisk på den sekundära IDE-kontrollern", * "d" betyder "slavhårddisk på den sekundära IDE-kontrollern". Med SCSI-hårddiskar, betyder "a" "lägsta SCSI-ID", ett "b" betyder "andra lägsta SCSI-ID", etc. "Windows-namn" är bokstaven på hårddisken under Windows (den första disken eller partitionen kallas "C:").
tg: Дар гардонандаи сахти шумо зиёда аз як бахши Microsoft муайян гардид. Марҳамат карда бахшеро, ки барои коргузории системаи нави омили Mandriva Linux андозаи онро тағир додан мехоҳед, интихоб намоед. Ҳар бахш ба таври зерин ба рӯйхат гирифта мешавад: "ном дар Linux", "ном дар Windows" "Ғунҷоиш". "ном дар Linux" таркибӣ мебошад: "навъи гардонандаи сахт", "рақами гардонандаи сахт", "рақами бахш" (масалан, "hda1"). "Навъи гардонандаи сахт" ин "hd" агар гардонандаи сахти шумо IDE гардонандаи сахт бошад ва "sd", агар он гардонандаи сахти SCSI бошад. "Рақами гардонандаи сахт" ҳамеша ҳарф баъди "hd" ё "sd" оянда аст. Барои IDE гардонандаи сахт: * "a" маънои "гардонандаи сахти устод дар IDE нозири ибтидоӣ"-ро дорад; * "b" гардонандаи сахти фармонбар дар IDE нозири ибтидоӣ"-ро дорад; * "c" маънои "гардонандаи сахти устод дар IDE нозири дуямин"-ро дорад; * "d" маънои "гардонандаи сахти фармонбар дар IDE нозири дуямин"-ро дорад. Барои SCSI гардонандаи сахт "a" маънои "якум аз поёни SCSI ID"-ро дорад, "b" маънои "дуюм аз поёни SCSI ID"-ро дорад ва ғайра. "ном дар Windows" ин ҳарфи гардонандаи сахти шумо дар Windows аст (диски ё бахши якум "C:" номида мешавад).
uk: На Вашому диску знайдено більше одного розділа Майкрософт. Виберіть, будь ласка, розмір якого з них Ви хотіли б змінити, для того, щоб встановити операційну систем Мандріва лінакс. Кожен розділ подано в такому вигляді: "Назва в Лінаксі", "Назва у Віндовс", "Розмір". "Назва в Лінаксі" подана таким чином: "тип твердого диску", "номер твердого диску", "номер розділу на диску", (наприклад: "hda1"). Тип твердого диску" - це "hd", якщо Ви маєте диск типу IDE, і "sd", якщо Ви маєте твердий диск типу SCSI. "Номер твердого диску" - це завжди літера після "hd" чи "sd". Для дисків типу IDE це: * "a" - головний диск (master) на першому контролері IDE, * "b" - вторинний (slave) диск на першому контролері IDE, * "c" - головний диск на другому контролері IDE, * "d" - вторинний диск на другому контролері IDE. Для SCSI дисків "a" означає "головний диск", "b" - другорядний диск, і т.д. ... "Назва у Віндовс" - це літера Вашого твердого диску, як Ви її бачите при роботі у Віндовс (перший диск чи розділ називається "C:").
vi: Phát hiện ra có hơn một phân vùng Microsoft Windows trên đĩa cứng. Hãy chọn một phân vùng cần lập lại kích thước để cài đặt hệ điều hành Mandriva Linux mới. Mỗi phân vùng được liệt kê như sau: "Tên Linux", "Tên Windows" "Dung lượng". "Tên Linux" có cấu trúc: "loại đĩa cứng", "số hiệu đĩa cứng", "số hiệu phân vùng" (ví dụ, "hda1"). "Loại đĩa cứng" là "hd" nếu ổ đĩa cứng là loại IDE và "sd" nếu là ổ đĩa cứng SCSI. "Số hiệu ổ cứng" luôn là một chữ đứng sau "hd" hay "sd". Với đĩa cứng IDE: * "a" nghĩa là "ổ đĩa chính nối với điều khiển IDE thứ nhất", * "b" nghĩa là "ổ đĩa phụ nối với điều khiển IDE thứ nhất", * "c" nghĩa là "ổ đĩa chính nối với điều khiển IDE thứ hai", * "d" nghĩa là "ổ đĩa phụ nối với điều khiển IDE thứ hai". Với các ổ đĩa SCSI, chữ "a" nghĩa là "SCSI ID thấp nhất", "b" là "SCSI ID thấp thứ nhì", v.v... "Tên Windows" là chữ cái gán cho ổ đĩa cứng trong Windows (đĩa cứng hoặc phân vùng đầu tiên được gọi là "C:").
wa: Pus d' ene pårticion Windows a stî detectêye so vosse deure plake. Tchoezixhoz li cene ki vos vloz candjî si grandeu, po-z astaler vosse novea sistinme d'&nbsp;operance Mandriva Linux s' i vs plait. Po l' informåcion, tchaeke pårticion est mostrêye come çoula: «no Linux», «no Windows», «grandeu». Li «no Linux» est costrût come çouchal: «sôre del deure plake» + «limero del deure plake» + «limero del pårticion» (par egzimpe, hd+a+1 --> «hda1») Li «sôre del deure plake» est «hd» si vosse deure plake est del sôre IDE, oudonbén «sd» si elle est del sôre SCSI. Li «limero del deure plake» est todi ene lete pa drî «hd» ou «sd». Avou les plakes IDE on a: * «a» pol plake mwaisse sol prumî controleu IDE, * «b» pol plake esclåve sol prumî controleu IDE, * «c» pol plake mwaisse sol deujhinme controleu IDE, * «d» pol plake esclåve sol deujhinme controleu IDE. Avou les plakes SCSI, «a» vout dire «prumire deure plake», «b» vout dire «deujhinme deure plake», evnd... Li «no Windows» est li lete ki Windows eploye po-z idintifyî li pårticion (par egzimpe li prumire pårticion Windows del prumire deure plake est lomêye «C:»).
zh_cn: 在硬盘上检测到了多个 Microsoft 分区。请选择一个分区改变大小, 以便安装您新 的 Mandriva Linux 操作系统。 每个分区都是按“Linux 名称”、“Windows 名称”、“容量”顺序列出的。 “Linux 名称”的结构为:“硬盘类型”、“硬盘编号”、“分区编号”(例如, “hda1”)。 如果您的硬盘是 IDE 硬盘, “硬盘类型”为“hd”；如果为 SCSI 硬盘则为“sd”。 “硬盘编号”总是跟在“hd”或“sd”后面的字母。对于 IDE 硬盘来说: *“a”意味着“主 IDE 控制器的主硬盘”； *“b”意味着“主 IDE 控制器的从硬盘”； *“c”意味着“从 IDE 控制器的主硬盘”； *“d”意味着“从 IDE 控制器的从硬盘”。 对于 SCSI 硬盘, “a”意味着“最低的 SCSI ID”, “b”意味着“第二低的 SCSI ID”, 等等。 “Windows 名称”就是硬盘在 Windows 下的盘符(第一个此盘或分区就是“C:”)。
zh_tw: 多於一個 Microsoft 分割區已經在您的硬碟上被偵測到. 請選擇您希望要重新調整 大小的分割以便安裝您的新的 Mandriva Linux 作業系統. 每個分割區都列出了像是: "Linux 名稱", "Windows 名稱", "容量". "Linux 名稱" 是有結構性的: "硬碟型態", "硬碟編號", "分割區編號" (比方像是: "hda1" ). "硬碟型態" 就是, 若您使用的是 IDE 硬碟, 會顯示 "hd", 若是SCSI硬碟的話, 就是 "sd". "硬碟編號" 就是在 "hd" 或者是 "sd" 後面的字母. 以 IDE 硬碟裝置來說: * "a"這是指 "primary IDE controller 上第一台 (master) 硬碟"; * "b"這是指"primmary IDE controller 上第二台 (slave) 硬碟"; * "c"這是指"secondary IDE controller 上第一台 (master) 硬碟"; * "d"這是指"secondary IDE controller 上第二台 (slave) 硬碟". 以 SCSI 硬碟來說, "a" 是指 "SCSI ID 編號最小的那一台硬碟", "b" 是指"SCSI ID 編號為第二小的那一台硬碟", 然後依此類推下去..... "Windows 名稱" 是在 Windows 下的磁碟機代號名稱 (第一個磁碟或分割稱為 "C:").
