Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: If you choose to install packages individually, the installer will present a tree containing all packages classified by groups and subgroups. While browsing the tree, you can select entire groups, subgroups, or individual packages. Whenever you select a package on the tree, a description will appear on the right to let you know the purpose of that package. !! If a server package has been selected, either because you specifically chose the individual package or because it was part of a group of packages, you'll be asked to confirm that you really want those servers to be installed. By default Mandriva Linux will automatically start any installed services at boot time. Even if they are safe and have no known issues at the time the distribution was shipped, it is entirely possible that security holes were discovered after this version of Mandriva Linux was finalized. If you do not know what a particular service is supposed to do or why it's being installed, then click "%s". Clicking "%s" will install the listed services and they will be started automatically at boot time. !! The "%s" option is used to disable the warning dialog which appears whenever the installer automatically selects a package to resolve a dependency issue. Some packages depend on others and the installation of one particular package may require the installation of another package. The installer can determine which packages are required to satisfy a dependency to successfully complete the installation. The tiny floppy disk icon at the bottom of the list allows you to load a package list created during a previous installation. This is useful if you have a number of machines that you wish to configure identically. Clicking on this icon will ask you to insert the floppy disk created at the end of another installation. See the second tip of the last step on how to create such a floppy.
ar: إن أخبرت برنامج التثبيت أنك تريد اخيار الحزم فرديّاً، فسوف يقدّم لك شجرة تحتوي كلّ الحزم مصنّفةً بحسب المجموعات و المجموعات الفرعيّة. خلال استعراض الشّجرة، يمكنك تحديد مجموعات بالكامل، مجموعات فرعيّة، أو حزم مفردة. حينما تحدّد حزمة من الشّجرة، يظهر وصفٌ على اليمين يعلمك بالغرض من الحزمة. !! إن تمّ اختيار حزمة خادم، إمّا بسبب أنّك حدّدتها قصداً أو بسبب أنّها كانت جزءً من مجموعة حزم، سوف تسأل التّأكيد على أنّك حقّاً تريد تلك الخادمات أن تكون مثبتة. بشكل افتراضي سيقوم ماندريبا لينكس بتشغيل أي خدمات مثبّتة تلقائيّاً عند بدء التّشغيل. حتى إن كانت آمنة وليس لها أيّ مسائل معروفة حين وقت شحن التّوزيعة، فإنّه من الممكن جدّاً أن تكون الثّغرات الأمنيّة اكتشفت بعد أن تمّ الانتهاء من هذه النّسخة من ماندريبا لينكس. إن لم تكن تعرف ما يفترض من خدمة معيّنة عمله أو لم سيتمّ تثبيتها، فاضغط على"%s". الضّغط على "%s"سوف يثبت الخدمات المُسردة وسوف يتمّ تشغيلها تلقائيّاً بشكل افتراضي خلال الإقلاع.!! يستخدم الخيار "%s" لتعطيل حوار التّحذير الذي يظهر حينما يحدّد برنامج التثبيت حزمة ليحلّ مسألة اعتماد. بعض الحزم بينها علاقات بحيث يكون تثبيت أحدها يتطلّب تثبيت برامج أخرى أيضاً. يستطيع برنامج التثبيت تحديد الحاجة إلى أي من هذه الحزم لإرضاء الاعتماد لإكمال التّثبيت ينجاح. تسمح لك الأيقونة الصّغيرة للقرص المرن في أسفل اللائحة بتحميل لائحة الحزم المُنشأة خلال تثبيت سابق. يكون هذا نافعاً إن كان لديك عدد من الأجهزة التي تودّ تهيئتها بشكل مشابه. الضّغط على هذه الأيقونة سيسألك إدخال قرص مرن أنشئ في نهاية تثبيت آخر. انظر التّلميح الثّاني من الخطوة الأخيرة عن كيفيّة إنشاء قرص مرن كهذا.
bs: Ako ste naveli da želite individualno izabrati pakete, biće vam prikazano stablo koje sadrži sve pakete klasifikovane po grupama i podgrupama. Pregledajući stablo, možete izabrati čitave grupe, podgrupe ili individualne pakete. Kad god izaberete paket na stablu, desno od njega se pojavljuje opis koji vam objašnjava svrhu paketa. !! Ako izaberete neki serverski paket, zato što ste specifično izabrali taj paket ili zato što je on dio grupe paketa, bićete zamoljeni da potvrdite da zaista želite da taj server bude instaliran. Mandriva Linux obično automatski pokreće sve instalirane servise prilikom pokretanja sistema. Čak i ako su sigurni i nemaju poznatih problema u trenutku pakovanja distribucije, sasvim je moguće da su neke sigurnosne rupe otkrivene nakon što je dovršena ova verzija Mandriva Linuxa. Ako niste sigurni čemu tačno služi taj paket ili zašto ga treba instalirati, kliknite na "%s". Klikom na "%s" instalirate navedene servise i oni će biti automatski pokrenuti tokom pokretanja sistema. !! Opcija "%s" se koristi da bi se isključio dijalog upozorenja koji se pojavljuje svaki put kada instalacioni program automatski izabere neki paket kako bi razriješio neku zavisnost. Pojedini paketi imaju zavisnost jedan od drugog u smislu da instalacija jednog paketa traži da bude instaliran i drugi. Instalacioni program može odrediti koji paketi su potrebni da bi se zadovoljila zavisnost i uspješno završila instalacija. Mala ikona sa disketom na dnu liste vam omogućuje da učitate listu paketa koja je napravljena tokom neke ranije instalacije. Ovo je korisno ako želite da imate nekoliko računara koji su identično podešeni. Nakon klika na ovu ikonu bićete zamoljeni da u disketnu jedinicu stavite disketu napravljenu tokom ranije instalacije. Pogledajte drugi savjet na zadnjem koraku da biste saznali kako se pravi ova disketa.
ca: Si heu dit a l'instal·lador que volíeu seleccionar els paquets individualment se us presentarà un arbre amb tots els paquets classificats per grups i subgrups. Mentre navegueu per l'arbre, podeu seleccionar grups complets, subgrups o paquets individuals. Cada cop que seleccioneu un paquet de l'arbre, apareixerà una descripció a la dreta que us informarà de la finalitat del paquet. !! Si heu seleccionat un paquet de servidor, intencionadament o perquè formava part d'un grup, se us demanarà que confirmeu si realment voleu instal·lar aquests servidors. Per defecte, Mandriva Linux iniciaràautomàticament qualsevol servidor durant l'arrencada. Tot i que siguin segurs i no tinguin cap problema conegut quan es publica la distribució, és totalment possible que es descobreixin forats de seguretat després que aquesta versió de Mandriva Linux quedi finalitzada. Si no sabeu què se suposa que fa un servei en particular, o per què s'està instal·lant, feu clic a "%s". Per defecte, si feu clic a "%s" els serveis llistats s'instal·laran i s'iniciaran automàticament durant l'arrencada. !! L'opció "%s" s'utilitza per inhabilitar el diàleg d'advertència que apareix quan l'instal·lador selecciona automàticament un paquet per resoldre dependències. Alguns paquets estan relacionats els uns amb els altres, de manera que la instal·lació d'un paquet fa que calgui instal·lar també algun altre programa. L'instal·lador pot determinar quins paquets calen per satisfer una dependència i completar la instal·lació satisfactòriament. La diminuta icona d'un disquet al peu de la llista us permet carregar una llista de paquets creada en una instal·lació anterior. Això és útil si teniu un cert nombre d'ordinadors que voleu configurar de manera idèntica. Si feu clic a aquesta icona se us demanarà que inseriu un disquet creat anteriorment al final d'una altra instal·lació. Vegeu el segon suggeriment de l'últim pas per saber com crear aquest disquet.
cs: V závislosti na tom, zda jste zvolili individuální výběr balíčků, se nabídne stromová struktura obsahující všechny balíčky organizované do skupin a podskupin. Při procházení stromu můžete vybrat jednotlivé balíčky, podskupiny nebo celé skupiny. Pokud vyberete ze stromu balíček, objeví se v pravé části jeho popis. !! Pokud se nachází mezi vybranými balíčky serverové programy, ať už vybrané záměrně nebo jako součást skupiny, zobrazí se dotaz na to, zda opravdu chcete tyto servery nainstalovat. V distribuci Mandriva Linux jsou tyto servery spuštěny při startu systému. I když v době vydání distribuce nejsou známy žádné bezpečnostní problémy, mohou se vyskytnout později. Pokud nevíte, k čemu jsou určeny některé serverové služby, klepněte na "%s". Klepnutím na "%s" se dané služby nainstalují a automaticky spustí při startu !! Volba "%s" vypne varovné hlášení, které se objeví vždy, když vyberete balíček, který má další závislosti a instalační program musí vybrat další potřebné balíčky, aby instalace mohla proběhnout úspěšně. Malá ikonka diskety dole umožňuje nahrát již předem vybraný seznam balíčků. To je užitečné, pokud máte několik počítače a chcete na nich shodnou instalaci. Po klepnutí na ikonu budete dotázáni na vložení diskety, která byla vytvořena na konci jiné instalace. Ve druhém tipu při posledním kroku najdete návod, jak si tuto disketu vytvořit.
cy: Os ydych wedi dewis gosod pecynnau'n unigol unigol, bydd y gosodwr yn cyflwyno coeden sy'n cynnwys yr holl becynnau wedi eu dosbarthu yn ôl grwp ac isgrwp. Wrth bori'r goeden, gallwch ddewis grwp cyfan, isgrwp neu becyn unigol. Pryd bynnag fyddwch wedi dewis pecyn ar y goeden, bydd disgrifiad yn ymddangos ar y dde. !! Os oes pecyn gweinydd wedi ei ddewis, yn fwriadol neu am ei fod yn rhan o grwp cyfan, bydd angen i chi gadarnhau eich bod eisiau i'r gweinyddion gael eu gosod. Ym Mandriva Linux mae unrhyw weinydd sydd wedi ei osod yn cael ei gychwyn fel rhagosodiad wrth gychwyn. Hyd yn oed os ydynt yn ddiogel a doedd dim materion pryder pan gafodd y dosbarthiad ei ryddhau, mae'n bosibl i fylchau diogelwch gael eu darganfod wedi i'r fersiwn hwn o Mandriva Linux gael ei gwblhau. Os nad ydych yn gwybod beth mae gwasanaeth arbennig i fod i'w wneud na pham mae wedi ei osod, yna cliciwch"%s". Bydd clicio "%s" yn gosod y gwasanaethau hynny a byddant yncael eu cychwyn yn awtomatig drwy ragosodiad!! Mae'r dewis "%s"yn analluogi'r deialog rhybudd sy'nymddangos bob tro fydd y gosodwr yn dewis pecyn yn awtomatig. Mae hyn yn digwydd am ei fod wedi penderfynu ei fod angen bodlon dibyniad gyda phecyn arall er mwyn cwblhau'r gosodiad yn llwyddiannus Mae'r eicon disg medal bychan ar waelod y rhestr yn caniatáu llwytho'r rhestr pecynnau dewiswyd yn ystod gosodiad blaenorol. Bydd clicio ar yr eicon hwn yn gofyn i chi osod yn y peiriant disg meddal grëwyd ar ddiwedd gosodiad arall. Gwelwch yr ail neges o'r cam diwethaf ar sut i greu disg meddal o'r fath.
da: Hvis du vælger at installere pakker individuelt, vil installeringen vise et træ med alle pakker opdelt i grupper og undergrupper. Under gennembladring af træet kan du udvælge hele grupper, undergrupper eller individuelle pakker. Hver gang du udvælger en pakke i træet vil en beskrivelse fremkomme til højre for at lade dig vide formålet med denne pakke. !! Når en server-pakke er blevet valgt, enten fordi du specielt valgte den individuelle pakke, eller fordi den var en del af en gruppe af pakker, vil du blive spurgt om at bekræfte at du virkelig ønsker at installere disse servere. Som standard under Mandriva Linux bliver installerede servere startet op ved opstart af maskinen. Selvom de er sikre og ikke har nogen kendte problemer på udgivelsestidspunktet for distributionen, er det absolut muligt at sikkerhedshuller blev opdaget efter at denne version af Mandriva Linux blev færdiggjort. Hvis du ikke véd hvad en bestemt tjeneste vil gøre eller hvorfor den skal installeres, så klik '%s' her. Et klik med '%s' her vil installere de nævnte servere og de vil blive startet automatisk under opstarten!! '%s'-valget deaktiverer advarselsdialogen, som vises hver gang installeringsprogrammet automatisk vælger en pakke for at løse et afhængighedsproblem. Nogen pakker afhænger af andre oginstallation af en bestemt pakke kan kræve installationen af andre pakker. Installationsprogrammet kan beregne hvilke pakker der er krævet for at tilfredsstille en afhængighed for at kunne færdiggøre en installation problemfrit. Den klejne disketteikon i bunden af listen muliggør indlæsning af en pakkeliste oprettet ved en tidligere installation. Dette er nyttigt hvis du har et antal maskiner som du ønsker at konfigurere på samme måde. Klik på denne ikon vil bede dig om at indsætte disketten lavet i slutningen på en anden installation. Se råd nr to i det sidste trin for hvordan en sådan diskette kan laves.
de: Falls Sie sich für die einzelne Paketauswahl entschieden haben erhalten Sie eine Baumliste aller Pakete, nach Gruppen und Untergruppen klassifiziert. Beim Durchstöbern des Baums können Sie Gruppen, Untergruppen oder einzelne Pakete auswählen. Wenn Sie ein Paket auswählen, erscheint rechts eine kurze Beschreibung. !! Es kommt vor, dass Server- und Dienst-Pakete angewählt wurden - entweder absichtlich, oder als Paket einer ganzen Gruppe; sollte das der Fall sein, werden Sie nun gefragt, ob Sie diese wirklich installiert haben wollen. Unter Mandriva Linux werden installierte Server und Dienste automatisch beim Betriebssystemstart gestartet. Selbst wenn zum Zeitpunkt, als die Distribution zusammengestellt wurde, keine Sicherheitslücken oder Fehler in diesen Paketen bekannt waren, ist natürlich nicht auszuschließen, dass später solche Fehler gefunden werden. Sollten Sie also nicht wissen, wovon hier die Rede ist, wählen Sie sicherheitshalber lieber „%s“. Falls Sie mit „%s“ antworten, werden die Dienste und Server installiert und stehen Ihnen nach der Installation standardmäßig zur Verfügung. !! Die Option „%s“ unterdrückt nur die Warnungen, die erscheinen, wenn das Installationsprogramm Pakete automatisch markiert, um Paketabhängigkeiten aufzulösen, wenn Sie ein Paket auswählen. Einige Pakete hängen von der Existenz anderer Pakete ab und die Installation eines Pakets mag die Installation eines anderen voraussetzen. Das Installprogramm ist in der Lage, diese Abhängigkeiten zu erkennen und zu erfüllen. Das kleine Diskettensymbol am unteren Rand der Liste ermöglicht es Ihnen, die während einer vorangegangenen Installation gespeicherte Paketauswahl erneut zu verwenden. Durch Betätigen der Schaltfläche öffnen Sie einen Dialog, der Sie auffordert, die Diskette einzulegen, die die Auswahl der früheren Installation enthält. Um zu erfahren, wie Sie diese Diskette erstellen, lesen Sie bitte den zweiten Tipp des vorangegangenen Installationsschrittes.
eo: Se vi elektas instali individue pakaĵojn, la instalilo prezentos arbon kiu enhavas ĉiujn pakaĵojn klasitajn laŭ grupoj kaj subgrupoj. Krozante tra tiu arbo, vi povas elekti tutajn grupojn, subgrupojn aŭ individuajn pakaĵojn. Kiam ajn vi elektas pakaĵon el la arbo, aperos priskribo dekstre kiu informas vin pri la utilo de tiu pakaĵo. !! Se servila pakaĵo estas elektita, ĉu ĉar vi speciale elektis la individuan pakaĵon aŭ ĉar ĝi estis parto de grupo da pakaĵoj, vi estos petata konfirmi ke vi vere deziras ke la serviloj estu instalitaj. Defaŭlte, Mandriva Linux aŭtomate startigos ĉiajn instalitajn servojn ĉe startotempo. Eĉ se ili estas sekuraj kaj ne havas iajn konatajn problemojn kiam la eldonaĵo estis sendita, tute eblas ke sekureco-truoj estis malkovritaj post kiam tiu ĉi versio de Mandriva Linux estis finita. Se vi ne scias kiun apartan servon ĝi donas aŭ kial ĝi estas instalata, tiam alklaku "%s". Alklakante "%s" instalos la listigitajn servojn, kiaj ili estos aŭtomate startigataj ĉe la starto de la sistemo.!! La opcio "%s" estas uzata por elŝalti la averto-dialogon kiu aperas kiam ajn la instalilo aŭtomate selektas pakaĵon por solvi dependec-demandon. Kelkaj pakaĵoj dependas de aliaj kaj la instalado de unu aparta pakaĵo povas necesigi la instaladon de aliaj pakaĵoj. La instalili povas eltrovi kiuj pakaĵoj estas necesaj por kontentigi dependecon por sukcese kompletigi la instaladon. La eta disket-ikono ĉe la fino de la listo permesas al vi ŝarĝi pakaĵo-liston kreitan dum antaŭa instalado. Tio estas helpa se vi havas certan nombron da maŝinoj kiujn vi deziras konfiguri idente. Se vi alklakas tiun ikonon, vi estos petata enigi la disketon kreitan fine de alia instalado. Vidu la duan konsilon de la lasta paŝo pri kiel krei tian disketon.
es: Si eligió instalar los paquetes de manera individual, el instalador presentará un árbol que contiene todos los paquetes clasificados por grupos y subgrupos. Mientras navega por el árbol puede seleccionar grupos enteros, subgrupos, o paquetes individuales. Tan pronto como selecciona un paquete en el árbol, aparece una descripción del mismo sobre la derecha que le permite conocer el propósito del paquete. Es muy probable que la gran mayoría de las descripciones de los paquetes estén en inglés. !! Si ha sido seleccionado un paquete de servidor, ya sea porque Usted seleccionó específicamente el paquete individual o porque el mismo era parte de un grupo de paquetes, se le pedirá que confirme que realmente desea que se instalen esos servidores. De manera predeterminada, Mandriva Linux iniciará automáticamente todos los servicios instalados al momento del arranque. Aunque estos son seguros y no tienen problemas conocidos al momento en que se publicó la distribución, es muy posible que se descubran vulnerabilidades en la seguridad luego que se terminó con esta versión de Mandriva Linux. Si no sabe que es lo que se supone que hace un servicio o la razón por la cual se está instalando, entonces haga clic sobre "%s". Si hace clic sobre "%s" se instalarán todos los servicios listados y los mismos se iniciarán automáticamente al momento del arranque. !! La opción "%s" se usa para deshabilitar el diálogo de advertencia que aparece cada vez que el instalador selecciona automáticamente un paquete para resolver un problema de dependencias. Algunos paquetes dependen de otros y la instalación de un paquete en particular puede requerir la instalación de otro paquete. El instalador puede determinar qué paquetes se necesitan para satisfacer una dependencia para poder completar la instalación de manera satisfactoria. El pequeño icono del disquete en la parte inferior de la lista le permite cargar la lista de paquetes elegida durante una instalación previa. Esto es útil si Usted tiene una cantidad de máquinas que desea configurar de manera idéntica. Al hacer clic sobre este icono se le pedirá que inserte un disquete creado al final de otra instalación. Vea el segundo consejo del último paso para información sobre como crear dicho disquete.
et: Sõltuvalt sellest, kas valisite individuaalse pakettide valiku või mitte, näidatakse Teile gruppidesse ja alamgruppidesse rühmitatult kõiki pakette sisaldavat puud. Seda mööda liikudes võite valida või etteantud valiku tühistada tervete gruppide, alamgruppide või üksikute pakettide kaupa. Kui valite puus mõne paketi, ilmub paremal selle kirjeldus, mis annab teada, milline on paketi ülesanne. NB! Kui tahtlikult või seetõttu, et asi kuulus gruppi, on valitud mõni serveripakett, palutakse Teilt kinnitust, et Te ikka tõesti soovite neid servereid paigaldada. Mandriva Linux käivitab kõik paigaldatud serverid vaikimisi alglaadimise ajal. Isegi kui nad olid turvalised ja teadaolevalt probleemivabad ajal, mis valmis distributsioon, võib kergesti juhtuda, et pärast Mandriva Linuxi praeguse versiooni valmimist leiti neist turvaauke. Kui Te ei tea, mida konkreetne teenus pakub või miks see üldse paigaldatakse, klõpsake nupul "%s", sest klõps nupul "%s" paigaldab loetletud serverid ning nad käivituvad alglaadimise ajal automaatselt. Lisavõimalus "%s" lihtsalt keelab hoiatava dialoogi, mis ilmub alati, kui paigaldaja valib automaatselt mõne paketi. See juhtub siis, kui leitakse, et paigaldamise edukaks lõpetamiseks on vajalik paigaldada veel mõni muu pakett. Väike disketiikoon nimekirja all võimaldab avada eelmise paigaldamise ajal valitud pakettide nimekirja. Sellel klõpsamise järel palutakse Teil sisestada diskett, mille lõite eelmise paigaldamise lõpul. Vaadake ka eelmise sammu teist nõuannet selle kohta, kuidas sellist disketti luua.
eu: Paketeak banaka instalatzea hautatzen baduzu, instalatzaileak pakete guztiak talde eta azpitaldetan klasifikatuta dituen zuhaitz bat aurkeztuko du. Zuhaitza arakatzerakoan, talde osoak, azpitaldeak edo banako paketeak hauta ditzakezu. Pakete bat hautatzen duzun bakoitzean, azalpen bat agertuko da eskuinean, paketearen helburua jakinarazteko. Zerbitzari pakete bat hautatu bada, pakete hori zehazki hautatu duzulako edo pakete-talde bateko zati zelako, zerbitzari horiek instalatu nahi dituzula berresteko eskatuko zaizu. Lehenespenez Mandriva Linux-ek instalatutako edozein zerbitzu abioan automatikoki abiaraziko du. Nahiz eta seguruak diren eta arazo ezagunik ez duten banaketa kaleratzeko garaian, guztiz posible da Mandriva Linux bertsio hau amaitu eta gero segurtasun zuloak aurkitu izana. Ez badakizu zerbitzu zehatz batek zer egiten duen edo zergatik instalatu den, klikatu "%s". "%s " klikatzeak zerrendatutako zerbitzuak instalatuko ditu eta abiapen garaian automatikoki hasiko dira!! "%s" aukera menpekotasun arazoak konpontzeko xedez instalatzaileak automatikoki pakete bat hautatzen duenean agertzen den abisua ezgaitzeko erabiltzen da. Pakete batzuk beste batzurekiko menpekotasuna izaten dute, eta zenbait pakete instalatu ahal izateko beste pakete batzuk instalatuta eduki behar izaten dira. Instalatzaileak zehatz dezake instalazioa behar bezala burutu dadin, menpekotasun bat asetzeko, zein pakete behar diren. Zerrendaren azpian agertzen den diskete ikonoak aukera ematen du aurreko instalazio batean sortutako pakete-zerrenda bat zamatzeko. Oso erabilgarria da hainbat makina berdin konfiguratu nahi badituzu. Ikono honetan klik egiten baduzu, beste instalazio baten amaieran sortutako disketea sartzeko eskatuko dizu. Ikus diskete hori sortzeko azken urratseko bigarren iradokizuna.
fa: اگر شما به نصب‌گر گفته‌اید که می‌خواهید بسته‌ها را دانه‌ای انتخاب کنید، آن درختی را شامل تمام بسته‌های دسته‌بندی شده بوسیله‌ی گروه‌ها و زیرگروه‌ها عرضه می‌کند. هنگام مرور بر درخت، می‌توانید همه‌ی گروه‌ها، زیرگروه‌ها، یا بسته‌های دانه‌ای را انتخاب کنید. هروقت شما بسته‌ای را در این درخت انتخاب می‌کنید، یک توضیح در قسمت راست ظاهر شده که به شما هدف بسته را معرفی می‌کند. !! اگر یک بسته کارگزار انتخاب شده باشد، یا اینکه شما مخصوصا بسته‌ی دانه‌ای را انتخاب کردید یا برای اینکه آن قسمتی از یک گروه از بسته‌ها باشد، از شما برای تایید آنکه واقعا می‌خواهید آنها را نصب کنید سؤال خواهد شد. پیش‌فرض لینوکس ماندریبا هر سرویس نصب شده را در زمان آغازگری بطور خودکار اجرا می‌کند. هرچند آنها امن بوده و هیچ اشکالی در زمان انتشار ندارند، احتمال دارد که سوراخ‌های امنیتی بعد از تکمیل این نسخه لینوکس مان‌درایک کشف شوند. اگر شما نمی‌دانید که یک سرویس بخصوص قرار است چکار کند یا چرا نصب شده است، پس "%s" را کلیک کنید. با کلیک بر "%s"سرویس‌های فهرست شده نصب خواهند شد و آنها بوسیله پیش‌فرض بطور خودکار هنگام آغازگری شروع می‌شوند. !! گزینه‌ی "%s" برای غیرفعال کردن گفتگوی هشدارهایی که هر وقت برنامه‌ی نصب بسته‌ای را برای حل یک مشکل وابستگی بطور خودکار انتخاب می‌کند استفاده می‌شود. بعضی از بسته‌ها با هم روابطی دارند بطوری که نصب یک بسته مستلزم نصب آن بسته‌ی دیگر می‌باشد. برنامه نصب می‌تواند تعیین کند که کدام بسته برای ارضای یک وابستگی لازم است تا نصب را با موفقیت تکمیل نماید. شمایل ریز دیسکچه در پایین فهرست به شما اجازه می‌دهد که یک فهرست ایجاد شده هنگام نصب قبلی را بارگذاری کنید. این روش اگر بخواهید تعدادی رایانه را یکسان پیکربندی کنید مفید است. کلیک بر این شمایل از شما می‌خواهد که آن دیسکچه را که در پایان نصب قبلی ایجاد کرده‌اید وارد کنید. به راهنمایی دوم آخرین مرحله برای چگونگی ایجاد چنین دیسکچه‌ای نگاهی بیاندازید.
fi: Jos valitsit mahdollisuuden valita yksittäisiä paketteja, sinulle näytetään hakemistopuu, jossa kaikki paketit ovat luokiteltuina ryhmien ja alaryhmien mukaan. Kun selaat puuta, voit valita koko ryhmät, alaryhmät tai yksittäiset paketit. Kun valitset paketin hakemistopuussa, sen kuvaus näkyy oikean- puoleisessa ikkunassa, jotta tietäisit paketin tarkoituksen. !! Jos palvelinpaketti on valittu, joko tarkoituksella tai koska se kuului johonkin valitsemaasi ryhmään, sinulta pyydetään vahvistusta, haluatko varmasti asentaa palvelimen. Oletuksena Mandriva Linux käynnistää jokaisen asennetun palvelin koneen käynnistyksen yhteydessä. Vaikka ne ovat turvallisia eikä niillä ole tunnettuja ongelmia jakelun julkaisuajankohtana, niistä voi löytyä turvallisuus- reikiä jakelun valmistumisen jälkeen. Jos et tiedä mihin joku tietty palvelu on tarkoitettu, tai miksi sitä asennetaan, paina "%s". Jos painat "%s" listatut palvelut asennetaan sekä käynnistetään automaattisesti oletuksena koneen käynnistyksessä !! Optio "%s" estää virhedialogin joka ilmestyy joka kerta kun asennusohjelma automaattisesti valitsee paketin riippuvuuksien täyttämiseksi. Jotkut paketit sisältävät riippuvuuksia jotka vaativat että joku toinen paketti on jo asennettu ennen kuin se voidaan asentaa. Asennusohjelma osaa itse huolehtia siitä että nämä riippuvuudet on täytetty jotta asennus valmistuisi onnistuneesti. Listan alla olevalla levykkeen kuvakkeella voit hakea pakettilistan joka on luotu edellisessä asennuksessa. Tämä on hyödyllistä jos sinulla on monta konetta joihin haluat suorittaa samanlaisen asennuksen. Jos painat tätä kuvaketta, sinua pyydetään asettamaan levyke joka on luotu toisen asennuksen lopussa. Katso edellisen vaiheen toisesta vihjeestä, miten luot sellaisen levykkeen.
fr: Enfin, si vous avez choisi de sélectionner individuellement les paquetages à installer, DrakX vous présentera un arbre contenant tous les paquetages, classés par groupes et sous-groupes. En navigant à travers l'arbre, vous pouvez sélectionner des groupes, des sous-groupes ou des paquetages individuels. Dès que vous sélectionnez un paquetage dans l'arbre, une description apparaît à droite. !! Si un paquetage serveur a été sélectionné, vous devrez confirmer que vous voulez vraiment que celui-ci soit installé. Sous Mandriva Linux , par défaut, tous les services installés sont lancés au démarrage. Malgré tous les efforts investis pour vous livrer une distribution Linux sécurisée, il est possible que certaines failles de sécurité affectent les serveurs installés au-delà de la date de publication. Si vous ne savez pas précisément à quoi sert un service en particulier ou pourquoi il est installé, cliquez sur « %s ». En cliquant sur « %s », le serveur sera installé et le service rendu disponible au démarrage. !! L'option « %s » désactive les avertissements qui apparaissent à chaque fois que l'installeur sélectionne un nouveau paquetage. Parfois, pour qu'un paquetage soit fonctionnel, il faut en installer un autre dont il est dépendant. DrakX détermine ces dépendances entre paquetages pour une installation complète. La petite icône de disquette qui apparaît au bas de la liste permet de récupérer une liste de paquetages sélectionnés durant une autre installation. En cliquant dessus, on vous demandera d'insérer la disquette créée lors d'une installation précédente. Voir la deuxième astuce de la dernière étape afin de savoir comment créer une telle disquette.
gl: Se elixe instalar os paquetes individualmente, o instalador amosaralle unha árbore que contén tódolos paquetes clasificados por grupos e subgrupos. Mentres navega pola árbore, pode seleccionar grupos enteiros, subgrupos, ou paquetes individuais. Cando seleccione un paquete da árbore, aparecerá unha descrición á dereita para que saiba cal é o propósito dese paquete. !!Se se selecciona un paquete de servidor, xa sexa porque vostede elixiu dito paquete ou porque é parte dun grupo de paquetes, pediráselle que confirme que desexa instalar estes servidores. De maneira predeterminada Mandriva Linux iniciará automáticamente ó arrincar o sistema tódolos servicios instalados. Incluso se son seguros e non tiñan ningún problema coñecido cando se fixo a distribución, é posible que se descubriran buratos de seguridade despois de que se rematara esta versión de Mandriva Linux. Se non sabe que fai un determinado servicio ou por que se vai instalar, prema en "%s". Se preme en "%s" instalaranse os servicios listados e iniciaranse automáticamente ó arrincar o sistema!! A opción "%s" úsase para deshabilitar o diálogo de advertencia que aparece cando o instalador selecciona automáticamente un paquete para resolver un problema de dependencias. Algúns paquetes dependen doutros e a instalación dun paquete determinado pode requirir a instalación doutro paquete. O instalador pode determinar que paquetes son necesarios para satisfacer unha dependencia e completar con éxito a instalación. A pequena icona cun disquete debuxado que está no fondo da lista permítelle cargar unha lista de paquetes creada durante unha instalación anterior. Isto é útil se ten varias máquinas que desexa configurar igual. Se preme nesta icona pediráselle que introduza o disquete que se creou ó final da outra instalación. Mire o segundo consello do último paso para ver como se crea dito disquete.
he: מסך זה מוצג היות וביקשת לבחור את החבילות שיותקנו באופן פרטני. עבור כל נושא מוצגות החבילות שבאפשרותך להתקין, במבנה "עץ" ובמיון לקבוצות ותתי-קבוצות. יש באפשרותך לבחור קבוצות, תתי-קבוצות, או לבחור בחבילות בודדות. כל פעם שתיבחר חבילה מהעץ, יופיע תיאור של תוכן החבילה מצד שמאל (באנגלית) שתספק לך מידע אודות החבילה. !! אם נבחרה חבילת שרת, בין אם ישירות או מכיוון שנבחרה קבוצה המכילה חבילה זו, יהיה עליך לאשר שאכן ברצונך להתקין חבילה זו (מסך האישור יוצג בהמשך). כברירת מחדל, מנדריבה לינוקס תפעיל כל שרות מותקן במהלך אתחול המחשב. גם אם שרתים אלו בטוחים ולא ידוע על בעיות אבטחה בזמן שחרור ההפצה, בהחלט ייתכן שבעיות אבטחה התגלו או יתגלו במועד מאוחר יותר. אם לא ידוע לך מה שרות מסויים אמור לעשות או למה הוא יותקן, עליך ללחוץ על "%s". בחירה ב "%s" תגרום להתקנת השרותים הרשומים ולהפעלתם באופן אוטומטי בזמן אתחול המחשב. !! האפשרות "%s" מיועדת לנטרל את הודעת האזהרה המופיעה כאשר תוכנת ההתקנה בוחרת בחבילות הנדרשות לצורך התקנה של חבילות נבחרות עקב תלויות. תלויות בין חבילות פרושן שהתקנת חבילה מסויימת מחייבת התקנת חבילות נוספות. תוכנת ההתקנה יכולה לזהות בעצמה את החבילות שיש להתקין על מנת לספק את התלויות הנדרשות. סמל התקליטון הקטן בתחתית הרשימה מאפשר לך לטעון רשימת חבילות שנוצרה במהלך התקנה קודמת. דבר זה שימושי באם יש ברשותך מספר מחשבים שברצונך להתקין עם מבחר חבילות דומה. בחירה בסמל זה תבקש ממך להכניס תקליטון שנוצר בסיום התקנה קודמת. הטיפ השני בשלב הקודם מסביר כיצד ניתן ליצור תקליטור כזה.
hu: Ha egyedi csomagkiválasztást választott, megjelenik egy fa, amely az összes telepíthető programcsomagot tartalmazza csoportokba és alcsoportokba kategorizálva. A fa böngészése közben nem csak csomagokat jelölhet ki, hanem egész csoportokat illetve alcsoportokat is. Amikor kiválaszt egy csomagot a fában, a jobb oldalon megjelenik egy leírás az adott csomagról. Ha kiszolgálócsomagok is ki lettek választva - akár közvetlenül, akár bizonyos csoportok tagjaként -, a telepítő megerősítést kér Öntől arra vonatkozóan, hogy valóban telepíteni kívánja-e azon kiszolgálószoftvereket. A Mandriva Linux rendszerben alapértelmezésben az összes feltelepített szolgáltatás elindításra kerül a rendszer indulásakor. Még ha azok biztonságosak is illetve nem rendelkeznek ismert problémákkal, akkor is előfordulhat, hogy utóbb biztonsági problémák merülnek fel velük kapcsolatban. Ha nem tudja, hogy egy bizonyos szolgáltatásnak mi a feladata illetve miért kerül telepítésre, akkor kattintson a(z) "%s" gombra. Ha a(z) "%s" gombra kattint, akkor a felsorolt szolgáltatások telepítésre kerülnek, és alapértelmezés szerint automatikusan elindításra kerülnek majd rendszerindításkor. A(z) "%s" opcióval kikapcsolható az a figyelmeztetés, amely akkor jelenik meg, amikor a telepítő - függőségi okokból - automatikusan kijelöl meghatározott csomagokat. Bizonyos csomagok közt függőségi kapcsolat van, ami azt jelenti, hogy egy bizonyos csomagnak a telepítése csak akkor történhet meg, ha egy meghatározott másik csomag már telepítve van. A telepítő képes meghatározni, hogy egy bizonyos függőség esetén mely csomagokra van szükség a telepítés sikeres végrehajtásához. A lista alatt levő, floppylemezt ábrázoló ikon lehetővé teszi egy korábbi telepítés során elmentett csomaglista betöltését. Ez akkor hasznos, ha több gépre szeretné ugyanazon csomagokat telepíteni. Az említett ikonra kattintva a telepítő megkéri Önt, hogy tegyen be egy floppyt, amely egy korábbi telepítés végén készült. Ha szeretné megtudni, hogyan lehet ilyen floppyt készíteni, akkor tekintse meg a telepítés utolsó lépésében szereplő második tippet.
id: Jika Anda memilih paket sendiri, installer akan menampilkan sebuah pohon berisi seluruh paket yang diklasifikasikan oleh grup dan sub grup. Selama menjelajah pohon tersebut, Anda bisa memilih seluruh grup, sub grup, atau paket individu. Setiap kali Anda memilih paket dalam pohon, penjelasan muncul di sisi kanan sehingga Anda tahu tujuan dari paket tersebut. !! Jika paket server terpilih dengan sengaja atau karena merupakan bagian suatu grup besar, akan ada pertanyaan konfirmasi installasi paket tersebut. Pada Mandriva Linux, secara default semua server terinstal dijalankan saat boot. Meski aman saat distribusi diluncurkan, ada kemungkinan lubang keamanan ditemukan setelah versi Mandriva Linux ini selesai. Jika Anda tidak tahu apa yang dilakukan oleh suatu layanan atau mengapa ia diinstal, klik "%s". Jika Anda menekan "%s" layanan terdaftar akan diinstal dan akan dijalankan secara otomatis. !! Opsi "%s" digunakan untuk mematikan dialog yang muncul tiap kali installer memilih suatu paket secara otomatis untuk menyelesaikan masalah ketergantungan. Beberapa paket tergantung pada yang lain dan installasi sebuah paket mungkin membutuhkan installasi paket lain. Installer bisa menentukan paket mana yang diperlukan untuk menyelesaikan ketergantungan dan menyelesaikan installasi. Ikon disket di bagian bawah memungkinkan Anda untuk memuat daftar paket yang diinstal pada installasi sebelumnya. Hal ini berguna jika Anda telah memiliki sejumlah komputer yang hendak Anda konfigurasi secara serupa. Meng-klik pada ikon ini akan meminta Anda memasukkan disket yang dibuat pada akhir installasi lainnya. Lihat tip kedua di langkah terakhir untuk membuat floppy tersebut.
is: Ef þú velur að setja pakkana inn handvirkt, þá mun uppsetningarforritið birta tré sem inniheldur alla pakkana flokkaða í hópa og undirhópa. Meðan þú flakkar um tréð getur þú valið heila hópa, undirhópa eða einstaka pakka. Í hvert sinn er þú velur pakka í trénu mun lýsing birtast til hægri til að sýna þér hlutverk þess forritapakka. !! Ef miðlara-pakki hefur verið valinn, annað hvort af því að þú valdir stakan pakka eða hann var hluti af hóp, verður þú beðinn um að staðfesta að þú viljir fá þessa miðlara uppsetta. Sjálfgefið mun Mandriva Linux ræsa allar uppsettar þjónustur og miðlara við kerfisræsingu. Jafnvel þó að þeir séu öruggir og engar þekktar villur þegar kerfinu var dreift þá er möguleiki að öryggisholur hafi uppgötvast eftir að gengið var frá þessari útgáfu af Ef þú veist ekki hvað tiltekin þjónusta á að gera eða afhverju hún er sett inn, smelltu þá á "%s". Ef þú smellir á "%s" verða þjónusturnar settar inn og þær verða ræstar sjálfkrafa þegar tölvan ræsir !! "%s" valkosturinn er notaður til að aftengja viðvörunarglugga sem birtist í hvert sinn er uppsetningarforritið finnur út að það þurfi að aukalega að setja inn pakka sem eru forsenda uppsetningarinnar. Sumir pakkar eru tengdir öðrum og uppsetning eins pakka getur krafist að annar pakki sé settur inn fyrst. Uppsetningarforritið getur ákvarðað hvaða pakkar eru tengdir og séð um að uppsetningin verði rétt. Litla disklinga-táknmyndin á enda listans leyfir þér að hlaða inn pakkalista frá fyrri uppsetningu. Þetta er hagkvæmt ef þú þarft að setja upp nokkrar vélar eins. Ef þú smellir á þessa táknmynd verður þú beðinn um að setja inn diskling sem búinn var til í lok fyrri uppsetningar. Sjá síðar við lok uppsetningar um hvernig á a' búa til slíkan diskling.
it: Ora, se avete scelto di selezionare i pacchetti su base individuale, potrete vedere una struttura ad albero contenente tutti i pacchetti organizzati in gruppi e sottogruppi. Scorrendo questa lista gerarchica potete selezionare interi gruppi, sottogruppi o singoli pacchetti. Quando selezionate un pacchetto all'interno dell'albero ne compare una descrizione sulla destra, per aiutarvi a capire a cosa serva quel particolare pacchetto. !! Se avete selezionato un pacchetto che offre un servizio come server (intenzionalmente, oppure perché faceva parte di un gruppo), vi verrà chiesta conferma per la sua effettiva installazione. Come opzione predefinita, in Mandriva Linux tutti i servizi installati vengono attivati automaticamente all'avvio. Sebbene si tratti di servizi sicuri ed esenti da problemi noti al momento del rilascio della distribuzione, non è escluso che possano essere scoperte falle di sicurezza al loro interno dopo la pubblicazione di questa versione di Mandriva Linux. Quindi, se non avete idea di cosa faccia un particolare servizio o del perché debba essere installato, cliccate su "%s". Scegliendo "%s", invece, i servizi elencati saranno installati e attivati in automatico all'avvio del sistema. !! L'opzione "%s" vi permette di disabilitare la finestra di avvertimento che compare tutte le volte che il programma di installazione seleziona automaticamente qualche pacchetto per risolvere un problema di dipendenze. Alcuni pacchetti, infatti, dipendono da altri, e l'installazione di uno specifico pacchetto può richiedere l'installazione di un altro. Il programma può determinare in modo automatico quali altri pacchetti sono necessari per soddisfare una dipendenza in modo da portare a termine con successo l'installazione. La piccola icona a forma di dischetto in fondo alla lista vi permette di caricare un elenco di pacchetti scelti durante una precedente installazione. Può risultare utile, ad esempio, se avete la necessità di configurare allo stesso modo diverse macchine. Cliccando su questa icona vi verrà chiesto di inserire il dischetto creato alla fine di un'altra installazione. Leggete il relativo suggerimento nell'ultimo passo per sapere come creare questo dischetto.
ja: インストールするパッケージを個別に選ぶ場合は、すべてのパッケージが グループ別にツリー表示されます。リストから個々のパッケージ/サブグループ/ グループ全体を選ぶことができます。 パッケージを選択すると右側に説明が表示され、パッケージの目的を知ることが できます。 注意!! 選択したグループにサーバ用のパッケージが含まれていたり、あるいは 個別にそれを選択すると、本当にインストールしてよいか確認を求めます。 Mandriva Linux のデフォルトの設定では、インストールされたサービスはすべて 起動時に自動的に開始されます。ディストリビューションがリリースされた時点 で既知の問題がなく安全だとされていても、リリース後にセキュリティホールが 発見される可能性はあります。 それぞれのサービスの内容やなぜインストールされるのかを知るには 「%s」をクリックしてください。「%s」をクリックすると選択した サービスがインストールされ起動時に自動的に開始しますのでご注意ください。 パッケージのなかには他のパッケージに依存するものがあります。つまり、 一つのパッケージをインストールするためには他のパッケージも同時に インストールしなければならない場合があります。インストーラは依存関係を 解決するために自動的に必要なパッケージを選択し、その都度メッセージを表示 します。「%s」オプションを使うと、この警告ダイアログを 無効にすることができます。 リストの下にある小さなフロッピーのアイコンは、別のインストール時に作成 されたパッケージリストを利用する際に使います。この機能は複数のマシンに 同じ設定のインストールをする場合に役立ちます。アイコンをクリックすると 自動インストールフロッピーを挿入するように促されます。このフロッピーの 作成方法については最終ステップの二番目のヒントを参照してください。
mk: Ако изберете индивидуално да инсталирате пакети, инсталерот ќе ви прикаже дрво што ги содржи сите пакети, распоредени ви групи и подгрупи. Додека го разгледувате дрвото, можете да избирате цели групи, подгрупи или индивидуални пакети. При избор на пакет од дрвото, од вашата десна страна ќе се појави опис, за да знаете за што е наменет пакетот. !! Ако е избран серверски пакет, дали вие го имате изберено пакетот или затоа што е дел од цела група, ќе бидете запрашани да потврдите дали навистина сакате да се инсталираат тие сервери. Како стандард, во „Mandriva Linux“, сите инсталирани сервиси автоматски ќе видат вклучени при подигнување. Дури и ако тие се безбедни и немаат проблеми во време на излегување на дистрибуцијата, може да се случи да бидат откриени безбедносни дупки по излегувањето на оваа верзија на „Mandriva Linux“. Ако не знаете што прави одреден сервис или зошто се инсталира, притиснете „%s“. Со притискање на „%s“ ќе се инсталираат излистаните сервиси и тие автоматски ќе се вклучуваат при подигнување. !! Опцијата „%s“ се користи за оневозможување на дијалогот за предупредување, кој се јавува секогаш кога програмата за инсталирање автоматски избира пакет за да го реши проблемот околу зависностите. Некои пакети зависат едни од други и како такви инсталацијата на пакетот бара да се инсталираат и други програми. Инсталерот може да одреди кои пакети се потребни за да се задоволат зависностите за да инсталацијата биде успешно завршена. Малата икона на дискета во дното на листата овозможува да се вчита листата на пакети што создадена за време на претходна инсталација. Ова е корисно ако имате повеќе машини кои сакате да ги конфигурирате идентично. Со притискање на оваа икона ќе побара од вас да внесете дискета што претходно била создадена, на крајот на некоја друга инсталација. Видете го вториот совет од претходниот чекор за тоа како да направите таква дискета.
mt: Jekk għażiltx li tagħżel il-pakketti individwalment, tiġi offruta lista tal-pakketti kollha klassifikati fi gruppi. Waqt li qed tifli din il-lista, tista' tagħżel gruppi sħaħ jew pakketti individwali. Meta tagħżel pakkett fil-lista, tidher deskrizzjoni maġenbha fuq il-lemin li tgħidlek għal xiex jintuża dak il-pakkett. !! Jekk pakkett ta' server jiġi installat intenzjonalment jew għax jifforma parti minn grupp, int tintalab tikkonferma jekk verament tridx lill dawn is-servizzi jiġu nstallati. Fil-Mandriva Linux, is-servizzi li tinstalla jiġu mtella' awtomatikament meta tixgħel. Għalkemm dawn kienu siguri u ma kien fihom ebda problemi meta din il-verżjoni ta' Linux inħarġet, jista' jkun li jinstabu problemi simili wara li ġiet finalizzata din il-verżjoni. Jekk ma tafx x'suppost jagħmel servizz partikulari jew għaliex qed jiġi nstallat, agħżel "%s". Jekk tagħfas "%s" dawn is-servizzi jiġu nstallati u jiġu mtella' awtomatikament fil-bidu. L-għażla "%s" sempliċiment titfi l-window li twissik kull meta l-installazzjoni tkun se żżid xi pakketti oħra meħtieġa. Dan jiġri għax il-programm ikun induna li jinħtieġ pakkett ieħor biex il-programmi li tkun għażilt jaħdmu sew. L-ikona ta' diska flopi żgħira fil-qiegħ tippermettilek li ttella' l- lista ta' pakketti li ġew magħżula waqt installazzjoni preċedenti. Jekk tikklikkja din l-ikona int tintalab iddaħħal flopi li tkun ħloqt waqt installazzjoni oħra. Ara t-tieni ħjiel fl-aħħar stadju biex tara kif toħloq diska simili.
nb: Hvis du fortalte installasjonsrutinen at du ønsket å velge enkeltpakker, så vil du få se ett tre som innholder alle pakkene sortert etter grupper og undergrupper. Når du blar gjennom treet, kan du velge grupper, undergrupper eller individuelle pakker. Når du velger en pakke i treet, vil en beskrivelse dukke opp til høyre side for å la deg vite hva pakkens hensikt er. !! Hvis en tjenerpakke har blitt valgt, enten på grunn av at du valgte den spesifikt eller fordi den var medlem av en gruppe pakker, vil du bli bedt om å bekrefte at du virkelig ønsker å installere de valgte tjenerne. Som standard i Mandriva Linux vil alle installerte tjenere bli startet ved oppstart. Selv om de er sikre og ikke har noen kjente sikkerhetshull når denne distribusjonen ble sluppet, så kan det være at sikkerhetshull ble oppdaget etter at denne versjonen av Mandriva Linux ble sluppet. Hvis du ikke vet hva en type tjener gjør, eller hvorfor den blir installert, klikk «%s». «%s» vil installere de listede tjenerene og de vil bli startet automatisk som standard under oppstart. !! «%s»-valget er brukt for å deaktivere advarselsdialogen som vises når installasjonen automatisk velger en pakke for å løse avhengigheter. Noen pakker er avhengig av at andre pakker er installert. Installasjonsprogrammet kan finne ut hvilke pakker som trengs for å oppfylle avhengigheten til en pakke for å utføre en vellykket installasjon. Det lille diskett-ikonet på bunnen av denne listen lar deg laste en pakkeliste lagd under en tidligere installasjon. Dette er nyttig hvis du har flere maskiner som du vil sette opp identisk. Ved å klikke på dette ikonet vil du bli bedt om å sette inn disketten laget ved slutten av en annen installasjon. Se det andre tipset i det siste steget om hvordan du kan lage en slik diskett.
nl: Afhankelijk van uw keus om al dan niet individuele pakketten te selecteren, zal het installatieprogramma u een boom tonen die alle pakketten bevat, geclassificeerd in groepen en subgroepen. Terwijl u door de boom bladert, kunt u gehele groepen, subgroepen of individuele pakketten selecteren. Wanneer u een pakket in de boom selecteert, verschijnt een beschrijving aan de rechterkant om u te informeren over het doel van het pakket. !! Als een server-pakket geselecteerd is, ofwel omdat u dat pakket specifiek gekozen heeft ofwel omdat het onderdeel is van een hele groep pakketten, zal u gevraagd worden om te bevestigen dat u deze servers echt wilt installeren. Onder Mandriva Linux worden alle geïnstalleerde servers standaard ingeschakeld tijdens het opstarten. Zelfs wanneer zij veilig zijn en geen bekende beveiligingsgebreken hadden op het moment dat de distributie werd uitgebracht, kan het gebeuren dat beveiligingsfouten ontdekt worden nadat deze versie van Mandriva Linux afgemaakt werd. Indien u niet weet wat een bepaalde dienst geacht wordt te doen of waarom deze geïnstalleerd wordt, klikt u dan "%s". Klikken op "%s" zal de getoonde diensten installeren en ze zullen automatisch worden ingeschakeld tijdens het opstarten van de computer. !! De "%s"-optie schakelt het waarschuwingsvenster uit dat verschijnt wanneer het installatieprogramma automatisch een pakket selecteert om een afhankelijkheid te vervullen. Sommige pakketten zijn afhankelijk van andere en de installatie van het ene pakket vereist dan de installatie van een ander pakket. Het installatieprogramma kan uitzoeken welke pakketten benodigd zijn om een afhankelijkheid te vervullen om de installatie succesvol te voltooien. Het kleine diskette-pictogram onderaan de lijst stelt u in staat de pakketten-lijst te laden die tijdens een eerdere installatie gekozen was. Als u klikt op dit pictogram zal u gevraagd worden een diskette in het diskettestation te plaatsen welke gecreëerd was aan het eind van een andere installatie. Zie de tweede tip van de laatste stap over hoe u een dergelijke diskette aanmaakt.
nn: Viss du vil velja kva einskildpakkar du vil installera sjølv, får du ei oversikt over alle pakkar, delt inn i grupper og undergrupper. Du kan velja å installera heile grupper, undergrupper eller einskildpakkar. Du vil sjå ei kort pakkeskildring til høgre når du vel ein pakke. !! Viss du har valt å installera ein tenarpakke, anten direkte, eller som del av ei gruppe, vert du bedt om å stadfesta at du verkeleg vil installera han. Som standard vert alle installerte tenester starta automatisk ved oppstart. Sjølv om tenarane ikkje hadde nokon kjente tryggleikshol når distribusjonen vart laga, er det mogleg at at nye hol er oppdaga no. Om du ikkje veit kva ei teneste er der for, trykk «%s». Trykkjer du «%s» vert tenestene installerte, og automatisk starta ved oppstart. !! «%s»-valet er brukt for å slå av åtvaringa som du får når installasjons- programmet automatisk vel ein pakke for å ordna opp i avhengnader. Nokre pakkar er avhengige av kvarandre, sånn at du må installera éin særskild pakke før du kan installera ein annan. Dette kan installasjons- programmet ordna opp i sjølv, heilt automatisk. Du kan henta inn ei ferdiglaga pakkeliste ved å trykkja på det litle diskettikonet nedt i lista. Dette er nyttig viss du har mange maskiner som du vil installera dei same programma på. Sjå det andre tipset i siste installasjonssteg for meir informasjon om korleis du lagar ei slik pakkeliste.
pl: Jeżeli zaznaczono opcję wyboru indywidualnych pakietów, to wyświetlona zostanie struktura drzewa zawierająca wszystkie pakiety podzielone na grupy i podgrupy. W trakcie przeglądania drzewa można wybrać całą grupę, podgrupę lub pojedyncze pakiety. Po wybraniu pakietu ze struktury, po prawej stronie wyświetlony zostanie opis, pomagający w zorientowaniu się do czego pakiet służy. !! Jeśli zostanie wybrany pakiet serwera, niezależnie czy wybrany został w drodze indywidualnego wyboru pakietów, lub też jako pakiet grupy, zostanie wyświetlona prośba o potwierdzenie wyboru pakietu serwera przed jego instalacją. W systemie Mandriva Linux, wszystkie zainstalowane serwery są uruchamiane domyślnie w trakcie uruchamiania całego systemu. Nawet jeśli dany pakiet jest uważany za bezpieczny i w trakcie instalacji nie są znane żadne problemy z nim związane, może się zdarzyć, że zostaną wykryte luki w jego zabezpieczeniach już po instalacji. Jeśli użytkownik nie posiada informacji o tym, do czego dana usługa jest przeznaczona lub też dlaczego jest instalowana, wówczas powinien kliknąć przycisk "%s". Kliknięcie "%s" spowoduje zainstalowanie wypisanych usług, które będą automatycznie uruchamiane w trakcie uruchamiania całego systemu. !! Opcja "%s" jest używana do zablokowania okna ostrzeżeń pojawiającego się w momencie automatycznego wyboru pakietów przez instalatora w celu spełnienia zależności. Niektóre pakiety zależą od innych, tak więc instalacja określonego pakietu może wymagać instalacji innego. Instalator potrafi określić, jakie pakiety są wymagane do spełnienia zależności oraz do pomyślnego zakończenia instalacji. Niewielka ikona dyskietki na dole listy umożliwia wczytanie listy pakietów wybranych w trakcie poprzedniej instalacji. Jest to użyteczna opcja w przypadku posiadania wielu maszyn, które muszą zostać skonfigurowane w identyczny sposób. Kliknięcie tej ikony spowoduje wyświetlenie prośby o włożenie dyskietki utworzonej po zakończeniu poprzedniego procesu instalacji. Zobacz drugą podpowiedź ostatniego kroku, zawierającą informację o tym, jak utworzyć taką dyskietkę.
pt: Se escolheu instalar pacotes individualmente, o instalador irá apresentar uma árvore contendo todos os pacotes classificados por grupos e subgrupos. Enquanto pesquisa na árvore, pode seleccionar grupos inteiros, subgrupos, ou pacotes individuais. Sempre que seleccionar um pacote na árvore, uma descrição irá aparecer à sua direita para o informar acerca do propósito desse pacote. !! Se um pacote servidor foi seleccionado, ou porque escolheu especificamente o pacote individual ou porque fazia parte de um grupo de pacotes, será-lhe pedido para confirmar que realmente quer que esses servidores sejam instalados. Por omissão o Mandriva Linux irá automaticamente iniciar qualquer serviço instalado no arranque. Mesmo que sejam seguros e não tenham qualquer problema conhecido na altura da saída da distribuição, é bem possível que sejam descobertos 'buracos' na segurança a seguir à finalização desta versão Mandriva Linux. Se não souber que serviço particular é suposto fazer ou porque é instalado, então clique em "%s". Ao clicar em "%s" irá instalar os serviços listados e serºao iniciados automaticamente no arranque. !! A opção "%s" é usada para desactivar o dialogo de aviso que aparece sempre que o instalador escolhe automaticamente um pacote para resolver problemas de dependências. alguns pacotes dependem de outros e a instalação de um determinado pacote pode requerer a instalação de outro pacote. O instalador pode determinar que pacotes são necessários para satisfazer uma dependência para terminar com sucesso a instalação. O pequeno ícone de disquete no fundo desta lista permite-lhe carregar uma lista de pacotes escolhida durante uma instalação anterior. Isto é útil se tiver um número de máquinas que deseja configurar identicamente. Ao clicar neste ícone irá-lhe pedir para inserir uma disquete criada no fim de outra instalação. Veja a segunda dica do último passo sobre como criar essa disquete.
pt_br: Se você escolheu selecionar pacotes individualmente, será apresentada uma árvore contendo todos os pacotes classificados por grupos e subgrupos. Navegando nesta árvore, você poderá selecionar grupos inteiros, subgrupos ou pacotes individuais. Quando você seleciona um pacote individual na árvore, uma breve descrição sobre o pacote aparecerá na janela da direita. !! Quando um pacote de servidor foi selecionado, intencionalmente ou por ser parte de um grupo, será pedido para que você confirme se realmente deseja que estes servidores sejam instalados. Por padrão, no Mandriva Linux qualquer serviço instalado será iniciado quando a máquina for iniciada. Mesmo que sejam seguros e não existam quaisquer dúvidas a respeito da distribuição, é possível que brechas de segurança sejam descobertas depois que esta versão do Mandriva Linux foi concluída. Se você não sabe o que um determinado serviço faz ou porque está sendo instalado, clique em "%s". Clicando em "%s", os serviços listados serão instalados e serão iniciados automaticamente quando o sistema for iniciado!! A opção "%s" desabilita a caixa de diálogo com o aviso que aparece quando o instalador seleciona um pacote automaticamente por ter resolvido dependências. Alguns pacotes dependem de outros e a instalação de de um ou mais pacotes pode ser requisitada para que se instale um programa específico. O instalador pode determinar quais pacotes são necessários para satisfazer uma dependência e assim completar a instalação. O pequeno ícone de disco flexível no fim da lista permite gravar a lista de pacotes escolhida durante uma instalação. Isto é útil quando você tiver um número de máquinas que deseja configurar de forma idêntica. Ao clicar neste ícone, será pedido a você que insira um disquete, criado no final de outra instalação. Veja a segunda dica no último passo sobre como criar esse disquete.
ru: Если вы сообщили инсталлятору, что вы хотите самостоятельно выбрать пакеты, тогда он покажет вам дерево, содержащее все пакеты, разделенные по группам и подгруппам. Во время просмотра дерева вы можете выбирать группы полностью, подгруппы или отдельные пакеты. Когда вы выбираете пакет в дереве, справа появляется его описание, чтобы помочь вам узнать назначение этого пакета. !! Если был выбран какой-либо серверный пакет, специально или он был частью какой-либо группы, вас попросят подтвердить, действительно ли вы желаете установить эти сервера. Под Mandriva Linux все установленные сервера запускаются по умолчанию в процессе загрузки. Даже если они безопасны и не имеют известных проблем на момент выпуска дистрибутива, в них могут быть обнаружены дыры в безопасности после выпуска данной версии Mandriva Linux. Если вы не знаете, зачем нужен данная служба и что она делает, нажмите "%s". Если вы нажмете "%s", тогда все службы из списка будут установлены и автоматически запущены при загрузке системы. !! Опция "%s" запрещает показ диалога предупреждения, который появляется при автоматическом выборе пакетов инсталлятором. Некоторые пакеты имеют взаимосвязь друг с другом, поэтому инсталлятору может потребоваться установить некоторые дополнительные программы. Инсталлятор сам определит, какие пакеты нужны для удовлетворения зависимостей, чтобы успешно выполнить установку. Маленькая иконка дискеты внизу под списком позволяет загрузить выбранный и записанный во время предыдущей инсталляции список пакетов. Если вы нажмете на эту иконку, вас попросят вставить в дисковод дискету, созданную предыдущей инсталляцией. Смотрите второй совет последнего шага, где описано как создать такой диск.
sk: Nakoniec, v závislosti na tom či ste si vybrali výber jednotlivých balíkov, bude zobrazená stromová štruktúra obsahujúca všetky balíky zoradené podľa skupín a podskupín. Počas prehliadania stromu môžete označiť celú skupinu, podskupinu, ale aj jednotlivé balíky. Vždy, keď vyberiete niektorý balík zo stromu, vpravo sa zobrazí jeho popis, aby ste vedeli aké je jeho približné použitie. !! Ak boli vybrané balíky, ktoré sú určené pre server, buď zámerne alebo preto že sú súčasťou celej skupiny, budete musieť potvrdiť, či skutočne chcete tieto služby nainštalovať. V prípade Mandriva Linuxu, sú štandardne všetky nainštalované služby spúšťané pri štarte systému. Aj keď sú bezpečné a v čase keď bola distribúcia vydaná neobsahovali žiadne známe problémy je možné, že tieto bezpečnostné problémy budú odhalené až po dokončení tejto verzie Mandriva Linuxu. Ak neviete čo jednotlivé servisy znamenajú, alebo prečo boli nainštalované tak kliknite na "%s". Kliknutím na "%s" budú vypísané služby nainštalované a automaticky naštartované pri spustení systému. !! Voľba "%s" potlačí varovný dialóg, ktorý sa objaví vždy, keď inštalátor automaticky vyberie balíky pre uspokojenie závislostí. Niektoré balíky majú závislosti medzi sebou alebo vyžadujú prítomnosť iných programov. Inštalátor dokáže tieto závislosti medzi balíkmy vyriešiť a úspešne tak dokončiť inštaláciu. Malá ikona diskety na spodku zoznamu vám umožní načítať zoznam balíkov, ktoré boli vybrané pri predchádzajúcej inštalácii. Toto je užitočné ak máte množstvo počítačov, ktoré si želáte nainštalovať identicky. Po kliknutí na túto ikonu budete požiadaní o vloženie diskety, ktorú ste si vytvorili na konci vzorovej inštalácie. Pozrite si ďalší tip pri poslednom kroku, ako vytvoriť takúto disketu.
sl: Če ste določili posamično izbiro paketov, bodo vsi paketi prikazani v drevesnem pregledu in razvrščeni v skupine in podskupine. Izberete lahko namestitev cele skupine, podskupine ali posamezne pakete. Ko izberete posamezen paket, se v levem oknu prikaže njegov opis. !! Če izberete paket ali skupino paketov, ki vsebuje strežnik, boste morali namestitev takšnega paketa na izrecno vprašanje potrditi. Mandriva Linux namreč kot privzeto vključi vse nameščene storitve ob zagonu sistema. Čeprav ob izdaji te različice Mandriva Linuxa ni bilo znanih težav v zvezi z varnostjo, je mogoče, da so bile odkrite varnostne luknje kasneje. Če za določeno storitev ne veste, kaj je njena naloga, kliknite »%s« S klikom na »%s«bodo nameščene naštete storitve, sistem pa jih bo samodejno vključil ob vsakem zagonu.!! Če izberete »%s«, boste onemogočili opozorilno okno, ki se prikaže vsakokrat, ko program za nameščanje samodejno izbere paket za zadovoljitev odvisnosti. Nekateri paketi so med seboj povezani, tako da namestitev enega zahteva tudi namestitev drugih paketov. Program za nameščanje samodejno določi, katere med seboj odvisne pakete je potrebno namestiti, da bo namestitev uspešna. Drobna ikona z disketo na dnu seznama vam omogoča, da naložite seznam paketov, ki je bil oblikovan ob prejšnji namestitvi. To je koristno zlasti v primeru, da želite na več računalnikih izvesti enako namestitev Če kliknete na to ikono, vas bo program za nameščanje pozval, da v pogon vstavite disketo, ki ste jo ustvarili ob koncu neke druge namestitve. Oglejte si drugi namig zadnjega koraka o tem, kako ustvariti takšno disketo
sv: Om du valde att installera enskilda paket kommer du att få se ett träd innehållande alla paket klassificerade efter grupper och undergrupper. Om du bläddrar i trädet kan du välja hela grupper, undergrupper eller enskilda paket. När du väljer ett paket i trädet, visas en beskrivning till höger. Om det skulle visa sig att ett serverpaket har valts antingen oavsiktligt eller om det var med i en hel grupp, kommer du att få bekräfta att du verkligen vill att dessa servrar ska installeras. Under Mandriva Linux startas installerade servrar vid uppstart. Även fast de är säkra när den här distributionen släpps, kan det hända att säkerhetsluckor hittats i efterhand. Om du inte vet vad en specifik tjänst gör eller varför den blir installerad, klicka "%s" här. Om du klickar "%s" kommer de listade tjänsterna att installeras och startas automatiskt. Alternativet "%s" inaktiverar helt enkelt varningsdialogrutan som visas när installationsprogrammet automatiskt väljer ett paket. Detta inträffar därför att det har upptäckts att ett beroende med ett annat paket måste tillfredsställas för att detta paket ska kunna installeras ordentligt. Installationsprogrammet kan avgöra vilka paket som krävs för att lösa ett beroende. Den lilla diskettikonen i slutet på listan låter dig ladda en paketlista som du kan ha gjort vid en tidigare installation. Detta är användbart om du har ett antal datorer som skall ha en identisk konfiguration. När du klickar på den ikonen kommer du att bli ombedd om att stoppa i en diskett som du tidigare skapat vid slutet av en annan installation. Se det andra tipset i det sista steget hur du gör för att skapa en sådan diskett.
tg: Агар шумо ба коргузор оиди он ки шумо мехоҳед алоҳида бастаҳоро интихоб намоед, хабар диҳед, он ба шумо дарахтеро, ки ҳамаи бастаҳои ба гурӯҳҳоию зергурӯҳҳо тақсим карда шударо дарбар мегирад, намоиш медиҳад. Ҳангоми баррасии дарахт шумо метавонед гурӯҳҳои бутун, зергурӯҳҳо ё бастаҳои алоҳидаро интихоб кунед. Ҳар дафъае, ки шумо бастаро дар дарахт интихоб мекунед, дар тарафи росташ барои фаҳмондани мақсади он тавсифот пайдо мешавад. !! Агар бастаи хидматрасонро интихоб карда бошед, хоҳ барои интихоби муайяни бастаи алоҳида, хоҳ барои он ки вай як қисми гурӯҳӣ баста аст, шумо бояд тасдиқ кунед, ки дар ҳақиқат ин хидматрасонҳои коргузоришавандаро истифода бурдан мехоҳед. Дар Mandriva Linux ҳамаи хидматрасонҳои коргузоришуда ҳангоми оғозёбӣ ба таври худкор, бо нобаёнӣ сар дода мешаванд. Ҳарчанде, ки онҳо бехатаранд ва муаммоҳои маълумро ҳангоми даргиронидан дар тақсимот надоранд, мумкин аст, ки дар бехатарӣ баъди барориши нусхаи хотимавии Mandriva Linux сӯрохиҳои муайян мешаванд. Агар шумо надонед, ки барои чӣ ин ё он хидматрасон лозим аст ё барои чӣ он коргузорӣ мегардад пас ба "%s" ангушт занед. Бо пахшкунии "%s" шумо хидматрасонҳои номбаршударо коргузорӣ мекунед ва онҳо ҳангоми боршавӣ ба таври худкор бо нобаёнӣ оғоз меёбанд. !! Интихоби "%s" барои хомӯш сохтани муколамаи огоҳӣ, ки ҳангоми аз тарафи коргузор интихоби худкори бастаҳо пайдо мешавад, истифода бурда мешавад. Баъзе бастаҳо бо ҳам алоқаҳои дутарафа доранд, бинобар ин зарурати коргузории баъзе дигар барномаҳоро пеш меояд. Коргузор худаш муайян карда метавонад, ки кадом бастаҳо баҳри қонеъкунии талаботҳо барои бо муваффақият иҷрои коргузорӣ лозиманд. Тасвири хурдакаки диски нарм дар охири рӯйхат имконияти боркунии рӯйхати бастаҳо, ки ҳангоми коргузориҳои шешина офарида шуда будаанд, медиҳад. Агар шумо шумораи мошинаҳоеро дошта бошед, ки алоҳида танзим кардан мехоҳед, он хеле фоиданок мегардад. Баъди ангуштзанӣ ба ин тасвир, аз шумо воридкунии диски нарм, ки дар охири дигар коргузории пешина офарида шуда буд, пурсон мешавад. Ба маслиҳати дуюм дар қадами охирон оиди чӣ тавр офаридани чунин диски нарм нигаред.
uk: Якщо Ви вказали програмі встановлення, що хочете мати індивідуальний вибір пакунків, Вам буде показано повне дерево пакунків, зібраних за групами і підгрупами. Переглядаючи дерево, Ви зможете вибрати повні групи, підгрупи та окремі пакунки. Кожного разу, коли Ви вибираєте пакунок в дереві, справа з'являється підказка про призначення пакунка. !! Якщо було вибрано серверний пакунок, чи то шляхом спеціального вибору індивідуального пакунка, чи він є складовою частиною групи пакунків, Вам буде задане запитання, чи Ви справді бажаєте встановити ці сервери. В Мандріва лінакс всі встановлені сервери автоматично запускаються при завантаженні системи. Навіть, якщо на час придбання системи не було відомо жодних проблем з безпекою даних серверів, можливо, що після встановлення системи такі проблеми буде виявлено. Якщо Ви не знаєте призначення конкретного сервера або з якою метою його встановлено, натисніть "%s". Якщо Ви натиснете "%s", буде встановлено перелічені сервери і вони будуть стартувати автоматично під час завантаження !! Параметр "%s" використовується, щоб заборонити діалог попередження, який появляється, як тільки програма встановлення автоматично вибирає пакунки для задоволення залежностей. Деякі пакунки мають відношення до інших так, що встановлення пакунка вимагає, щоб інші програми також були встановлені. Програма встановлення може визначити, які пакунки необхідні для задоволення залежностей, щоб успішно завершити встановлення. Маленька піктограма дискети внизу списку дозволяє завантажити з дискети список, створений при попередньому встановленні. Це зручно використовувати, якщо є певна кількість машин, що мають бути сконфігуровані однаково. Після натискання цієї кнопки, система попросить Вас вставити попередньо створену дискету в кінці іншого встановлення. Перегляньте другу пораду останнього кроку про те, як створити таку дискету.
vi: Nếu bạn đã yêu cầu trình cài đặt là bạn muốn tự chọn thêm các gói tin, bạn sẽ thấy một cây chứa toàn bộ các gói xếp loại theo nhóm và nhóm con. Trong khi duyệt cây này, bạn có thể chọn toàn bộ các nhóm, nhóm con, hay các gói chọn riêng. Bất kỳ khi nào bạn chọn một gói tin trên cây, một thuyết minh sẽ xuất hiện từ phải sang trái để cho bạn biết công dụng của gói đó. !! Nếu các gói tin cho server được chọn cố tình hoặc do nó là thành phần của một nhóm, bạn sẽ được hỏi để khẳng định là bạn thật sự muốn những server này được cài đặt. Trong Mandriva Linux, bất kỳ server đã được cài đặt nào đều chạy vào lúc khởi động theo mặc định. Thậm chí được coi là an toàn tại thời điểm phát hành, nó vẫn có thể có lỗ hổng bảo mật được phát hiện sau khi phát hành phiên bản Mandriva Linux. Nếu không biết một dịch vụ nào đó được dùng để làm gì hay tại sao lại được cài đặt, hãy nhấn "%s". Nhấn "%s" sẽ cài đặt các dịch vụ được liệt kê và chúng sẽ khởi chạy tự động theo mặc định. !! Tùy chọn "%s" đơn giản là để không xuất hiện hộp thoại cảnh báo khi chương trình cài đặt tự động chọn gói tin để giải quyết phụ thuộc. Một số gói có liên quan với nhau như việc cài đặt gói này yêu cầu một số chương trình đã phải được cài đặt. Trình cài đặt sẽ xác định những gói nào cần có để thỏa mãn vấn đề phụ thuộc nhằm mục đính hoàn thành quá trình cài đặt. Biểu tượng đĩa mềm nhỏ nằm ở bên dưới danh sách cho phép nạp danh sách các gói tin được chọn trong lần cài đặt trước. Việc này có ích khi bạn có nhiều máy tính và muốn cấu hình chúng giống nhau. Nhấn lên biểu tượng này sẽ yêu cầu bạn nạp đĩa mềm được tạo từ lần cài đặt trước, tại giai đoạn cuối. Hãy xem lời khuyên thứ hai của bước cuối cùng về cách tạo một đĩa mềm như vậy.
wa: Finålmint, sorlon vosse tchuze di tchoezi ou nén les pacaedjes onk après l' ôte, vos voeroz èn åbe avou tos les pacaedjes metous dins des groupes et des sorgroupes. Tot naiviant dins l' åbe vos ploz tchoezi des groupes ou des sorgroupes etirs, ou des pacaedjes tot seus. Tchaeke côp ki vos tchoezixhoz on pacaedje dins l' åbe, si discrijhaedje est mostré sol droete ki vs dit a cwè i pout bén siervi. !! Si on pacaedje di sierveu a stî tchoezi, soeye-t i en esprès, ou k' i fwait pårteye d' on groupe, on vos dmandrè d' acertiner ki vos vloz vormint astaler ces sierveus la. Avou Mandriva Linux tot l' minme ké sierveu k' a stî astalé est, avou les prémetowès tchuzes, metou en alaedje tins di l' enondaedje di l' éndjole. Minme s' i sont seurs et k' i gn a nou cnoxhou problinme å moumint ki l' distribucion a stî fwaite, i s' pout k' des trôs di såvrité soeyexhe discovrous après ki cisse modêye chal di Mandriva Linux fouxhe fineye. Si vos n' savoz nén çou k' on siervice dné est supôzé di fé, ou pocwè k' il est astalé, adon clitchîz so «%s». Si vos clitchîz so «%s» les siervices mostrés sront astalés eyet enondés otomaticmint. !! Li tchuze «%s» simplumint fwait ki l' purnea d' adviertixhmint cwand on pacaedje est tchoezi otomaticmint n' est nén håyné. Les pacaedjes tchoezi otomaticmint c' est pask' i gn a des pacaedjes tchoezis k' ont des aloyances avou des ôtes pacaedjes, et k' i les fåt astaler avou po-z aveur l' astalåcion fwaite a môde di djin. Li ptite imådje d' ene plakete al valeye del djivêye vos permete di tcherdjî ene djivêye di pacaedjes tchoezis k' åreut stî fwaite å moumint d' èn ôte astalaedje. Si vos clitchîz so ciste imådjete chal, i vos srè dmandé di mete li plakete fwaite al fén di l' astalaedje di dvant. Loukîz l' aidance do deujhinme pont del dierinne etape po saveur kimint fé ene sifwaite plakete.
zh_cn: 如果您选中了想要选择单个软件包, 安装程序会显示出一个软件包的树形结构, 其中会按照组和子组分类显示全部软件包。浏览软件包树时, 您可以选择整个组, 子组或单个软件包。 只要您在左侧的树中选择了软件包, 右侧就会出现该软件包用途的描述。 !! 如果选择了服务器软件包, 不管是您特意选中的, 还是因为该软件包是某组的成员, 您都需要确认是否真的想要安装这些服务器。默认情况下, Mandriva Linux 会在启动时自动启动已安装的全部服务。尽管在发行版送出时这些服务是安全的, 但完全有可能在此版本 Mandriva Linux 完成后发现了相应软件的安全漏洞。如果您并不知道特定服务的用途, 或者不知道为什么要安装这些服务, 请单击"%s"。单击"%s"将安装列出的服务, 并且启动时这些服务会被自动启动。 !! "%s"选项用于在安装程序自动选择软件包以解决依赖性问题时禁止弹出警告对话框。某些软件包会依赖其它软件包, 而要安装一个软件包的需要先安装另外一个软件包。安装程序会自动确定要满足依赖性需要安装哪些软件包, 以便顺利完成安装。 列表底部的小软盘图标允许您装入先前安装时创建的软件包列表。如果您一次想要配置多台计算机, 此选项可能非常有用。单击此图标后, 您需要插入另外一次安装结束后创建的那张软盘。参看最后一步的第二条提示, 其中描述了如何创建这样的软盘。
