Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: This is the most crucial decision point for the security of your GNU/Linux system: you must enter the "root" password. "Root" is the system administrator and is the only user authorized to make updates, add users, change the overall system configuration, and so on. In short, "root" can do everything! That's why you must choose a password which is difficult to guess: DrakX will tell you if the password you chose is too simple. As you can see, you're not forced to enter a password, but we strongly advise against this. GNU/Linux is just as prone to operator error as any other operating system. Since "root" can overcome all limitations and unintentionally erase all data on partitions by carelessly accessing the partitions themselves, it is important that it be difficult to become "root". The password should be a mixture of alphanumeric characters and at least 8 characters long. Never write down the "root" password -- it makes it far too easy to compromise your system. One caveat: do not make the password too long or too complicated because you must be able to remember it! The password will not be displayed on screen as you type it. To reduce the chance of a blind typing error you'll need to enter the password twice. If you do happen to make the same typing error twice, you'll have to use this ``incorrect'' password the first time you'll try to connect as "root". If you want an authentication server to control access to your computer, click on the "%s" button. If your network uses either LDAP, NIS, or PDC Windows Domain authentication services, select the appropriate one for "%s". If you do not know which one to use, you should ask your network administrator. If you happen to have problems with remembering passwords, or if your computer will never be connected to the Internet and you absolutely trust everybody who uses your computer, you can choose to have "%s".
fi: Tämä on tärkein päätös joka koskee GNU/Linux-järjestelmäsi turvallisuutta: sinun pitää syöttää "root" salasana. "Root" on järjestelmän ylläpitäjä ja ainoa, jolla on oikeudet päivittää järjestelmää, lisätä käyttäjiä, muuttaa järjestelmän asetuksia jne. Lyhyesti, "root" voi tehdä mitä vain! Tämän vuoksi sinun pitää valita salasana joka on vaikea arvata - DrakX kertoo sinulle jos salasana on liian helppo. Kuten huomaat, voit jättää salasanan syöttämättä, mutta suosittelemme ettet tee niin, ainakin yhdestä syystä: GNU/Linux on yhtä altis käyttäjän virheille kuin muutkin käyttöjärjestelmät. Koska "root" voi ohittaa kaikki rajoitukset ja vahingossa poistaa kaikki tiedot osioilta on tärkeää, että on vaikea päästä "root"-käyttäjäksi. Salasanan pitäisi koostua kirjaimista ja numeroista sekä olla vähintään 8 merkkiä pitkä. Älä koskaan kirjoita "root" salasanaa paperille - se tekisi järjestelmään murtautumisesta liian helppoa. Älä myöskään valitse liian pitkää tai monimutkaista salasanaa koska sinun pitää itse muistaa se ongelmitta. Salasanaa ei näytetä kun syötät sitä ja tästä syystä sinun pitää syöttää se kahdesti, jolla pyritään ehkäisemään kirjoitusvirheitä. Jos sattumalta teet saman kirjoitusvirheen kahdesti, joudut käyttämään tätä ``väärää'' salasanaa ensimmäisessä sisäänkirjautumisessa. Jos haluat että pääsyä tähän koneeseen hallitaan tunnistuspalvelimen kautta, paina "%s"-painiketta. Jos verkkosi käyttää LDAP, NIS tai PDC Windows verkkoalueen tunnistuspalvelua, valitse oikea "%s" vaihtoehto. Jos sinulla ei ole tietoa, kysy verkon ylläpitäjältä. Jos sinulla on ongelmia muistaa salasanoja, jos koneesi ei ole yhteydessä Internetiin tai jos uskot kaikkiin koneesi käyttäjiin, voit valita "%s".
nl: Dit is de meest cruciale beslissing voor de beveiliging van uw GNU/Linux systeem: u dient het "root"-wachtwoord in te voeren. "Root" is de systeembeheerder en is de enige die geautoriseerd is om vernieuwingen uit te voeren, gebruikers toe te voegen, de algehele systeemconfiguratie te wijzigen, enzovoort. Kortom, "root" kan alles doen! Daarom dient u een lastig te raden wachtwoord te kiezen - DrakX vertelt het u als het te makkelijk is. Zoals u kunt zien is het niet verplicht een wachtwoord in te vullen, maar dit raden wij sterk af. GNU/Linux is net zo gevoelig voor bedieningsfouten als andere besturingssystemen. Omdat "root" alle beperkingen kan overschrijden en onbedoeld alle gegevens op partities kan wissen door achteloos deze partities te benaderen, is het belangrijk dat het lastig is om "root" te worden. Het wachtwoord behoort een mix van alfanumerieke tekens te zijn en tenminste 8 tekens lang. Schrijf nooit het "root"-wachtwoord op - dat maakt het te makkelijk om een systeem te compromitteren. Het addertje onder het gras: maak ook het wachtwoord niet te lang of gecompliceerd omdat u het moet kunnen onthouden! Het wachtwoord zal niet op het scherm getoond worden wanneer u het intypt. Vandaar dat u het wachtwoord tweemaal moet intypen om de kans te verminderen dat u een typfout maakt. Indien u toevallig dezelfde typfout twee keer maakt, dan zal dit ``incorrecte'' wachtwoord gebruikt moeten worden bij de eerste keer dat u zich aanmeldt als "root". Indien u wenst dat de toegang tot deze computer gecontroleerd wordt door een aanmeldingscontrole-server, klik dan op de "%s"-knop. Indien uw netwerk LDAP, NIS, of PDC Windows domeinaanmeldingscontrole- diensten gebruikt, selecteer dan de overeenkomende optie als "%s". In het geval dat u niet weet welke te kiezen, raadpleeg dan uw netwerkbeheerder. Mocht u het lastig vinden wachtwoorden te onthouden, als uw computer nooit verbonden zal zijn met het internet of als u absoluut iedereen vertrouwt die toegang heeft tot uw computer, kunt u kiezen voor "%s".
ru: Это самое важное решение в деле безопасности вашей системы GNU/Linux: вы должны ввести пароль "root". "Root" является администратором системы, и только он имеет право производить обновления, добавлять пользователей, изменять конфигурацию системы и так далее. Короче говоря, "root" может все! Вот поэтому вы должны придумать пароль, который трудно подобрать - DrakX сообщит вам, если пароль слишком прост. Как вы видите, можно вообще не вводить пароль, но мы серьезно советуем вам этого не делать по одной простой причине: не думайте, что если вы загрузили GNU/Linux, то ваши остальные операционные системы защищены от ошибок. Так как "root" может переступить все ограничения и непреднамеренно стереть все данные на разделах диска, обращаясь небрежно с разделами, то очень важно, чтобы стать "root" было трудно. Пароль должен быть сочетанием цифровых и буквенных символов и иметь длину не менее 8 символов. Никогда не записывайте пароль "root" - это делает очень легкой возможность скомпрометировать систему. Одно предостережение -- не делайте пароль слишком длинным или слишком сложным, потому что вы должны его без особых усилий запомнить! Пароль не будет отображаться на экране так же, как вы его вводите. Кроме того, вам прийдется повторить ввод пароля, чтобы предупредить возможность опечатки. Если случится так, что вы опечатались дважды, тогда этот ``неверный'' пароль прийдется использовать при первой загрузке. Если вы желаете, чтобы доступ к этому компьютеру контролировался сервером аутентификации, нажмите на кнопку "%s". Если ваша сеть использует службы аутентификации LDAP, NIS или PDC Windows Domain выберите соответствующий тип "%s". Если не знаете что выбрать, спросите своего администратора сети. Если у вас возникли проблемы с запоминанием паролей, вы можете выбрать опцию "%s", если ваш компьютер не будет подключаться к Интернет и если вы доверяете всем доступ к своей машине.
vi: Đây là thời điểm quan trọng nhất cho việc bảo mật hệ thống GNU/Linux: cần phải nhập mật khẩu cho "root". "Root" là người quản trị hệ thống, là người duy nhất được phép tiến hành cập nhật, thêm người dùng, thay đổi mọi cấu hình hệ thống, v.v... Nói ngắn gọn là "root" có thể thực hiện tất cả! Đó là lý do tại sao bạn cần chọn một mật khẩu phải thật khó đoán. DrakX sẽ cho bạn biết nếu nó quá dễ đoán. Như bạn biết, bạn không bị ép nhập mật khẩu, nhưng chúng tôi khuyên bạn rất nên thực hiện. GNU/Linux có thể bị lỗi như các hệ điều hành khác. Do "root" có thể vượt quyền và vô ý xóa toàn bộ dữ liệu trên các phân vùng bởi việc tự nó truy cập thiếu thận trọng! Quan trọng là phải để thật khó khăn nếu muốn trở thành "root". Mật khẩu nên pha trộn các ký tự số và chữ cái và có độ dài ít nhất 8 ký tự. Không nên ghi mật khẩu "root" vào đâu cả để tránh hệ thống. bị xâm hại Cũng đừng dùng mật khẩu quá dài hoặc phức tạp vì bạn phải nhớ nó! Mật khẩu sẽ không hiển thị trên màn hình khi bạn nhập vào. Vì vậy, phải nhập mật khẩu hai lần để tránh gặp lỗi khi gõ bàn phím. Nếu cả hai lần bạn đều gõ sai như nhau thì mật khẩu "sai" sẽ được dùng vào lần đầu bạn thực hiện kết nối. Nếu bạn muốn truy cập vào máy này sẽ được máy chủ chứng thực quản lý, hãy nhấn nút "%s". Nếu mạng của bạn dùng trong số LDAP, NIS hay các dịch vụ chứng thực Miền Windows PDC, hãy chọn một cái thích hợp làm "%s". Nếu bạn không biết rõ là dùng cái nào, hãy hỏi nhà quản trị mạng. Nếu gặp trục trặc với việc nhắc mật khẩu, bạn có thể chọn "%s" khi bạn không nối vào internet hoặc tin tưởng người cùng dùng máy với bạn.
zh_cn: 要保卫您的 GNU/Linux 系统, 现在是最关键的一步：您需要输入 "root" 密码。"Root" 是系统管理员, 而且是唯一有权进行更新、添加用户、更改泛系统配置等操作的用户。简言之, "root" 可以做任何事！这就是为什么您必须选择难于猜测的密码：如果您的密码太简单了, DrakX 会提醒您的。正如您所看到的那样, 您不必非得输入密码, 但是我们强烈建议您输入一个密码。GNU/Linux 和其它任何操作系统一样容易遇到错误的操作。由于 "root" 可以越过所有限制并在访问分区时无意间就删除分区上的全部数据, 所以成为 "root" 应该很难才对。 密码应该是字母和数字的无序混合, 并且至少要有 8 位长。绝对不要将 "root" 的密码写下来 -- 这样的密码形同虚设。 还有一条准则 -- 不要将密码设置得太长或太复杂, 否则您自己也记不住！ 您输入的密码不会显示在屏幕上。为了减少盲打所造成的输入错误, 您需要再次输入密码。如果您碰巧两次都输错了, 那么这个``不正确的''密码将成为您第一次以 "root" 身份登录时的密码。 如果您想要身份验证服务器控制对您计算机的访问, 请单击"%s"按钮。 如果您的网络使用 LDAP 或 NIS, 又或者 PDC Windows 域验证服务, 请选择相应的"%s"。如果您不知道应该使用哪种, 请询问您的网络管理员。 如果您记住密码有困难的话, 如果您的计算机不需要连接到 Internet, 您也绝对信任可使用您计算机的所有人, 您可以选择"%s"。

source: authentication
bn: অনুমোদন
fi: tunnistustapa
nl: aanmeldingscontrole
nn: autentisering
ru: аутентификация
vi: chứng thực
zh_cn: 认证
