Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: The Mandriva Linux installation is distributed on several CD-ROMs. If a selected package is located on another CD-ROM, DrakX will eject the current CD and ask you to insert the required one. If you do not have the requested CD at hand, just click on "%s", the corresponding packages will not be installed.
ar: تثبيت ماندريبا لينكس موزّع على العديد من الأقراص. إن كانت حزمة ما في قرص آخر، سيقوم DrakX بإخراج القرص الحالي و سيطلب منك أن تدخل القرص المطلوب. إن لم يكن القرص المطلوب لديك، فقط اضغط على "%s"، ولن يتمّ تثبيت تلك الحزم..
bn: ম্যান্ড্রিব লিনাক্স ইনস্টলেশন কয়েকটি সিডি'তে ভাগ করা থাকে। যদি একটি চিহ্নিত প্যাকেজ অন্য সিডি'তে থেকে থাকে, তাহলে DrakX বর্তমান সিডি'টি বের করে দেয় এবং প্রয়োজনীয়টি প্রবেশ করাতে জিজ্ঞেস করে। যদি এরকম অনুরোধ না আসে, তাহলে "%s" তে ক্লিক করুন, যথাযথ প্যাকেজগুলো ইনস্টল হবে না।
bs: Mandriva Linux instalacija se prostire na nekoliko CDova. Ako je neki paket smješten na drugom CDu, DrakX će izbaciti trenutni CD i zamoliti vas da ubacite neki drugi po potrebi. Ako nemate potreban CD pri ruci, samo kliknite na "%s", odgovarajući paketi neće biti instalirani.
ca: La instal·lació del Mandriva Linux està repartida en diversos CD-ROM. Si un dels paquets escollits està en un altre CD-ROM, DrakX expulsarà el CD actual i us demanarà que n'inseriu un altre. Si no teniu el CD necessari a mà, premeu "%s" i els paquets corresponents no s'instal·laran.
cs: Distribuce Mandriva Linux je složena z několika CD. Instalační program ví, na kterém disku je umístěn jaký balíček a v případě potřeby vysune CD a vyžádá si výměnu CD za požadované. Pokud nemáte požadované CD po ruce, klikněte na "%s" a odpovídající balíčky nebudou nainstalovány.
cy: Mae gosodiad Mandriva Linux i'w gael ar nifer o CD-ROMau. Mae DrakX yn gwybod os yw pecyn penodol wedi ei leoli ar CD-ROM arall a bydd yn bwrw allan y CD cyfredol a gofyn am y llall. Os nad yw'r CD angenrheidiol gennych wrth law, cliciwch "%s", ac ni fydd y pecynnau hynny'n cael eu gosod.
da: Mandriva Linux installationen bliver distribueret på flere cdrom-er. Hvis en valgt pakke ligger på en anden cdrom, vil DrakX udskyde den nuværende cd og bede dig om at isætte den forespurgte cd. Hvis du ikke har den forespurgte cd ved hånden, så klik bare på '%s' - de tilsvarende pakker vil da ikke blive installerede.
de: Die Mandriva Linux-Distribution wird auf mehreren CD-ROMs ausgeliefert. Es kann daher vorkommen, dass DrakX Pakete von anderen, als der Installations-CD-ROM installieren will. In diesem Fall wird es die aktuelle CD auswerfen und nach einer anderen fragen. Wenn Sie dieses CD nicht haben, klicken Sie einfach auf „%s“. Die entsprechenden Pakete werden in dem Fall nicht installiert.
eo: La instalado de Mandriva Linux estas eldonita sur pluraj KD-ROM-oj. Se elektita pakaĵo troviĝas sur alia KD-ROM-o, DrakX elĵetos la aktualan KD kaj petos vin enigi la postulatan. Se vi ne havas la postulatan kompaktdiskon ĉemane, alklaku "%s", la koncernaj pakaĵoj ne estos instalitaj.
es: La instalación de Mandriva Linux se distribuye en varios CD-ROM. Si un paquete seleccionado se encuentra en otro CD-ROM, DrakX expulsará el CD corriente y le pedirá que inserte el necesario. Si no tiene el CD necesario a mano, simplemente haga clic sobre "%s", no se instalarán los paquetes correspondientes.
et: Mandriva Linuxi paigalduspaketid on jagatud mitme CD vahel. DrakX suudab ära tunda, kui valitud pakett asub muul CD-l, ning väljastab siis seesoleva CD ja palub sisestada selle, mida parajasti vaja läheb. Kui Teil ei ole nõutavat CD-d käepärast, klõpsake nupul "%s" ning vastavat tarkvara ei paigaldata.
eu: Mandriva Linux instalazioa zenbait CD-ROMetan banatuta dago. Hautatutako pakete bat beste CD-ROM batean badago, DrakX-k du uneko CDa egotziko eta behar den CDa sartzeko eskatuko dizu. Eskatzen zaizun CDa ez badaukazu eskura, sakatu "%s", dagozkion paketeak ez dira instalatuko.
fa: نصب لینوکس ماندریبا در چند سی‌دی پخش شده است. اگر بسته انتخاب شده بر روی سی‌دی دیگری قرار دارد DrakX سی‌دی کنونی را بیرون زده و از شما میخواهد که سی‌دی خواسته شده را داخل کنید. اگر آن سی‌دی مورد تقاضا را ندارید فقط بر روی "%s" کلیک کنید و بسته‌های مربوطه نصب نخواهند شد.
fi: Mandriva Linuxin asennus koostuu useasta CD-ROM-levystä. DrakX tietää, onko valittu paketti toisella CD:llä ja osaa syöttää nykyisen levyn ulos ja pyytää sinua asettamaan oikean levyn tarvittaessa. Jos sinulla ei ole kyseistä CD-levyä käytettävissä, klikkaa vain "%s", ja kyseiset paketit ei asenneta.
fr: Les paquetages requis à l'installation de Mandriva Linux sont distribués sur plusieurs CD-ROM. Si un paquetage requis se trouve sur un autre CD-ROM, DrakX éjectera celui présent dans le lecteur et vous demandera d'insérer le CD-ROM approprié. Si vous ne possédez pas le CD demandé, cliquez tout simplement sur « %s », et les paquetages correspondants ne seront pas installés.
gl: A instalación de Mandriva Linux distribúese en varios CD-ROMs. Se un paquete dos seleccionados está noutro CD-ROM, DrakX expulsará o CD actual e diralle que insira o CD requirido. Se non ten o CD requirido a man, prema en "%s", e os paquetes correspondentes non se instalarán.
he: התקנת מנדריבה לינוקס פרוסה על מספר תקליטורים. אם חבילה מסויימת שנבחרה ממוקמת בתקליטור אחר, מגש כונן התקליטורים יפתח לצורך הכנסת תקליטור אחר לפי הצורך. אם התקליטור המבוקש אינו ברשותך, עליך ללחוץ על "%s" להמשך ללא התקנת החבילה שאינה זמינה.
hu: A Mandriva Linux telepítőanyag több CD-n helyezkedik el. Ha egy kiválasztott csomag egy másik CD-n található, akkor a telepítő kiadja az aktuális CD-t, és megkéri Önt, hogy helyezze be a megfelelőt. Ha a szóban forgó lemez nincs kéznél, akkor kattintson a(z) "%s" gombra, így az adott csomagok nem lesznek telepítve.
id: Installasi Mandriva Linux didistribusikan pada beberapa CDROM. DrakX tahu jika paket terpilih berada di CDROM lain dan akan mengeluarkan CD yang ada untuk kemudian meminta Anda memasukkan CD yg diperlukan. Jika Anda tidak memiliki CD yang diperlukan, cukup klik pada "%s", maka paket tidak akan diinstal.
is: Mandriva Linux uppsetningunni er dreift á nokkra geisladiska. Ef valinn pakki er á öðrum geisladiski, þá mun DrakX spýta út núverandi diski og biðja þig um að setja inn rétta diskinn. Ef þú hefur ekki rétta diskinn við hendina, smelltu þá á "%s", viðkomandi pakkar verða þá ekki settir upp.
it: La distribuzione Mandriva Linux è suddivisa su più CD-ROM. Se uno dei pacchetti selezionati si trova su un CD-ROM diverso da quello attualmente inserito nel lettore, DrakX provvederà a espellerlo e a chiedervi di inserire quello corretto. Se non avete a portata di mano il CD richiesto, basta cliccare su "%s", e i pacchetti corrispondenti non verranno installati.
ja: Mandriva Linux のインストールは数枚の CD-ROM から行います。 選択したパッケージが別の CD-ROM の中にあると、DrakX は現在の CD を イジェクトして別の CD を入れるよう促します。 指示された CD をお持ちでない場合は「%s」をクリックしてください。
mk: Инсталацијата на „Mandriva Linux“ се дистрибуира на повеќе CD-а. Ако некој избран паќет се наоѓа на друго CD, „DrakX“ ќе го исфрли моменталното и ќе побара од вас да го внесете потребното CD. Ако потребното CD не ви е при рака, само притиснете на „%s“ и соодветниот пакет нема да биде инсталиран.
mt: L-installazzjoni ta' Mandriva Linux hija maqsuma fuq diversi CD-ROMs. Jekk pakkett qiegħed fuq CD-ROM oħra, DrakX jiftaħ is-CDROM u jitolbok iddaħħal is- CD li jmiss. Jekk m'għandekx dik is-CD tista' tikklikkja "%s" u l-pakketti li hemm fuq dik is-CD ma jiġux installati.
nb: Mandriva Linux-installasjonen er spredd ut over flere CD-ROMer. Hvis en valgt pakke er på en annen CDROM, vil DrakX løse ut den nåværende CD og be deg sette i en den rette CDen som kreves. Hvis du ikke har den som trengs nå, bare klikk på «%s», pakken(e) vil da ikke bli installert.
nl: De Mandriva Linux-installatie is verdeeld over meerdere CD-ROMs. Als een geselecteerd pakket te vinden is op een andere CD-ROM, zal het installatieprogramma de huidige CD uitwerpen en u vragen om de correcte CD in te leggen. Mocht u de betreffende CD niet bij de hand hebben, klik dan gewoon op "%s", de corresponderende pakketten zullen dan niet worden geïnstalleerd.
nn: Mandriva Linux-distribusjonen ligg fordelt på fleire plater. Viss ein pakke ligg på ei anna plate, vert du automatisk bedt om å setja ho i. Berre trykk «%s» om du ikkje har denne plata. Dei aktuelle pakkane vert då ikkje installerte.
pl: Instalacja Mandriva Linux jest rozpowszechniana na kilku płytach CD. Jeśli wybrany pakiet jest zlokalizowany na innej płycie CD instalator wysunie bieżącą płytę CD oraz wyświetli prośbę o włożenie wymaganej płyty CD. Jeśli nie posiadasz wymaganej płyty CD w ręku, kliknij "%s", związane z nią pakiety nie zostaną zainstalowane.
pt: A instalação Mandriva Linux é distribuída em vários CD-ROMs. Se um pacote seleccionado estiver localizado noutro CD-ROM, o DrakX irá ejectar o actual CD e pedir para inserir o CD pedido. Se não tiver o CD em questão à mão, clique apenas em "%s", os pacote correspondentes não será instalados.
pt_br: O instalador do Mandriva Linux está espalhado em diferentes CD-ROMs. Se o pacote selecionado estiver localizado em outro CD-ROM, O DrakX irá ejetar o CD atual e pedir para você inserir o CD necessário. Se você não tiver com o CD em mãos, basta clicar em "%s", e os pacotes correspondentes não serão instalados.
ru: Инсталляция Mandriva Linux размещена на нескольких CD-ROMах. Если выбранный пакет находится на другом CD-ROM, DrakX будет отдавать текущий CD и просить вас вставить другой по мере надобности. Если у вас нет требуемого CD под руками, просто нажмите "%s", тогда соответствующие пакеты не будут устанавливаться.
sk: Inštalácia Mandriva Linuxu je distribuovaná na viacerých CD-ROM diskoch. DrakX vie zistiť, ak je vybraný balík umiestnený na inom CD-ROM disku, vysunie aktuálne CD a vypýta si od vás to ktoré je práve potrebné. Ak toto CD nemáte, kliknite na "%s" a požadovaný balík nebude nainštalovaný.
sl: Namestitev za Mandriva Linux je shranjena na več zgoščenkah. Če je izbrani paket shranjen na drugi zgoščeniki, bo DrakX izvrgel trenutno in vas pozval, da v pogon vstavite pravo zgoščenko. če prave zgoščenke nimate, kliknite »%s« in željeni paketi ne bodo nameščeni.
sv: Installationen av Mandriva Linux är utspridd på flera cd-skivor. DrakX vet om ett valt paket finns på en annan cd-skiva och kommer att mata ut den aktuella cd:n och be dig sätta in en annan om det blir nödvändigt. Om du inte har efterfrågad CD tillgänglig, klicka på "%s" så hoppas installationen av motsvarande paket över.
tg: Коргузории Mandriva Linux дар CD-ROM-ҳои мухталиф тақсим шудааст. Агар бастаи интихобшуда дар дигар CD-ROM ҷойгир бошад, DrakX диски фишурдаи ҷориро ба берун кашида аз шумо вогузории диски талабшударо пурсон мешавад. Агар шумо дар даст диски фишурдаи талабшударо надошта бошед, танҳо ба "%s" ангушт занед, бастаи мувофиқ коргузорӣ карда намешавад.
uk: Дистрибутив Мандріва лінакс розміщений на кількох компакт-дисках. Якщо вибраний пакунок знаходиться на іншому диску, DrakX викине поточний компакт-диск і попросить вставити потрібний. Якщо у вас немає потрібного диску під руками, просто натисніть "%s", пакунок не буде встановлено.
vi: Việc cài đặt Mandriva Linux được phân phối trên vài đĩa CDROM. Nếu một gói được chọn nằm trên CD khác, DrakX sẽ nhả CD hiện thời và yêu cầu bạn nạp CD thích hợp. Nếu không có CD đó, hãy nhấn "%s", gói tương ứng sẽ không được cài đặt.
wa: L' astalaedje del distribucion Mandriva Linux si fwait a pårti di sacwantès plakes lazer diferinnes. Si on pacaedje k' a stî tchoezi est so ene ôte plake lazer, DrakX frè rexhe li plake k' est el lijheu d' plakes lazer eyet vos dmander d' î mete li cene k' i fåt. Si vos n' avoz nén l' plake dimandêye dizo l' mwin, i vs sufixh di clitchî so «%s», les pacaedjes corespondants èn seront nén astalés.
zh_cn: Mandriva Linux 安装分布于多张 CD-ROM 中。如果选中软件包位于另外的 CD-ROM, DrakX 将弹出当前 CD, 并要求您插入所需的正确 CD。如果您手中没有所请求的 CD, 只需单击"%s", 就不会安装相应的软件包了。
zh_tw: Mandriva Linux 安裝片包含數張光碟片。若所選擇的套件是位於另一張光碟上， DrakeX 會退出現在的光碟且要求您放入所要求的正確光碟片。 若您沒有要求的光碟在手上的話, 就按下 "%s", 對應的套件不會被安裝.

source: It's now time to specify which programs you wish to install on your system. There are thousands of packages available for Mandriva Linux, and to make it simpler to manage, they have been placed into groups of similar applications. Mandriva Linux sorts package groups in four categories. You can mix and match applications from the various categories, so a ``Workstation'' installation can still have applications from the ``Server'' category installed. * "%s": if you plan to use your machine as a workstation, select one or more of the groups in the workstation category. * "%s": if you plan on using your machine for programming, select the appropriate groups from that category. The special "LSB" group will configure your system so that it complies as much as possible with the Linux Standard Base specifications. Selecting the "LSB" group will ensure 100%%-LSB compliance of the system. However, if you do not select the "LSB" group you will still have a system which is nearly 100%% LSB-compliant. * "%s": if your machine is intended to be a server, select which of the more common services you wish to install on your machine. * "%s": this is where you will choose your preferred graphical environment. At least one must be selected if you want to have a graphical interface available. Moving the mouse cursor over a group name will display a short explanatory text about that group. You can check the "%s" box, which is useful if you're familiar with the packages being offered or if you want to have total control over what will be installed. If you start the installation in "%s" mode, you can deselect all groups and prevent the installation of any new packages. This is useful for repairing or updating an existing system. If you deselect all groups when performing a regular installation (as opposed to an upgrade), a dialog will pop up suggesting different options for a minimal installation: * "%s": install the minimum number of packages possible to have a working graphical desktop. * "%s": installs the base system plus basic utilities and their documentation. This installation is suitable for setting up a server. * "%s": will install the absolute minimum number of packages necessary to get a working Linux system. With this installation you will only have a command-line interface. The total size of this installation is about 65 megabytes.
et: Nüüd on aeg valida rakendused, mida soovite oma süsteemi paigaldada. Mandriva Linux pakub tuhandeid pakette ja mõistagi ei eelda keegi, et Te neid kõiki juba ette tunneksite. Paketid on rühmitatud gruppidesse vastavalt nende kasutusalale. Grupid ise on jagatud nelja sektsiooni, mida võib valida mistahes kombinatsioonis: * "%s": kui kavatsete kasutada arvutit tööjaamana, valige siit sektsioonist üks või enam grupp. * "%s": kui kavatsete kasutada arvutit programmeerimiseks, valige soovitud grupid siit. Spetsiaalne grupp "LSB" seadistab Teie süsteemi nii, et see vastab võimalikult hästi Linux Standard Base'i standardile. Grupi "LSB" valimine tagab Teie süsteemi 100-protsendilise ühilduvuse LSB standardiga. Kui Te aga jätate grupi "LSB" valimata, saate ikkagi süsteemi, mis vastab peaaegu täielikult LSB standardile. * "%s": kui arvuti peab täitma serveri ülesandeid, saate siit valida, milliseid levinumaid teenuseid oma süsteemi paigaldada. * "%s": lõpuks saate siit valida ka meelepärase graafilise töökeskkonna. Kui soovite kasutada graafilist töökeskkonda, tuleb Teil siit valida vähemalt üks variant. Hiire liigutamine grupi nimele toob nähtavale selle lühikirjelduse. Märkida võib ka kasti "%s", mis on eriti mõttekas siis, kui tunnete pakette, mida Teile pakutakse, või kui soovite täielikku kontrolli selle üle, mida Teie süsteemi paigaldatakse. Kui käivitasite paigaldamise režiimis "%s", võite jätta kõik grupid valimata, mis takistab uute pakettide paigaldamist. Seda tasub tarvitada näiteks olemasoleva süsteemi parandamisel või värskendamisel. Kui olete tavapärast paigaldamist tehes kõik grupid valimata jätnud (seega talitanud vastupidi uuendamise mõttele), ilmub dialoog, mis pakub mitmesuguseid võimalusi minimaalseks paigalduseks. * "%s": paigaldatakse minimaalselt graafiliseks töölauaks vajalikud paketid. * "%s": paigaldatakse baassüsteem ning põhilised utiliidid ja nende dokumentatsioon. See peaks sobima näiteks serverile. * "%s": paigaldatakse minimaalne hulk pakette, mida on vaja Linuxi töötamiseks (vaid käsurealt). See võtab ruumi umbes 65 MB.
pt_br: Agora você deverá especificar quais programas você deseja instalar no sistema. Existem centenas de pacotes disponíveis para o Mandriva Linux, e para facilitar o gerenciamento, os pacotes foram agrupados em grupos de aplicações similares. O Mandriva Linux separou os pacotes em quatro categorias. Você pode misturar as aplicações de outras categorias, assim uma "Estação de Trabalho" pode ter aplicações do grupo "Servidor". * "%s": Se você planeja usar sua máquina como estação de trabalho, selecione um ou mais dos grupos desta categoria. * "%s": Se a máquina será usada para programação, selecione os pacotes apropriados desta categoria. O grupo especial "LSB" irá configurar seus sistema para que ele fique o mais compatível possível com as especificações da Linux Standard Base. Selecionar o grupo "LSB" garantirá 100%% de compatibilidade com LSB no sistema. No entanto, se você não selecionar o grupo "LSB" você ainda terá um sistema próximo a 100%% de compatibilidade com a LSB. * "%s": se a máquina será um servidor, você poderá escolher quais dos serviços deseja instalar na máquina. * "%s ": este é o grupo em que você escolherá seu ambiente gráfico preferido. Pelo menos um tem que ser selecionado se você quiser uma estação de trabalho com ambiente gráfico. Ao mover o ponteiro do mouse sobre um nome de grupo, uma pequena explicação sobre seu conteúdo aparecerá. Você pode marcar a caixa "%s", ela é útil se você tiver um pouco de experiência com o nome dos pacotes fornecidos ou se você deseja ter controle total sobre o que será instalado. Se você iniciar uma instalação no modo "%s", você pode desmarcar todos os grupos e prevenir a instalação de qualquer pacote adicional. Isto é útil para reparar ou atualizar um sistema já existente. Se você não selecionar nenhum grupo ao fazer uma instalação (não uma atualização), uma caixa de diálogo aparecerá propondo diferentes opções para uma instalação mínima: * "%s": Instala o mínimo de pacotes possíveis para se ter uma estação de trabalho com ambiente gráfico. * "%s": Instala a base do sistema acrescida de utilitários básicos e suas respectivas documentações. Esta Instalação é útil para configurar um servidor. * "%s": Instala os pacotes mínimos necessários para obter um sistema Linux funcionando. Com esta instalação você terá somente a interface de linha de comando. O tamanho total desta instalação é de 65 megabytes.

source: Upgrade
ar: ترقية
bn: আপগ্রেড
bs: Unaprijedi
ca: Actualitza
cs: Aktualizovat
cy: Uwchraddio
da: Opgradér
de: Aktualisierung
eo: Ĝisdatigo
es: Actualización
et: Uuendus
eu: Bertsio-berritzea
fa: ارتقاء
fi: Päivitä
fr: Mise à jour
gl: Actualizar
he: עדכון
hu: Frissítés
is: Uppfæra
it: Aggiornamento
ja: 更新
mk: Надгради
mt: Aġġornament
nb: Oppgrader
nl: Opwaardering
nn: Oppgrader
pl: Uaktualnij
pt: Actualizar
pt_br: Atualizar
ru: Обновление
sk: Aktualizácia
sl: Posodobitev
sv: Uppdatera
tg: Афзоиш
uk: Поновлення
vi: Nâng cấp
wa: Metaedje a djoû
zh_cn: 升级
zh_tw: 升級

source: With basic documentation
ar: مع وثائق المساعدة الأساسية
bn: সাধারণ ডকুমেন্টেশন
bs: Sa osnovnom dokumentacijom
ca: Amb la documentació bàsica
cs: Obsahuje základní dokumentaci
cy: Gyda dogfennaeth elfennol
da: Med basal dokumentation
de: Mit minimaler Dokumentation (Empfohlen)
eo: Kun baza dokumentaĵo
es: Con documentación básica
et: Baasdokumentatsiooniga
eu: Oinarrizko dokumentazioarekin
fa: با نوشتار پایه
fi: Perusdokumentaation kanssa
fr: Avec la documentation de base
gl: Con documentación básica
he: עם מסמכים בסיסיים
hu: Alapvető dokumentációval
id: Dengan dokumentasi dasar
is: Með grunn handbókum
it: Con la documentazione essenziale
ja: 基本的なドキュメントを入れる
mk: Со основна документација
mt: B' dokumentazzjoni bażika
nb: Med grunnleggende dokumentasjon
nl: Met basis-documentatie
nn: Med grunnleggjande hjelpetekstar
pl: Z podstawową dokumentacją
pt: Com documentação básica
pt_br: Com documentação básica
ru: С базовой документацией
sk: So základnou dokumentáciou
sl: Z osnovno dokumentacijo
sv: Med grundläggande dokumentation
tg: Бо ҳуҷҷатҳои асосӣ
uk: Із загальною документацією
vi: Kèm tài liệu cơ bản
wa: Avou li documintåcion di båze
zh_cn: 安装基础文档
zh_tw: 包含基本的說明文件

source: Truly minimal install
ar: تثبيت مصغّر جداً
bn: এক্কেবারেই সল্প ইনস্টলেশন
bs: Stvarno minimalna instalacija
ca: Instal·lació mínima real
cs: Opravdu minimální instalace
cy: Gosodiad lleiaf posibl
da: Virkeligt minimale installation
de: Minimal-Installation
eo: Vere minimuma instalado
es: Instalación realmente mínima
et: Tõeliselt minimaalne paigaldus
eu: Instalazio minimo-minimoa
fa: کوچکترین نصب واقعی
fi: Todella minimaalinen asennus
fr: Installation réellement minimale
gl: Instalación mínima de verdade
he: התקנה מינימלית באמת
hu: Valóban minimális telepítés
id: Installasi paling minimal
is: Alger lágmarksuppsetning
it: Installazione veramente minimale
ja: 極小インストール
mk: Искрено минимална инсталација
mt: Installazzjoni assolutament minima
nb: Virkelig minimal installasjon
nl: Zeer minimale installatie
nn: Heilt minimal installasjon
pl: Naprawdę minimalna instalacja
pt: Verdadeira instalação mínima
pt_br: Instalação mínima
ru: Самая минимальная установка
sk: Skutočne minimálna inštalácia
sl: Zares minimalna namestitev
sv: Extremt minimal installation
tg: Коргузории аз ҳама пастарин
uk: Насправді мінімальне встановлення
vi: Cài đặt thật tối thiểu
wa: Astalåcion vormint minimåle
zh_cn: 真正的最小安装
zh_tw: 真的最小安裝
