Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Listed here are the existing Linux partitions detected on your hard disk drive. You can keep the choices made by the wizard, since they are good for most common installations. If you make any changes, you must at least define a root partition ("/"). Do not choose too small a partition or you will not be able to install enough software. If you want to store your data on a separate partition, you will also need to create a "/home" partition (only possible if you have more than one Linux partition available). Each partition is listed as follows: "Name", "Capacity". "Name" is structured: "hard disk drive type", "hard disk drive number", "partition number" (for example, "hda1"). "Hard disk drive type" is "hd" if your hard disk drive is an IDE hard disk drive and "sd" if it is a SCSI hard disk drive. "Hard disk drive number" is always a letter after "hd" or "sd". For IDE hard disk drives: * "a" means "master hard disk drive on the primary IDE controller"; * "b" means "slave hard disk drive on the primary IDE controller"; * "c" means "master hard disk drive on the secondary IDE controller"; * "d" means "slave hard disk drive on the secondary IDE controller". With SCSI hard disk drives, an "a" means "lowest SCSI ID", a "b" means "second lowest SCSI ID", etc.
bs: Ovdje su navedene Linux particije koje već postoje na vašem hard disku. Možete zadržati izbore koje je napravio čarobnjak, pošto su oni dobri za uobičajene instalacije. Ako napravite neke izmjene, morate, ako ništa drugo, definisati root particiju ("/"). Nemojte izabrati premalu particiju ili nećete moći instalirati dovoljno softvera. Ako želite držati vaše podatke na zasebnoj particiji, trebate takođe napraviti "/home" particiju (što je moguće samo ako imate više od jedne Linux particije na raspolaganju). Svaka particija je navedena ovako: "Ime", "Kapacitet". "Ime" se sastoji od: "vrsta hard diska", "broj hard diska", "broj particije" (na primjer, "hda1"). "Vrsta hard diska" je "hd" ako je vaš hard disk IDE, a "sd" ako je u pitanju SCSI hard disk. "Broj hard diska" je uvijek slovo nakon "hd" ili "sd". Kod IDE hard diskova: * "a" znači "master hard disk na primarnom IDE kontroleru"; * "b" znači "slave hard disk na primarnom IDE kontroleru"; * "c" znači "master hard disk na sekundarnom IDE kontroleru"; * "d" znači "slave hard disk na sekundarnom IDE kontroleru"; Kod SCSI hard diskova, "a" je "disk sa najnižim SCSI IDom", "b" je "drugi najniži SCSI ID", itd.
ca: Aquestes són les particions de Linux existents que s'han detectat al disc dur. Podeu conservar les decisions preses per l'auxiliar, atès que són les adequades per a les instal·lacions més habituals. Si hi feu algun canvi, com a mínim heu de definir una partició arrel ("/"). No trieu una partició massa petita perquè no podríeu instal·lar-hi prou programari. Si voleu emmagatzemar les dades en una altra partició, us caldrà crear una partició "/home" (això només serà possible si hi ha més d'una partició de Linux disponible). Cada partició està identificada d'aquesta manera: "Nom", "Capacitat". "Nom" es compon de: "tipus d'unitat de disc", "número d'unitat de disc", "número de la partició" (per exemple, "hda1"). El "Tipus d'unitat de disc" és "hd" si la vostre unitat de disc és IDE i "sd" si és SCSI. El "Número de la unitat de disc" és sempre una lletra després d'"hd" o "sd". Per a unitats de disc IDE: * "a" significa "unitat de disc mestra en el controlador IDE primari", * "b" significa "unitat de disc esclava en el controlador IDE primari", * "c" significa "unitat de disc mestra en el controlador IDE secundari", * "d" significa "unitat de disc esclava en el controlador IDE secundari". Amb unitats de disc SCSI, una "a" significa "ID SCSI més baixa", una "b" significa "segona ID SCSI més baixa", etc.
cs: Zde je vypsán seznam již existujících detekovaných oddílů na pevném disku. Můžete ponechat volby detekované průvodcem, protože ve většině případů vyhovují. Pokud chcete provést nějaké změny, musíte definovat aspoň kořenový oddíl ("/"). Velikost oddílů zvolte dostatečnou, jinak nebude možné nainstalovat dostatečné množství programů. Pokud chcete ukládat data na zvláštní oddíl, vytvořte také oddíl "/home". Každý oddíl vypsaný níže má: "Název", "Velikost". "Název" je složen následovně: "typ pevného disku", "číslo disku", "číslo oddílu". (například "hda1"). Pokud máte IDE disky, pak je "typ pevného disku" "hd", pokud máte SCSI, označení bude "sd". "Číslo disku" je vždy písmeno za "hd" nebo "sd". Pro IDE disky je to takto: * "a" znamená "master disk na primárním IDE řadiči", * "b" znamená "slave disk na primárním IDE řadiči", * "c" znamená "master disk na sekundárním IDE řadiči", * "d" znamená "slave disk na sekundárním IDE řadiči". Pro SCSI disky platí, že "a" je "nejmenší SCSI ID", "b" je "druhé nejmenší SCSI ID" atd.
cy: Dyma'r rhaniadau Linux sydd wedi canfod ar eich disg caled. Gallwch gadw'r dewisiadau sydd wedi eu gwneud gan y dewin, maen nhw'n iawn ar gyfer y rhan fwyaf o osodiadau. Os ydych am wneud newidiadau, rhaid i chi o leiaf ddiffinio rhaniad gwraidd ("/"). Peidiwch ddewis rhaniad sy'n rhy fach neu fidicon
de: Sie erhalten die Liste, der auf Ihren Festplatten gefundenen GNU/Linux Partitionen. Sie können die Auswahl des Assistenten beibehalten - sie sollte normalerweise Ihren Bedürfnissen entsprechen. Falls Sie es vorziehen die Einhängpunkte selbst zu definieren, denken Sie bitte daran, dass Sie zumindest eine Verzeichnisbaumwurzel („/“) benötigen. Wählen Sie die Partitionen nicht zu klein, da Sie sonst nicht genügend Programme installieren können. Wenn Sie Ihre persönlichen Daten auf einer eigenen Partition halten wollen, legen Sie sich eine Partition namens „/home“ an. Die Partitionen werden folgendermaßen aufgelistet: „Name“, „Kapazität“. „Name“ hat folgende Struktur: „Festplattentyp“, „Festplattennummer“, „Partitionsnummer“ (etwa „hda1“). „Festplattentyp“ ist „hd“, falls Ihre Platte eine IDE/ATAPI-Platte ist, und „sd“, wenn es sich um eine SCSI-Platte handelt. „Festplattennummer“ ist immer der Buchstabe hinter dem Festplattentyp. Bei IDE-Platten bedeutet: * „a“ bedeutet „Master-Platte am primären IDE-Controller“; * „b“ bedeutet „Slave-Platte am primären IDE-Controller“; * „c“ bedeutet „Master-Platte am sekundären IDE-Controller“; * „d“ bedeutet „Slave-Platte am sekundären IDE-Controller“; Bei SCSI-Platten steht „a“ für „niedrigste SCSI-ID“, „b“ für „zweitniedrigste SCSI-ID“, etc.
eo: Ĉi tie estas listigitaj la ekzistantaj linuksaj subdiskoj detektitaj sur via fiksdisko. Vi povas konservi la elektojn faritajn de la sorĉilo, ĉar ili taŭgas por la plej multaj normalaj instaloj. Se vi faras iajn ŝanĝojn, vi devas almenaŭ difini subdiskon por root ("/"). Ne elektu subdiskon tro malgranda aŭ vi ne povos instali sufiĉe da programoj. Se vi deziras stoki viajnviajn datenojn enapartan subdiskon, vi devas ankaŭ krei subdiskon "/home" (nur ebla se vi povas havi pli ol unu linuksan subdiskon). Ĉiu subdisko estas listigita jene: "Nomo", "Kapacito". "Nomo" estas strukturita: "fiksdiska tipo", "fiksdiska numero", "subdisko-numero" (ekzemple, "hda1". "Fiksdiska tipo" estas "hd" se via fiksdisko estas IDE-fiksdisko, kaj "sd" se ĝi estas SCSI-fiksdisko. "Fiksdisk-numero" estas ĉiam litero post "hd" aŭ "sd". Por IDE- fiksdiskoj: * "a" signifas "ĉefa fiksdisko sur la primara IDE-kontrolilo"; * "c" signifas "ĉefa fiksdisko sur la sekundara IDE-kontrolilo"; * "d" signifas "malĉefa fiksdisko sur la sekundara IDE-kontrolilo. Kun SCSI-fiksdiskoj, "a" signifas "plej malalta SCSI-ID", "b" signifas "dua plej malalta SCSI-ID", ktp.
es: Aquí se listan las particiones Linux existentes que se detectaron en su disco rígido. Puede mantener las elecciones hechas por el asistente, ya que las mismas son buenas para las instalaciones más comunes. Si hace cambios, al menos debe definir una partición raíz ("/"). No elija una partición muy pequeña o no podrá instalar software suficiente. Si desea almacenar sus datos en una partición separada, también puede necesitar crear una partición para "/home" (sólo es posible si tiene más de una partición Linux disponible) Cada partición se lista como sigue: "Nombre", "Capacidad". "Nombre" está estructurado: "tipo de disco rígido", "número de disco rígido", "número de partición" (por ejemplo, "hda1"). "Tipo de disco rígido" es "hd" si su disco es un disco IDE y "sd" si el mismo es un disco SCSI. "Número de disco rígido" siempre es una letra que sigue a "hd" o a "sd". Para los discos IDE: * "a" significa "disco rígido maestro en la controladora IDE primaria", * "b" significa "disco rígido esclavo en la controladora IDE primaria", * "c" significa "disco rígido maestro en la controladora IDE secundaria", * "d" significa "disco rígido esclavo en la controladora IDE secundaria". Para los discos SCSI, una "a" significa "SCSI ID menor", una "b" significa "segunda SCSI ID menor", etc.
gl: As particións listadas aquí son as particións Linux existentes detectadas no seu disco duro. Pode manter a selección feita polo asistente, xa que é boa para as instalacións máis comúns. Se fai algún troco, debe definir como mínimo unha partición raíz ("/"). Non escolla unha partición moi pequena ou non poderá instalar o software necesario. Se desexa almacenar os seus datos nunha partición á parte, tamén terá que crear unha partición "/home" (só será posible se ten dispoñibles máis dunha partición Linux). Cada partición lístase do seguinte xeito: "Nome", "Capacidade". "Nome" ten a estructura: "tipo de disco duro", "número de disco duro", "número de partición" (por exemplo, "hda1"). "Tipo de disco duro" é "hd" se o seu disco duro é un disco duro IDE e "sd" se é un disco duro SCSI. "Número de disco duro" é sempre unha letra despois de "hd" ou "sd". Para os discos duros IDE é: * "a" significa "disco duro mestre do controlador IDE primario"; * "b" significa "disco duro escravo do controlador IDE primario"; * "c" significa "disco duro mestre do controlador IDE secundario"; * "d" significa "disco duro escravo do controlador IDE secundario". Nos discos duros SCSI, un "a" significa "ID SCSI menor", e "b" significa "segundo ID SCSI menor", etc.
he: להלן רשומות מחיצות הלינוקס שזוהו בכונן הקשיח שלך. באפשרותך לשמור את האפשרויות שנבחרו על יד האשף היות והן טובות לרוב ההתקנות הרגילות. אם ברצונך לבצע שינויים עליך לכל הפחות להגדיר מחיצת שורש ("/"). אין לבחור מחיצה קטנה מדי שמא לא ניתן יהיה להתקין די תוכנות. אם ברצונך לאכסן את המידע שלך על מחיצה נפרדת יהיה עליך ליצור גם מחיצת "/home" (אפשרי רק אם יש לך יותר ממחיצת לינוקס אחת). כל מחיצה רשומה באופן הבא: "שם", "גודל". המבנה של "שם" הוא "סוג הכונן הקשיח", "מספר הכונן הקשיח", "מספר המחיצה" ("hda1" לדוגמה). "סוג הכונן הקשיח" הוא "hd" אם הכונן הוא מסוג IDE ו-"sd" אם הכונן הוא SCSI. "מספר הכונן הקשיח" הוא תמיד אות הבאה אחרי "hd" או "sd". עבור כונני IDE: * "a" משמעו הכונן הראשי על בקר ה-IDE הראשון; * "b" משמעו הכונן המשני על בקר ה-IDE הראשון; * "c" משמעו הכונן הראשי על בקר ה-IDE השניוני; * "d" משמעו הכונן המשני על בקר ה-IDE השניוני. עם כונני SCSI משמעו של "a" היא הכונן עם ה-SCSI ID הנמוך ביותר, משמעו של "b" היא הכונן השני מתחתית סולם ה-SCSI ID וכן הלאה.
hu: Itt láthatók a lemezen talált, már létező linuxos partíciók. A varázsló javaslatai általában elfogadhatók, általános célú telepítésnél általában megfelelnek. Ha megváltoztatja a beállításokat, mindenképpen jelölje ki a gyökérpartíciót ("/"). Ne válassza túl kicsire, mert akkor nem lesz elég hely a szoftverek telepítéséhez. Ha külön partícióra szeretné helyezni a felhasználói adatokat, jelöljön ki egy külön "/home" partíciót (ez csak akkor lehetséges, ha legalább két Linux partíció létezik). A partíciók listájának mezői: "név", "kapacitás". A "név" képzési szabálya: "a merevlemez típusa", "a lemez azonosítója", "a partíció azonosítója" (például "hda1"). "A merevlemez típusa" "hd", ha a lemez IDE-csatolós, és "sd", ha SCSI-csatolós. "A lemez azonosítója" egy betű a "hd" illetve az "sd" után. IDE-csatolós merevlemezek esetén: - "a" jelentése: "első (master) meghajtó az első IDE-vezérlőn" - "b" jelentése: "második (slave) meghajtó az első IDE-vezérlőn" - "c" jelentése: "első meghajtó a második IDE-vezérlőn" - "d" jelentése: "második meghajtó a második IDE-vezérlőn" SCSI-csatolós lemezeknél az "a" jelentése: "a legalacsonyabb SCSI-azonosító", "b" jelentése: "a második legalacsonyabb SCSI-azonosító", ...
id: Berikut adalah daftar partisi Linux yang terdeteksi pada hard disk drive Anda. Anda dapat memakai pilihan yg dibuatkan, karena itu baik untuk installasi umum. Bila Anda mengubah pilihan, setidaknya Anda perlu mendefinisikan partisi root ("/"). Jangan pilih partisi yang terlalu kecil agar dapat menginstal software dengan leluasa. Bila Anda ingin menyimpan data pada partisi lain, Anda perlu membuat partisi "/home" (hanya mungkin jika punya lebih dari satu partisi Linux.) Setiap partisi terdaftar sebagai: "Nama", "Kapasitas". "Nama" berstruktur: "tipe hard disk drive", "nomor hard disk drive", "nomor partisi" (misalnya "hda1"). "Tipe hard disk drive" adalah "hd" untuk drive IDE dan "sd" untuk drive SCSI. "Nomor Hard Drive", selalu berupa huruf setelah "hd" atau "sd". Bila berupa IDE, maka: *"a" berarti "hard disk drive master pada kontroller IDE primer", *"b" berarti "hard disk drive slave pada kontroler IDE primer", *"c" berarti "hard disk drive master pada kontroler IDE sekunder", *"d" berarti "hard disk drive slave pada kontroler IDE sekunder", Pada drive SCSI, "a" adalah "ID SCSI terkecil", "b" adalah"ID SCSI terkecil kedua", dan seterusnya.
is: Hér er listi af núverandi Linux disksneiðum sem fundust á disknum. Þú getur haldið þeim stillingum sem stungið er upp á, því þau eru nokkuð skynsamleg fyrir flestar uppsetningar. Ef þú gerir einhverjar breytingar, þá verður þú að minnsta kosti að skilgreina rótarsneið ("/"). Ekki velja of litla disksneið því þá munt þú ekki geta sett upp nægan hugbúnað. Ef þú vilt geyma gögnin þín á annari disksneið, þá verður þú einnig að búa til "/home" disksneið (aðeins mögulegt ef þú hefur fleiri en eina sneið tiltæka). Hver sneið á listanum inniheldur "Nafn", "Diskrýmd". "Nafn" er byggt upp af: "disktegund", "disknúmer", "disksneið" (t.d., "hda1"). "disktegund" er "hd" ef disknum er stýrt með IDE stýringu og "sd" ef það er SCSI diskur. "Disknúmer" er alltaf bókstafur eftir "hd" eða "sd". Fyrir IDE diska: * "a" þýðir "aðal (master) diskur á fyrstu IDE stýringu"; * "b" þýðir "auka (slave) diskur fyrstu IDE stýringu"; * "c" þýðir "aðal (master) diskur á annari IDE stýringu"; * "d" þýðir "auka (slave) diskur annari IDE stýringu"; Á SCSI diskum, þýðir "a" "lægsta SCSI ID", "b" þýðir "næst-lægsta SCSI ID", o.s.frv.
mk: Горе се наведени постоечките „Linux“ партиции што се откриени на вашиот диск. Можете да го прифатите изборот направен од волшебникот; кој е добар за вообичаени инсталации. Ако правите некои промени, ќе мора барем да дефинирате root-партиција („/“). Не избирајте премала партиција, зошто нема да може да се инсталира доволно софтвер. Ако сакате вашите податоци да ги чувате на посебна партиција, ќе треба да направите и една „/home“ партиција (а тоа е можно ако имате повеќе од една „Linux“ партиција). Секоја партиција во листата е дадена со: „Име“, „Капацитет“. Структурата на „името“ е следнава: „тип на диск“, „број на диск“, „број на партиција“ (на пример, „hda1“). „Типот на дискот“ е „hd“ ако дискот е „IDE“, и „sd“ ако тој е „SCSI“ диск. „Бројот на дискот“ е буква по „hd“ или „sd„. За „IDE“ дискови: * „a“ значи диск што е „master“ на примарниот „IDE“ контролер; * „b“ значи диск што е „slave“ на примарниот „IDE“ контролер; * „c“ значи диск што е „master“ на секундарниот „IDE“ контролер; * „d“ значи диск што е „slave“ на секундарниот „IDE“ контролер; Кај „SCSI“ дисковите, „a“ значи најнизок „SCSI ID“, а „b“ значи втор најнизок „SCSI ID“, итн.
nb: Her er de eksisterende Linux-partisjonene som ble oppdaget på din harddisk. Du kan beholde valgene som er gjort av veiviseren, de er gode for de fleste vanlige installasjoner. Hvis du endrer disse valgene, må du i hvertfall definere en root-partisjon ("/"). Ikke velg for liten partisjon ellers vil du ikke kunne installere nok programvare. Hvis du ønsker å lagre dine data på en separat partisjon må du også velge en "/home"-partisjon (bare mulig hvis du har mer enn en Linux partisjon tilgjengelig). Hver partisjon er listet som følger: "Navn", "Kapasitet". "Navn" er strukturert som følger: "harddisktype", "harddisknummer", "partisjonsnummer" (feks. "hda1"). "Harddisktype" er "hd" hvis harddisken din er en IDE-harddisk og "sd" hvis det er en SCSI-harddisk. "Harddisknummer" er alltid en bokstav etter "hd" eller "sd". For IDE-harddisker: * "a" betyr "master harddisk på primær IDE-kontroller", * "b" betyr "slave harddisk på primær IDE-kontroller", * "c" betyr "master harddisk på sekundær IDE-kontroller", * "d" betyr "slave harddisk på sekundær IDE-kontroller". Med SCSI-harddisker, en "a" betyr "laveste SCSI-ID", en "b" betyr "nest laveste SCSI-ID", etc.
sk: Tu je zoznam oblastí s existujúcimi Linux oddielmi, ktoré boli zdetekované na vašom disku. Môžete zachovať nastavenia vygenerované sprievodcom, čo môže byť vhodné pre bežné inštalácie. Ak chcete vykonať zmeny, najprv musíte definovať hlavný oddiel ("/"). Nevoľte si príliš malý oddiel, pretože vám nemusí byť umožnené inštalovať všetok softvér, ktorý by ste si želali. Ak budete chcieť ukladať používateľské údaje na iný oddiel, bude potrebné vytvoriť oddiel pre "/home" oblasť (to je možné ak máte spolu k dispozícii viac ako jeden Linux oddiel). Všetky oddiely sú zobrazené s nasledovnými údajmi: "Meno", "Kapacita". "Meno" je vytvorené ako: "typ disku", "číslo disku", "číslo oddielu" (napríklad "hda1"). "Typ disku" je vždy písmeno za "hd" alebo "sd". V prípade IDE diskov: * "a" znamená "master disk na primárnom IDE radiči"; * "b" znamená "slave disk na primárnom IDE radiči"; * "c" znamená "master disk na sekundárnom IDE radiči"; * "d" znamená "slave disk na sekundárnom IDE radiči". Pri SCSI diskoch "a" znamená "najnižšie SCSI ID", "b" znemaná "druhé najnižšie SCSI ID" a tak ďalej.
sv: Listat ovan är de existerande Linux-partitionerna som hittats på hårddisken. Du kan behålla valen som gjorts av guiden, de passar de flesta vanliga installationer. Om du gör några ändringar måste du åtminstone definiera en rotpartition ("/"). Välj inte en för liten partition för då kommer du inte kunna installera tillräckligt med mjukvara. Om du vill lagra dina data på en separat partition, behöver du också skapa en partition för /home (endast möjligt om du har mer än en Linux-partition tillgänglig). Varje partition listas som följer: "Namn", "Kapacitet". "Namn" är strukturerad på följande vis: "hårddisktyp", "hårddisknummer", "partitionsnummer" (till exempel, "hda1"). "Hårddisktyp" är "hd" om hårddisken är en IDE-hårddisk och "sd" om det är en SCSI-hårddisk. "Hårddisknummer" är alltid en bokstav efter "hd" eller "sd". För IDE- hårddiskar: * "a" betyder "master-hårddisk på den primära IDE-kontrollern", * "b" betyder "slavhårddisk på den primära IDE-kontrollern", * "c" betyder "master-hårddisk på den sekundära IDE-kontrollern", * "d" betyder "slavhårddisk på den sekundära IDE-kontrollern". Med SCSI-hårddiskar betyder ett "a" "lägsta SCSI-ID", ett "b" betyder "andra lägsta SCSI-ID", etc.
tg: Дар ин ҷо бахшҳои мавҷудаи Linux, ки дар гардонандаи сахти шумо муайян шудаанд, номбар гардидаанд. Шумо метавонед тағиротҳои аз тарафи устод иҷрошударо боздоред, зеро онҳо барои коргузории бештари умумӣ мувофиқат мекунад. Агар шумо ягон тағиротро ба амал оред, шумо бояд ақалан бахши решавиро ("/") таъин намоед. Бахши хеле хурдро интихоб накунед, зеро бояд шумо шумораи кофии таъминоти барномавиро коргузорӣ карда наметавонед. Агар хоҳед, ки додаҳои худро дар бахши алоҳида нигоҳ доред, шумо бояд инчунин бахши "/хона"-ро офаред (ин танҳо дар ҳамон вақт имконпазир аст, ки агар зиёда аз як бахши Linux-ро дошта бошед). Ҳар бахш дар рӯйхат чунин номнависӣ мегардад: "Ном", "Ғунҷоиш". "Ном" таркибӣ мебошад: "навъи гардонандаи сахт", "рақами гардонандаи сахт", "рақами бахш" (масалан, "hda1"). "Навъи гардонандаи сахт" ин "hd" аст, агар гардонандаи сахти шумо IDE гардонандаи сахт аст ва "sd" агар он SCSI гардонандаи сахт бошад. "Рақами гардонандаи сахт" ин ҳама вақт ҳарфе мебошад, ки баъди "hd" ё "sd" меояд. Барои IDE гардонандаҳои сахт: * "a" маънои "гардонандаи сахти master дар IDE нозири ибтидоӣ"-ро дорад; * "b" маънои "гардонандаи сахти slave дар IDE нозири ибтидоӣ"-ро дорад; * "c" маънои "гардонандаи сахти master дар IDE нозири дуюмин"-ро дорад; * "d" маънои "гардонандаи сахти slave дар IDE нозири дуюмин"-ро дорад. Барои гардонандаи сахти SCSI "a" маънои "якумин аз поёни SCSI ID"-ро дорад, "b" маънои"дуюмин аз поёни SCSI ID"-ро дорад ва ғайра.
uk: Тут перелічені вже існуючі розділи, знайдені на Вашому твердому диску. Ви можете залишити вибір, зроблений Помічником, він підходить для більшості випадків встановлення. Якщо Ви робите якісь зміни, то потрібно як мінімум створити кореневу файлову систему (/). Не виділяйте для цього занадто малий розділ, бо інакше Ви не зможете встановити всі потрібні Вам програми. Якщо Ви бажаєте зберігати всі свої дані в окремому розділі, потрібно буде також створити розділ "/home" (тільки у випадку, якщо Ви маєте більше одного розділа для Лінакса). Кожен розділ показано в такому вигляді: "Назва", "Розмір". Назва розшифровується так: "тип твердого диску", "номер твердого диску", "номер розділу на диску", (наприклад: "hda1"). "Тип твердого диску" - це "hd", якщо Ви маєте диск типу IDE, і "sd", якщо Ви маєте твердий диск типу SCSI. "Номер твердого диску" - це завжди літера після "hd" чи "sd". Для дисків типу IDE це: * "a" - головний диск (master) на першому контролері IDE, * "b" - вторинний (slave) диск на першому контролері IDE, * "c" - головний диск на другому контролері IDE, * "d" - вторинний диск на другому контролері IDE. Для SCSI дисків "a" означає "головний диск", "b" - другорядний диск, і т.д. ...
zh_tw: 目前所列出來的是硬碟機上偵測到已經存在的 Linux 分割區. 您可以保留精靈模式做的選擇，因為他們對一般安裝是不錯的。 如果您做任何改變的話, 您至少要定義出一塊當作根分割區 ("/"). 別選擇一個太小的分割區, 否則您將無法安裝足夠的軟體. 如果您想儲存您的資料到一個分離的分割區, 你需要建立一個"/home" 分割區 (只在您有多於一個 Linux 分割區情況下才可能). 下列每個分割區都列出了: "名稱", "容量". "名稱" 都是有統一的命名方式: "硬碟類型", "硬碟編號", "分割區編號" (例如, "hda1"). "硬碟類型" 部份, IDE 硬碟使用 "hd", SCSI 則是 "sd". "硬碟編號" 部份, 伴隨在 "hd" 或者是 "sd" 後面: * "a" 這是指 "primary IDE controller 上第一台 (master) 硬碟", * "b" 這是指 "primmary IDE controller 上第二台 (slave) 硬碟", * "c" 這是指 "secondary IDE controller 上第一台 (master) 硬碟", * "d" 這是指 "secondary IDE controller 上第二台 (slave) 硬碟". 以 SCSI 硬碟來說, "a" 就是指 "SCSI ID 編號最小的那一台", "b" 就是指 "SCSI ID 編號為第二小的那一台硬碟", 然後依此類推下去.
