Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Monitor Normally the installer will automatically detect and configure the monitor connected to your machine. If it is not correct, you can choose from this list the monitor which is connected to your computer.
ar: الشاشة يمكن لبرنامج التثبيت اكتشاف و تهيئة الشاشة المتصلة بماكينتك آلياً. ان لم يحدث ذلك، يمكنك اختيار الشاشة التي لديك من القائمة.
bn: মনিটর সাধারণত ইনস্টলার আপনার মেশিনে সংযুক্ত মনিটর স্বয়ংক্রিয়ভাবে সন্ধান করবে এবং কন্‌ফিগার করবে। যদি এটি সঠিক না হয়, তাহলে আপনি এই তালিকা থেকে যেই মনিটর আপনার কম্পিউটারে সংযুক্ত করেছেন সেটা বেছে নিতে পারবেন।
bs: Monitor Instalacioni program obično može prepoznati i podesiti monitor koji je povezan na vaš računar. Ako se ovo ne desi, možete odabrati sa ove liste monitor koji je ustvari povezan na vaš računar.
ca: Monitor Normalment, l'instal·lador detectarà i configurarà automàticament el monitor que teniu connectat a l'ordinador. Si no és correcte, podreu triar d'aquesta llista el monitor que realment teniu connectat a l'ordinador.
cs: Monitor Instalační program dokáže většinou automaticky detekovat a správně nastavit monitor připojený k vašemu počítači. Pokud se to nezdaří, lze si ze seznamu vybrat monitor, který máte.
cy: Dangosydd Mae'r gosodwr fel rheol yn canfod ac yn ffurfweddu'n awtomatig y dangosydd sy'n gysylltiedig â'ch cyfrifiadur. Os nad yw hyn yn wir, dewiswch eich dangosydd o'r rhestr.
da: Skærm Installationsprogrammet vil normalt automatisk finde ud af at konfigurere skærmen tilsluttet din maskine. Hvis dette ikke er den rigtige, kan du i denne liste vælge den skærm du faktisk har tilsluttet din maskine.
de: Monitor DrakX erkennt normalerweise automatisch Ihren Monitor. Sollten dabei Probleme auftreten, können Sie in der hier aufgeführten Liste Ihr Modell auswählen.
eo: Ekrano (monitoro) Normale la instalilo aŭtomate detektas kaj konfiguras la ekranon konektitan kun via maŝino. Se tio ne ĝustas, vi povas elekti el tiu ĉi listo la ekranon kiu estas konektita kun via komputilo
es: Monitor Normalmente el instalador puede detectar y configurar automáticamente el monitor conectado a su máquina. Si es incorrecto, en esta lista puede elegir el monitor que realmente posee.
et: Monitor Paigaldaja tuvastab ja seadistab tavaliselt automaatselt Teie masinaga ühendatud monitori. Kui see ei peaks siiski õnnestuma, saate siin toodud nimekirjast valida monitori, mis Teil tegelikult on.
eu: Monitorea Normalean instalatzaileak automatikoki detektatzen eta konfiguratzen du makinari konektatutako monitorea. Egokia ez bada, zerrendan aukera dezakezu ordenagailuan konektatuta daukazun monitorea.
fa: نمایشگر برنامه‌ی نصب‌گر معمولاً بطور خودکار نمایشگر وصل شده به رایانه‌ی شما را شناسائی و پیکربندی خواهد کرد. اگر درست نبود، می‌توانید نمایشگری را که به رایانه‌ی خود وصل کرده‌اید از این لیست انتخاب کنید.
fi: Näyttö Asennusohjelma yleensä tunnistaa ja asettaa koneeseesi liitetyn näytön automaattisesti. Jos tämä ei toimi, voit itse valita näyttösi listauksesta.
fr: Moniteur Le programme d'installation détecte et configure automatiquement les moniteurs connectés à votre unité centrale. Si ce n'est pas le cas, vous pouvez choisir dans cette liste le moniteur que vous utilisez effectivement.
gl: Monitor O instalador normalmente detecta e configura automáticamente o monitor conectado á súa máquina. Se non é o correcto, pode escoller nesta lista o monitor que ten conectado ó seu ordenador.
he: צג תכנית ההתקנה בדרך כלל תזהה ותגדיר באופן אוטומטי את המסך המחובר למכונה שלך. אם ההגדרה אינה נכונה באפשרותך לבחור את המסך המחובר למחשב מרשימה זו.
hu: Monitor A telepítő általában automatikusan megállapítja a monitor típusát, és beállítja azt. Ha nem így történik, kiválaszthatja ebből a listából a monitor típusát.
id: Monitor Biasanya, installer akan secara otomatis mendeteksi dan mengkonfigurasi monitor yang terhubung ke komputer Anda. Jika tidak benar, Anda bisa memilih dari daftar monitor yang terhubung ke komputer Anda.
is: Skjár Venjulega mun uppsetningarforritið finna tengda skjái sjálfkrafa og setja upp viðeigandi stillingar. Ef valið er ekki rétt getur þú valið réttan skjá af þessum lista - skjáinn sem er tengdur þinni tölvu.
it: Monitor Il programma di installazione di solito identifica e configura automaticamente il monitor connesso al tuo computer. Se fallisce, puoi scegliere da questa lista il tipo di monitor che hai effettivamente.
ja: モニタ 普通はインストーラがお使いのマシンに接続されているモニタを自動的に 検出して設定を行います。うまくいかなかった場合は、リストの中から 適切なモニタを選んでください。
mk: Монитор Инсталерот автоматски ќе го пронајде и конфигурира мониторот кој е поврзан на вашиот компјутер. Доколку не е истиот, можете од листата да го изберете мониторот кој е поврзан на вашиот компјутер.
mt: Skrin Normalment l-installatur jagħraf u jikkonfiguralek l-iskrin li għandek imqabbad awtomatikament. Jekk din l-għażla mhix tajba, tista' tagħżel mil-lista l-iskrin li għandek imqabbad mal-kompjuter.
nb: Skjerm Installereren kan vanligvis automatisk oppdage og sette opp skjermen som er koblet til maskinen din. Dersom dette ikke fungerer, kan du velge fra denne lista hvilken skjerm du faktisk har tilkobliet din maskin.
nl: Monitor Het installatieprogramma kan normaal gesproken de aangesloten monitor automatisch bespeuren en configureren. Als dit niet correct is, dan kunt u uit deze lijst de monitor kiezen die werkelijk aan uw computer verbonden is.
nn: Skjerm Installasjonsprogrammet klarar vanlegvis å finna ut kva skjerm du har, og å setja denne opp automatisk. Men viss dette ikkje går, kan du velja skjermen sjølv frå denne oversikta.
pl: Monitor Instalator zazwyczaj automatycznie wykrywa i konfiguruje monitor podłączony do komputera. Jeśli jednak ten przypadek nie nastąpi, można wybrać z listy aktualnie podłączony do komputera monitor.
pt: Monitor Normalmente o instalador detectar e configurar automaticamente o monitor ligado à sua máquina. Se não estiver correcto, pode escolher desta lista o monitor que está ligado ao computador.
pt_br: Monitor O instalador normalmente detecta e configura automaticamente o monitor conectado ao seu computador. Se a configuração não estiver correta, escolha na lista o monitor correto que está conectado em seu computador.
ru: Монитор Инсталлятор обычно может автоматически определить и настроить монитор, подключенный к вашей машине. Если ему это не удалось, вы можете самостоятельно выбрать ваш монитор из списка.
sk: Monitor Inštalátor dokáže automaticky zdetekovať monitor, ktorý je pripojený k vášmu počítaču. Ak monitor nebol správne zdetekovaný máte možnosť vybrať si zo zoznamu monitor, ktorý máte aktuálne pripojený.
sl: Zaslon ...Namestilnik običajno samodejno zazna in nastavi zaslon, ki je priključen na računalnik. Če je samodejna nastavitev napačna, lahko s seznama izberete pravi zaslon.
sv: Bildskärm Installationsprogrammet kan vanligtvis automatiskt identifiera och konfigurera din bildskärm. Om så inte är fallet kan du från denna lista välja den bildskärm som faktiskt är ansluten till datorn.
tg: Монитор Коргузор одатан метавонад ба таври автоматӣ мониторро муаяйн ва ба танзим дарорад,ки ба мошини шумо пайваст аст. Агар ин нодуруст бошад, онгоҳ шумо метавонед мустақилона мониторро аз рӯйхат интихоб намоед.
uk: Монітор Програма встановлення звичайно автоматично виявляє і налаштовує монітор, під'єднаний до Вашої машини. Якщо вона це зробила неправильно, Ви можете вибрати правильний монітор з цього списку.
vi: Monitor Thông thường, trình cài đặt có khả năng tự động phát hiện và cấu hình monitor nối với máy tính. Nếu không được vậy, bạn có thể chọn trong danh sách monitor cho cái bạn có.
wa: Waitroûle L' astaleu fwait normålmint li deteccion eyet apontiaedje otomatike del waitroûle raloyeye a voste éndjole. Si ça n' va nén tot seu, vos ploz tchoezi vosse waitroûle dins ene djivêye.
zh_cn: 显示器 安装程序通常可以自动检测并配置连接到计算机上的显示器。如果不幸您的显示器未被检测出来, 您可以在此列表中选择您所实际使用的显示器。
zh_tw: 螢幕 一般來說，安裝程式會自動偵測並設定連接到您電腦的螢幕。如果它不正確 ，您可以由此列表中選取連結到您電腦的螢幕。

source: Resolution Here you can choose the resolutions and color depths available for your graphics hardware. Choose the one which best suits your needs (you will be able to make changes after the installation). A sample of the chosen configuration is shown in the monitor picture.
ar: الاستبانة يمكنك اختيار الاستبانة وعمق الألوان في الحدود المتوفرة للعتاد. اختر تلك التي تناسب احتياجاتك (لا تزال تستطيع تغيير تلك الخيارات بعد التثبيت). يتم عرض عينة من التهيئة المختارة في صورة الشاشة.
bn: রেজ্যুলুশন এখানে আপনার গ্রাফিক্‌স হার্ডওয়্যারের রেজ্যুলুশন এবং রংয়ের গভীরতা বেছে নিতে পারেন। আপনার প্রয়োজনের সাথে যেটি সবচেয়ে ভাল হয় তার যেকোন একটি বেছে নিন (ইনস্টলেশনের পর আপনি তা পরিবর্তন করতে সমর্থ হবেন)। বেছে নেয়া কন্‌ফিগারেশনের নমুনা মনিটরের ছবিতে দেখানো হচ্ছে।
bs: Rezolucija Ovdje možete izabrati rezoluciju i broj boja među vrijednostima koje su moguće na vašem hardveru. Izaberite one vrijednosti koje vam najbolje odgovaraju (moći ćete ih promijeniti nakon instalacije). Primjer izabrane konfiguracije je prikazan na slici monitora.
ca: Resolució Aquí podeu triar les resolucions i profunditats de color disponibles per al vostre maquinari. Trieu la que us vagi més bé (tot i que podreu canviar-la després de la instal·lació). Al monitor veureu una mostra de la configuració triada.
cs: Rozlišení Zde si můžete vybrat rozlišení a barevnou hloubku, které vaše karta podporuje. Vyberte si to, co vám nejvíce vyhovuje (výběr lze po instalaci samozřejmě změnit). Na monitoru bude zobrazen příklad nastavení.
cy: Cydraniad Cewch ddewis yma gydraniad a dyfnder lliw rhwng y rhai sydd ar gael ar gyfer eich caledwedd. Dewiswch yr un sydd orau ar eich cyfer (bydd modd newid hynny wedi'r gosod) Mae enghraifft o ffurfweddiad i'w weld ar y dangosydd.
da: Opløsning Hér kan du vælge opløsninger og farvedybder ud af de tilgængelige muligheder for dit udstyr. Vælg dem som bedst opfylder dine behov (du vil dog kunne ændre dette efter installationen). Et eksempel på den valgte konfiguration vil blive vist på skærmen.
de: Auflösung Sie können hier Auflösung und Farbtiefe für Ihre Hardware wählen. Entscheiden Sie sich, welche Variante Ihren Wünschen am ehesten entspricht (Sie können diese Angaben natürlich nach der Installation noch ändern). Sie können sich einen Eindruck anhand des abgebildeten Monitors bilden.
eo: Distingivo Ĉi tie vi povas elekti la distingivon kaj kolorprofundojn haveblajn por via grafika aparato. Elektu tiun kiu plej bone taŭgas por viaj bezonoj (vi povos fari ŝanĝojn post la instalo). Ekzemplo de la elektita konfigurado estas montrata en la ekranbildo.
es: Resolución Aquí puede elegir las resoluciones y profundidades de color disponibles para su hardware de gráficos. Seleccione la que mejor se ajuste a sus necesidades (podrá hacer cambios luego de la instalación). En la imagen del monitor se muestra un ejemplo de la configuración elegida.
et: Ekraanilahutus Siin saate valida Teie riistvaraga sobiva ekraanilahutuse ja värvisügavuse. Kui Te paigaldamise järel leiate, et siin valitu siiski ei kõlba, saate seda hiljem muuta. Valitud seadistust näidatakse monitoril.
eu: Bereizmena Bereizmena eta kolore-sakonera hauta ditzakezu, zure hardwarearentzat erabilgarri daudenen artean. Aukeratu zure beharren arabera ondoen datorkizuna (edonola ere, instalazioaren ondoren aldatu ahal izango duzu). Aukeratutako konfigurazioaren adibide bat erakutsiko zaizu monitorean.
fa: تفکیک‌پذیری در اینجا می‌توانید تفکیک‌پذیری و عمق رنگ در دسترس را برای سخت‌افزارتان را انتخاب کنید. آن را که برای شما بهتر است انتخاب کنید (بعد از نصب می‌توانید آن را تغییر دهید). نمونه‌ای از پیکربندی انتخاب شده در نمایشگر نشان داده می‌شود.
fi: Näyttötila Tässä voit valita näyttötilan ja värisyvyyden jota laitteistosi tukee. Valitse se joka parhaiten vastaa tarpeitasi (voit tietysti vaihtaa sitä asennuksen jälkeenkin). Malli valitusta asetuksesta näytetään näytössä.
fr: Résolution Vous pouvez choisir ici la résolution et nombre de couleurs parmi celles disponibles pour votre matériel. Choisissez la configuration optimale pour votre utilisation (vous pourrez néanmoins modifier cela après l'installation). Un échantillon de la configuration choisie apparaît dans le dessin du moniteur.
gl: Resolución Aquí pode escoller as resolucións e as profundidades de cor dispoñibles para o seu hardware gráfico. Escolla o que mellor se adapte ás súas necesidades (poderá facer trocos despois da instalación). Amosarase un exemplo da configuración elixida na pantalla.
he: הפרדה כאן באפשרותך לבחור את ההפרדה ואת עומק הצבע הזמינים לחומרת הגרפיקה שלך. יש לבחור את ההגדרות התואמות באופן הטוב ביותר את צרכיך (ניתן יהיה לבצע שינויים אחרי ההתקנה). דוגמה של ההגדרות שנבחרו מופיעה בתמונת המסך.
hu: Felbontás Itt kiválaszthatja a kívánt felbontási és színmélységi értékeket az elérhető értékek listájából. Válassza ki az igényeinek legjobban megfelelő értékeket. A beállítások tetszőlegesen módosíthatók a telepítés után is. A képernyőn egy mintakép fog megjelenni a kiválasztott beállítások szemléltetésére.
id: Resolusi Disini Anda bisa memilih resolusi dan kedalaman warna yang tersedia untuk perangkat keras grafis Anda. Pilih yang memenuhi kebutuhan Anda (Anda bisa merubahnya setelah installasi). Contoh dari konfigurasi terpilih ditampilkan pada gambar monitor.
is: Upplausn Hér getur þú valið upplausn og litadýpt sem eru mögulegir fyrir þinn vélbúnað. Veldu þann sem best hæfir þínum þörfum (þú getur breytt þessum stillingum eftir uppsetningu). Dæmi um valda uppsetningu er sýnt á skjámyndinni.
it: Risoluzione Qui puoi scegliere risoluzione e profondità di colore tra quelle disponibili per il tuo hardware. Scegli le impostazioni più adatte alle tue esigenze (potrai sempre cambiare la configurazione anche ad installazione finita). Sul monitor è visibile un'immagine di anteprima della configurazione selezionata.
ja: 解像度 お使いのハードウェアで利用可能な解像度と色深度の中から必要に合った ものをお選びください。インストール後に変更することもできます。選択 された設定によるサンプル画像がモニタの絵の中に表示されます。
mk: Резолуција Овде може да ја изберете резолуцијата и длабочината на бојата достапни за вашата графичка карта. Изберете ја онаа која најмногу одговара на вашите потреби (иако ќе можете да ја менувате и по инсталацијата). Примерок од избраната конфигурација е прикажана во сликата на мониторот.
mt: Reżoluzzjoni Hawn tista' tagħżel ir-reżoluzzjoni u numru ta' kuluri disponibbli fuq il-ħardwer tiegħek. Agħżel dak li l-aħjar jaqdi ħtiġijietek (tista' tibdel l-għażliet tiegħek wara). Kampjun tal-konfigurazzjoni magħżula jintwera fuq l-iskrin.
nb: Oppløsning Her kan du velge oppløsning og fargedybde blant de som er tilgjengelige for din maskinvare. Velg den du synes passer best til dine behov (du kan forandre dette etter installasjon). En prøve av det valgte oppsettet er vist i skjermen.
nl: Resolutie U kunt hier de resolutie en kleurdiepte kiezen uit degenen die beschikbaar zijn voor uw apparatuur. Kies degene die het best bij uw omstandigheden past (u kunt dit na installatie evengoed wijzigen). Een voorbeeld van de gekozen configuratie wordt op het scherm getoond.
nn: Oppløysing Her kan du velja kva skjermoppløysing og fargedjupn du vil køyra med. Vel dei innstillingane som passar best for deg (du kan òg endra innstillingane i ettertid). Det vert vist eit eksempel på valt oppsett på skjermbiletet.
pl: Rozdzielczość W tym miejscu można wybrać rozdzielczość oraz głębię kolorów spośród opcji dostępnych dla danego sprzętu. Wybierz te opcje, które najlepiej odpowiadają twoim potrzebom (te ustawienia będzie można zmienić także po instalacji). Przykład wybranej konfiguracji jest wyświetlony na monitorze.
pt: Resolução Aqui pode escolher uma resolução e uma profundidade de cor entre as disponíveis para o seu material. Escolha a que melhor se adapta às suas necessidades (poderá, no entanto, alterar após a instalação). Uma amostra da configuração escolhida será apresentada no monitor.
pt_br: Resolução Você pode escolher aqui as resoluções e profundidade de cores disponíveis para o seu hardware. Escolha as que atendam melhor às suas necessidades (você poderá alterar esta configuração após a instalação). Uma amostra da configuração será mostrada no monitor.
ru: Разрешение Здесь вы можете выбрать разрешение и глубину цвета из того, что доступно для вашего оборудования. Выберите то, что вам больше подходит (вы сможете это изменить после инсталляции). Пример выбранной конфигурации отображается на мониторе.
sk: Rozlíšenie Tu si môžete vybrať rozlíšenie a farebnú hĺbku medzi tými, ktoré sú dostupné pre váš hardvér. Vyberte si jedno, ktoré najviac vyhovuje vašim potrebám (toto nastavenie budete môcť po inštalácii zmeniť). Ukážka zvolenej konfigurácie bude odskúšaná na vašom monitore.
sl: Ločljivost ...Izberite ločljivost in barvno globino, ki ustreza vaši strojni opremi. Te nastavitve boste lahko spreminjali tudi po končani namestitvi. Primer izbrane nastavitve je prikazan na sliki zaslona.
sv: Upplösning Du kan här välja mellan de olika alternativ för upplösning och färgdjup som finns tillgängliga för din hårdvara. Välj det som bäst är anpassat för dina behov. (du kommer dock att ha möjlighet att ändra detta efter installationen). I bildskärmsbilen kan du se hur konfigurationen kommer att se ut.
tg: Ҳалнокӣ Дар ин ҷо шумо метавонед ҳал ва чуқурии ранге ки ба сахтафзори шумо дастрас аст, интихоб намоед. Онеро интихоб намоед, ки аз ҳама беҳтар ба эҳтиёҷи шумо мувофиқат намояд (баъд аз кор гузоштан шумо метавонед онро тағир диҳед). Намунаи ба танзимдарории интихобшуда дар монитор дода шудааст.
uk: Роздільна здатність Тут Ви можете вибрати роздільну здатність і глибину кольору. Виберіть величини, які Вас найбільше влаштовують (Ви зможете їх змінити після встановлення). Зразок вибраного налаштування буде показано на моніторі.
vi: Độ phân giải Tại đây có thể chọn các độ phân giải và độ sâu màu sẵn có cho phần cứng bạn có. Hãy chọn cái thích hợp nhất với nhu cầu của bạn (và có thể thay đổi lại sau khi cài đặt). Ví dụ về cấu hình được chọn sẽ hiển thị trên monitor.
wa: Finté Vos ploz tchoezi chal les fintés eyet nombe di coleurs emey les tchuzes possibes po voste éndjolreye. Tchoezixhoz çou ki vs convént l' mî (vos pôroz candjî çoula pus tård, après l' astalaedje, si vos vloz). Èn egzimpe do tchoezi apontiaedje est håyné e l' waitroûle.
zh_cn: 分辨率 您可以在此选择分辨率和颜色深度, 但您的硬件要支持。请选择最适合您需要的选项(您在安装完成之后仍可进行修改)。所选配置的例子会显示在显示器上。
zh_tw: 解析度 在這裡您可以選擇您顯示卡可以使用的解析度與色深。請選取最適合您的設定值 (您可以在安裝完成之後更改)。您選取的設定值的樣本將顯示在螢幕圖片上。
