Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: In the situation where different servers are available for your card, with or without 3D acceleration, you're asked to choose the server which best suits your needs.
ar: في حال كانت هناك خادمات مختلفة للبطاقة الخاصة بك، مع أو دون تعزيز للرسوم ثلاثية الأبعاد، ستُسأل اختيار الخادم الذي يناسب احتياجاتك.
bn: এই অবস্থাতে যেখানে আপনার কার্ডের জন্য বিভিন্ন সার্ভার পাওয়া যায়, 3D acceleration সহ অথবা ছাড়া, আপনার প্রয়োজন অনুযায়ী সেরা সার্ভার বেছে নিতে আপনাকে জিজ্ঞেস করা হবে।
bs: U slučaju da postoji više dostupnih servera za vašu karticu, sa ili bez 3D ubrzanja, biće vam ponuđeno da izaberete server koji najbolje odgovara vašim potrebama.
ca: En cas que hi hagi diferents servidors disponibles per a la vostra targeta, amb o sense acceleració 3D, se us demanarà que escolliu el servidor que més us convingui.
cs: V případě, že je pro vaši kartu možno použít více různých serverů s 3D akcelerací nebo bez, záleží na vašem výběru, který vám nejvíce vyhovuje.
cy: Mewn achos lle mae gweinyddion eraill i'w cael i'ch cerdyn, gyda neu heb gyflymydd 3D, mae cynnig i chi ddewis y gweinydd gorau ar eich cyfer.
da: I tilfælde af at forskellige servere er tilgængelige for dit kort, med eller uden 3D-accelleration, bliver du spurgt om at vælge den server der bedst opfylder dine behov.
de: Falls für Ihre Karte verschiedene Server zur Verfügung stehen, etwa mit und ohne 3D-Beschleunigung, werden Sie gebeten, den zu wählen, der Ihren Bedürfnissen am besten entspricht.
eo: En la situacio kiam diversaj serviloj haveblas por via karto, kun aŭ sen 3D-akcelo, vi estas petata elekti la servilon kiu plej bone taŭgas por viaj bezonoj.
es: En caso de que estén disponibles diferentes servidores para su tarjeta, con o sin aceleración de 3D, entonces se le va a proponer elegir el servidor que mejor satisface sus necesidades.
et: Juhul, kui Teie kaardile peaks saada olema erinevaid servereid nii 3D kiirendusega kui ilma, saate valida serveri, mis Teie vajadustele kõige enam vastab.
eu: Zure txartelarentzako zerbitzari ugari dauden kasurako, 3D azeleraziodunak nahiz gabeak, zure beharretara hobe egokitzen dena aukera dezazun galdegiten zaizu.
fa: در صورتی که کارگزارهای گوناگونی برای کارت‌تان در دسترس هستند، با یا بدون شتاب دهنده ۳ بعدی ، از شما برای انتخاب مناسبترین کارگزار سؤال خواهد شد.
fi: Mikäli tarjolla on eri palvelimia ohjaimellesi, 3D tuella tai ilman, sinua pyydetään valitsemaan palvelin joka parhaiten vastaa tarpeitasi.
fr: Dans le cas où différents serveurs seraient disponibles pour votre carte, avec ou sans accélération 3D, il vous est alors proposé de choisir le serveur qui vous conviendra le mieux.
gl: Se se da a situación na que hai diferentes servidores dispoñibles para a súa tarxeta, con ou sen aceleración 3D, pediráselle que escolla o servidor que mellor se axuste ás súas necesidades.
he: במקרה ששרתים שונים זמינים עבור הכרטיס שברשותך, עם או בלי האצת תלת-מימד, תוצג לך אפשרות לבחור את השרת שמתאים באופן הטוב ביותר לצרכיך.
hu: Ha több grafikus modul is elérhető az Ön kártyájához - 3D-gyorsítással illetve a nélkül -, akkor kiválaszthatja az Önnek leginkább megfelelőt.
id: Pada situasi dimana beberapa server tersedia untuk kartu Anda, dengan atau tanpa akselerasi 3D, Anda akan ditanya mana yang paling sesuai dengan kebutuhan Anda.
is: Í því tilviki að mismunandi miðlarar eru til fyrir kortið þitt, með eða án þrívíddar-hraðals, þá verður þú beðinn um að velja þann miðlara sem best hentar þínum þörfum.
it: Se per la vostra scheda sono disponibili più server grafici, con e senza accelerazione 3D, vi verrà chiesto di scegliere il server che meglio si adatta alle vostre necessità.
ja: 利用できるサーバが数種類ある場合 (3D アクセラレーションの有無など) は、 目的に適したサーバを選んでください。
mk: Во случај ако имате различни сервери достапни за вашата картичка, со или без 3Д забрзување, ќе бидете прашани да го изберете серверот кој најмногу одговара на вашите потреби.
mt: Fis-sitwazzjoni fejn hemm servers differenti disponibbli għall-kard tiegħek, bil- jew mingħajr aċċelerazzjoni 3D, int tintalab tagħżel is-server li l-iżjed jaqdi l-ħtiġijiet tiegħek.
nb: I tilfelle det er flere tjenere tilgjengelig for ditt kort, med eller uten 3D-akselerasjon, blir du så spurt om å velge den tjeneren som best passer dine behov.
nl: In het geval dat er verschillende servers beschikbaar zijn voor uw kaart, met of zonder 3D-versnelling, dan wordt u de keuze geboden voor de server die het beste bij uw omstandigheden past.
nn: Viss det både finst tenarar med og utan 3D-akselerasjon for skjermkortet ditt, kan du velja tenaren som passar best for deg.
pl: W przypadku, gdy twojej karty dostępne są różne serwery, z lub bez akceleracji 3D, będzie można wybrać serwer najlepiej odpowiadający potrzebom użytkownika.
pt: Na situação, onde há diferentes servidores disponíveis para a sua placa, com ou sem aceleração 3D, é-lhe pedido que escolha o servidor que melhor sirva as suas necessidades.
pt_br: No caso de existirem vários servidores disponíveis para a sua placa, com ou sem aceleração 3D, escolha o servidor que melhor se adapta às suas necessidades.
ru: В случае, когда для вашей карты доступны различные сервера, с 3D ускорением и без, вам предложат выбрать, какой сервер больше соответствует вашим потребностям.
sk: V prípade, že sú k dispozícii rôzne servery pre vašu kartu (s alebo bez 3D akcelerácie), bude vám položená otázka s výberom servera, ktorý bude vyhovovať vašim potrebám.
sl: Če je za vašo grafično kartico na voljo več strežnikov, takšnih, ki omogočajo 3D pospeševaje in takšnih, ki tega ne omogočajo, izberite strežnik, ki ustreza vašim potrebam.
sv: Om det finns olika servrar tillgängliga för ditt kort, med eller utan 3D-acceleration, kommer du att få möjlighet att välja den server som bäst är anpassad för dina behov.
tg: Дар ҳолате ки барои корти шумо хидматрасонҳои гуногун дастрас аст, бо шитоби 3-вазъа ва бе он, ба шумо таклиф карда мешавад, то ки интихоб намоед кадом хидматрасон бештар ба эҳтиёҷи шумо мувофиқат мекунад.
uk: У випадку, якщо Ваша карта підтримує різні сервери, з або без 3D прискоренням, Вам буде запропоновано вибрати сервер, який Вам найбільше підходить.
vi: Trong trường hợp có các server khác dùng được cho card của bạn, có hay không có tăng tốc 3D, bạn sẽ được đề nghị chọn server nào thích hợp nhất cho nhu cầu của bạn.
wa: S' i gn a des sierveus grafikes diferins po vosse cåte grafike, des cis k' i gn a avou di l' acceleråcion 3D, des ôtes sins, on vs propôzrè di tchoezi l' ci ki vs convént l' mî.
zh_cn: 如果您的显示卡支持不同的服务器, 为了选择是否要启用 3D 加速, 您应该在这里选择符合您需要的服务器。
zh_tw: 如果有不同的伺服器可以與您的顯示卡搭配使用 (有或沒有 3D加速 功能)，請您選擇一個最符合您需求的伺服器來使用。

source: Options This steps allows you to choose whether you want your machine to automatically switch to a graphical interface at boot. Obviously, you may want to check "%s" if your machine is to act as a server, or if you were not successful in getting the display configured.
ar: الخيارات تخولك هذه الخطوة اختيار ما إذا كنت تريد بدء الواجهة الرسومية عند بدء النظام تلقائيّاً. بوضوح، ستختار "%s" إذا كانت ماكينتك ستستخدم كجهاز خادم، أو إذا لم تنجح في تهيئة العرض بشكل صحيح.
bn: অপশন এই ধাপগুলো বুট করার সময় স্বয়ংক্রিয়ভাবে আপনি যেখানে আপনার মেশিনের গ্রাফিকাল ইন্টারফেস বাছাই করার অনুমতি পাবেন। সুস্পষ্টভাবেই, যদি আপনার মেশিনকে একটি সার্ভার হিসেবে ব্যবহার করতে চান, তাহলে আপনি "%s" দিয়ে পরীক্ষা করে নিতে পারেন, অথবা যদি আপনি সফলভাবে ডিসপ্লে কন্‌ফিগার করতে না পারেন।
bs: Opcije Ovdje možete izabrati da li želite da vaš računar automatski pređe na grafički interfejs nakon uključivanja. Očito, trebate odgovoriti "%s" ako će vaš računar imati ulogu servera ili ako imate problema sa podešavanjem ekrana.
ca: Opcions Aquí podeu decidir si voleu que l'ordinador canviï automàticament a una interfície gràfica en arrencar. Òbviament, activareu "%s" si l'ordinador ha de ser un servidor, o si no heu pogut configurar la pantalla.
cs: Volby Tento krok vám umožňuje nastavit automatické spouštění grafického prostředí při startu. Je zřejmé, že odpovíte "%s" v případě, že počítač bude pracovat jako server nebo v případě, že se nepodařilo správně nastavit grafickou kartu.
cy: Dewisiadau Yma gallwch ddewis os ydych am i'ch cyfrifiadur droi i ryngwyneb graffig wrth gychwyn y cyfrifiadur. Yn amlwg, byddwch am ateb "%s" os yw eich peiriant i weithredu fel gweinydd, neu os nad oeddech yn llwyddiannus yn cael eich dangosydd i ffurfweddu'n gywir.
da: Til sidst valgmulighederne Dette trin lader dig vælge om du ønsker automatisk at skifte til en grafisk grænseflade ved opstart. Selvfølgelig vil du ønske at svare '%s', hvis din maskine skal bruges som server, eller hvis ikke lykkedes dig at få skærmen konfigureret.
de: Optionen Sie können direkt bei Betriebssystemstart die grafische Umgebung aktivieren. Durch Betätigen der Schaltfläche „%s“ wird in eine reine Textumgebung gestartet. Das ist sinnvoll für Server oder wenn Sie bei dem Versuch die grafische Umgebung zu konfigurieren erfolglos waren.
eo: Opcioj Tiu paŝo ebligas al vi elekti ĉu vi deziras ke via maŝino aŭtomate enŝaltas grafikan interfacon kiam ĝi startas. Vi eble deziras elekti "%s" se via maŝino devas funkcii kiel servilo, aŭ se vi ne sukcesis konfiguri la grafikan interfacon.
es: Opciones Este paso le permite elegir si desea que su máquina cambie automáticamente a la interfaz gráfica al arrancar. Obviamente, querrá marcar "%s" si su sistema actuará como servidor, o si no tuvo éxito en la configuración de su pantalla.
et: Eelistused Siin saab valida, kas soovite kasutada graafilist töökeskkonda kohe alglaadimisel. Pange tähele, et seda päritakse ka siis, kui Te ei proovinudki seadistusi testida. On üsna ilmne, et vastus kõlab "%s", kui masina ülesanne on tegutseda serverina või kui Teid ei kippunud seadistamise ajal edu saatma.
eu: Aukerak Makina abiaraztean automatikoki interfaze grafikora aldatu dadin nahi duzun hautatzeko aukera ematen dizu. Jakina, "%s" erantzun nahi izango duzu zure ordenagailuak zerbitzari gisa jokatu behar badu, edo bistaratzea konfiguratzea lortzen ez baduzu.
fa: گزینه‌ها در اینجا می‌توانید انتخاب کنید که آیا می‌خواهید رایانه شما بطور خودکار به یک واسط گرافیکی در آغازگری عوض شود. روشن است که شما بخواهید "%s" را علامت زده اگر ماشین شما مانند یک کارگزار باید عمل کند، یا اگر شما در پیکربندی نمایشگر خود موفق نبوده‌اید.
fi: Optiot Täällä voit valita haluatko koneesi käynnistyvän suoraan graafiseen käyttöliittymään. Huomaa, että kysymys esitetään vaikka et olisi testannut asetuksia. Haluat varmaankin vastata "%s", jos koneesi on tarkoitettu palvelimeksi tai jos näytön asetus epäonnistui.
fr: Options Vous pourrez également choisir ici de démarrer l'interface graphique au lancement de la machine. Il est préférable de choisir « %s » si vous êtes en train d'installer un serveur, ou si vous n'avez pas réussi à configurer l'écran correctement.
gl: Opcións Estes pasos permítenlle escoller se a súa máquina debe iniciar automáticamente unha interface gráfica ó arrincar ou non. Evidentemente, vostede pode querer marcar "%s" se a súa máquina vai funcionar coma un servidor, ou se non tivo éxito configurando o sistema gráfico.
he: אפשרויות השלבים הבאים מאפשרים לך לבחור האם ברצונך שהסביבה הגרפית תופעל בטעינת המערכת. תשובת "%s" מתאימה למחשב שאמור לתפקד כשרת, או באם לא הצלחת להגדיר את התצוגה כראוי בשלב ההתקנה.
hu: Beállítások Itt beállítható, hogy rendszerindításkor grafikus üzemmódba váltson-e a rendszer. Ha a gép kiszolgálóként fog üzemelni, vagy nem sikerült megfelelően beállítani a grafikus üzemmódot, akkor a(z) "%s" lehetőséget érdemes választani.
id: Opsi Langkah ini mengijinkan Anda untuk memilih apakah komputer Anda hendak berpindah ke antarmuka grafis secara otomatis saat boot.Biasanya Anda harus melihat "%s" jika komputer Anda bertindak sebagai server, atau jika Anda adalah tidak berhasil mendapatkan konfigurasi tampilan.
is: Aukakostir Þetta þrep leyfir þér að velja hvort þú vilt að vélin þín ræsi upp myndrænt viðmót við ræsingu kerfis. Augljóslega getur þú krossað við "%s" ef vélin þín á að vera miðlari eða þér tókst ekki að stilla grafíska skjákortið/upplausnina/skjáinn... rétt.
it: Opzioni Qui potete scegliere se avviare automaticamente l'interfaccia grafica subito dopo l'avvio del sistema. Ovviamente è opportuno rispondere "%s" nel caso in cui la macchina debba funzionare da server, oppure se non siete riusciti a configurare correttamente il server grafico.
ja: オプション 起動時に自動的にグラフィカルインターフェースに切り替えるかどうかを選択する ことができます。サーバとしてお使いになる場合やディスプレイの設定がうまく できなかった場合は、「%s」を選んでください。
mk: Опции Овие чекори ќе ви овозможат да изберете дали вашата машина автоматски да го вклучи графичкиот интерфејс при вклучување. Веројатно би сакале да одговорите „%s“, ако планирате вашата машина да е сервер, или ако не сте успеале да го конфигурирате графичкиот приказ.
mt: Għażliet F'dan il-pass, tista' tagħżel jekk tridx l-interfaċċja grafika mill-bidu. Ovvjament, tista' tagħżel "%s" jekk il-kompjuter se jintuża biss bħala server, jew jekk ma rnexxielekx tissettja l-X sew.
nb: Valg Dette steget lar deg velge om du vil starte et grafisk grensesnitt automatisk under oppstart. Du vil selvsagt ønske å svare «%s» dersom maskinen skal fungere som tjener, eller hvis du ikke kunne sette opp det grafiske grensesnittet.
nl: Opties In deze stap kunt u kiezen of u wilt dat uw computer automatisch naar een grafische interface omschakelt bij het opstarten. Vanzelfsprekend wilt u "%s" aankruisen als uw machine als server moet dienen, of als u er niet in slaagde het beeld te configureren.
nn: Val Her kan du velja om du vil starta opp i eit grafisk brukargrensesnitt automatisk. Du bør velja «%s» viss du skal bruka maskina som ein tenar, eller du før ikkje har klart å setja opp det grafiske oppsettet.
pl: Opcje Ten krok umożliwia wybór czy komputer ma przełączać się automatycznie do interfejsu graficznego podczas uruchamiania. Oczywiście, można zaznaczyć "%s" jeśli komputer ma działać jako serwer, lub jeśli nie udało się skonfigurować ekranu graficznego.
pt: Opções Este passo permite-lhe escolher se quer que a sua máquina automáticamente mude para um interface gráfico ao arrancar. Obviamente, pode querer seleccionar "%s" se a sua máquina está para agir como um servidor, ou se não foi bem sucedido a configurar o monitor.
pt_br: Opções Aqui você pode escolher se deseja que o computador inicie automaticamente em modo gráfico. Obviamente, você vai querer marcar o "%s" se a sua máquina é um servidor, ou caso não tenha conseguido obter uma boa configuração de resolução de vídeo.
ru: Параметры Здесь вы можете настроить вашу машину на автоматическую загрузку в графическом интерфейсе. Очевидно, что вам следует выбрать "%s", если ваша машина будет работать в качестве сервера или вам не удалось настроить графический режим.
sk: Nastavenia Tu si môžete zvoliť či si želáte aby bolo hneď po spustení použité grafické rozhranie. Samozrejme, mali by ste odpovedať "%s", ak váš počítač bude slúžiť ako server alebo ak sa vám nepodarilo správne nakonfigurovať grafické rozhranie.
sl: Izbire Izberite, ali želite, da se grafični vmesnik vključi ob zagonu računalnika. Če tega ne želite, če bo vaš računalnik deloval kot strežnik ali če vam ni uspelo nastaviti zaslona, označite »%s«.
sv: Alternativ Här kan du välja om du vill att din dator automatiskt ska starta ett grafiskt användargränssnitt vid uppstart. Du bör välja "%s" om din dator ska användas som server, eller om du inte lyckades att konfigurera bildskärmen korrekt.
tg: Интихобҳо Дар ин ҷо шумо метавонед интихоб кунед: оё мехоҳед, ки мошинаи шумо ҳангоми боршавӣ ба таври худкор интерфейси графикиро даргиронад ё не. Фаҳмост, ки шумо бояд "%s"-ро қайд кунед, агар мошинаи шумо ҳамчун хидматрасон кор кунад ё агар шумо намоишгари худро танзим карда натавониста бошед.
uk: Параметри Тут можна вказати, чи хочете Ви, щоб графічний інтерфейс вмикався автоматично при завантаженні системи. Вам потрібно вибрати "%s", якщо Ваша машина буде працювати сервером, або якщо Ви не змогли успішно налаштувати дисплей.
vi: Tùy chọn ...Tại đây, bạn có thể chọn việc hệ thống tự khởi động vào giao diện đồ họa. Hiển nhiên, bạn muốn trả lời "%s" nếu máy của bạn hoạt động như một máy chủ, hay khi bạn không thành công trong việc cấu hình hiển thị.
wa: Tchuzes Chal vos ploz tchoezi si vos vloz k' l' eterface grafike soeye en alaedje cwand l' éndjole est enondêye. Bén seur, si voste éndjole va-st ovrer come on sierveu, ou si vos n' arivez nén a-z apontyî l' cåte videyo, vos ploz responde «%s».
zh_cn: 选项 您可以在此选择是否想要在计算机启动的时候就切换到图形界面。显然, 如果本机将用作服务器, 或者您的显示配置还没有成功, 您可能想要选择"%s"。
zh_tw: 選項 這個步驟允許您選擇是否想要您的機器開機時自動跳到圖形介. 顯然地, 如果您的機器是當作一個伺服器或您不能成功地設定顯示, 您想核對選取 "%s".
