Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Automatic dependencies
ar: مُعتمدات آلية
bn: সয়ংক্রিয় নির্ভরতা
bs: Automatske ovisnosti
ca: Dependències automàtiques
cs: Ošetří automaticky závislosti
cy: Dibyniaethau awtomatig
da: Automatiske afhængigheder
de: Automatische Abhängigkeiten
eo: Aŭtomataj dependecoj
es: Dependencias automáticas
et: Automaatsõltuvused
eu: Mendekotasun automatikoak
fa: وابستگی‌های خودکار
fi: Automaattiset riippuvuudet
fr: Dépendances automatiques
gl: Dependencias automáticas
he: תלויות אוטומטיות
hu: Automatikus függőségek
id: Ketergantungan otomatis
is: Uppfylla forkröfur sjálfvirkt
it: Dipendenze automatiche
ja: 自動的に依存関係を解決する
mk: Автоматски зависности
mt: Dipendenzi awtomatiċi
nb: Automatiske avhengigheter
nl: Automatische afhankelijkheden
nn: Automatisk avhengnadshandtering
pl: Automatyczne zależności
pt: Dependências automáticas
pt_br: Dependências automáticas
ru: Автоматические зависимости
sk: Automatické závislosti
sl: Samodejne odvisnosti
sv: Automatiska beroenden
tg: Вобастагиҳои автоматӣ
uk: Автоматичні залежності
vi: Các phụ thuộc tự động
wa: Aloyances otomatikes
zh_cn: 自动依赖性
zh_tw: 自動相依性
