Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Save partition table
et: Partitsioonitabeli salvestamine
pt_br: Salvar tabela de partições
sl: Shrani tabelo razdelkov

source: Restore partition table
et: Partitsioonitabeli taastamine
pt_br: Restaurar tabela de partições
sl: Obnovi tabelo razdelkov

source: Rescue partition table
et: Partitsioonitabeli päästmine
pt_br: Recuperar tabela de partições
sl: Reši tabelo razdelkov

source: Removable media auto-mounting
ar: التركيب الآلي للوسائط القابلة للإزالة
bn: রিমুভযোগ্য মিডিয়া সয়ংক্রিয়ভাবে মাউন্ট করা হচ্ছে
bs: Automatsko montiranje izmjenjivog medija
ca: Muntatge automàtic dels dispositius extraïbles
cs: Automatické připojování pro vyjímatelná média
cy: Awto gosod cyfrwng symudol
da: Automontering af flytbare medier
de: Wechselmedien automatisch einhängen
eo: Aŭtomata kroĉado de demeteblaj aparatoj
es: Montaje automático de soportes extraíbles
et: Eemaldatava andmekandja automaatne haakimine
eu: Euskarri aldagarriak automuntatzea
fa: سوارسازی-خودکار رسانه‌ی قابل انتقال
fi: Vaihdettavan median automaattinen liittäminen
fr: Auto-montage des périphériques amovibles
gl: Montar automáticamente os soportes extraíbles
he: עיגון אוטומטי של התקן-נשלף
hu: Cserélhető adathordozó automatikus csatolása
id: Mount otomatis media lepas (removable)
is: Sjálfvirk tenging aukatækja
it: Mount automatico di supporti rimovibili
ja: リムーバブルメディアを自動的にマウント
mk: Автоматско монтирање на отстранливи медиуми
mt: Awtomuntar ta' diski li jinħarġu
nb: Automontering av fjernbart media
nl: Automatische koppeling van verwisselbare media
nn: Automatisk montering av fjernbare medium
pl: Automatyczne montowanie nośników wymiennych
pt: Automontagem dos dispositivos amovíveis
pt_br: Montagem automática de mídia removível
ru: Автомонтирование съемных носителей
sk: Automatické pripájanie vymeniteľného média
sl: Samodejno priklapljanje odstranljivih medijev
sv: Automatisk montering av flyttningsbar media
tg: Худваслкунии хориҷшавандаи муҳит
uk: Автоматичне монтування змінних носіїв
vi: Tự động gắn kết phương tiện có thể tháo rời
wa: Montaedje otomatike des sopoirts bodjåves
zh_cn: 自动挂载可移动介质
zh_tw: 可移除式媒介自動掛載

source: Wizard
et: Nõustaja
pt_br: Assistente
sl: Čarovnik

source: Undo
et: Tagasi
pt_br: Desfazer
sl: Razveljavi

source: Toggle between normal/expert mode
ar: التغيير إلى الوضع العادي/وضع الخبير
bn: সাধারণ/দক্ষ মোডের মধ্যে পরিবর্তন
bs: Prekidač normalnog/ekspertnog moda
ca: Commuta entre els modes normal i expert
cs: Přepne mezi normální/expertním režimem
cy: Amnewid rhwng modd arferol/arbenigol
da: Skift mellem normal og ekspert-tilstand
de: In den Normal-Modus wechseln
eo: Ŝanĝu inter normala/fakula reĝimo
es: Cambiar entre el modo normal/experto
et: Tava- ja ekspertrežiimi lülitamine
eu: Aldatu modu normalera/aditu modura
fa: تعویض بین حالت عادی/کارشناسی
fi: Vaihda vakio-/asiantuntijatilan välillä
fr: Basculer entre les modes expert et normal
gl: Cambiar entre modo normal/experto
he: מעבר בין מצבי רגיל"מומחה
hu: Váltás a normál és a szakértői módok közt
id: Ubah ke modus normal/ahli
is: Víxla milli venjulegs/sérfræðings-hams
it: Scambio tra modo normale e esperto
ja: 標準/エキスパートモードの切り替え
mk: Префрлање помеѓу нормален/експертски режим
mt: Aqleb bejn modalità normali u esperta
nb: Skift mellom normal-/ekspert-modus
nl: Normale/expert-modus
nn: Byt mellom normal- og ekspertmodus
pl: Przełącz między trybem zwykłym a zaawansowanym
pt: Alterna entre os modos normal/perito
pt_br: Mudar entre modo normal/expert
ru: Переключение между нормальным/экспертным режимами
sk: Prepnúť medzi normálnym/expertným režimom
sl: Preklapljanje med normalnim in izvedenskim načinom
sv: Byt mellan normal/expert läge
tg: Зомин байни усули мӯътадил/мутахассисӣ
uk: Перемикнути між режимами Експерт/Звичайний
vi: Chuyển đổi giữa chế độ bình thường và chuyên gia
wa: Candjî pol môde normå/spepieus
zh_cn: 在正常/专家模式间切换
zh_tw: 切換一般/專家模式
