Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: X (for X Window System) is the heart of the GNU/Linux graphical interface on which all the graphical environments (KDE, GNOME, AfterStep, WindowMaker, etc.) bundled with Mandriva Linux rely upon. You'll see a list of different parameters to change to get an optimal graphical display. Graphic Card The installer will normally automatically detect and configure the graphic card installed on your machine. If this is not correct, you can choose from this list the card you actually have installed. In the situation where different servers are available for your card, with or without 3D acceleration, you're asked to choose the server which best suits your needs. Monitor Normally the installer will automatically detect and configure the monitor connected to your machine. If it is not correct, you can choose from this list the monitor which is connected to your computer. Resolution Here you can choose the resolutions and color depths available for your graphics hardware. Choose the one which best suits your needs (you will be able to make changes after the installation). A sample of the chosen configuration is shown in the monitor picture. Test Depending on your hardware, this entry might not appear. The system will try to open a graphical screen at the desired resolution. If you see the test message during the test and answer "%s", then DrakX will proceed to the next step. If you do not see it, then it means that some part of the auto-detected configuration was incorrect and the test will automatically end after 12 seconds and return you to the menu. Change settings until you get a correct graphical display. Options This steps allows you to choose whether you want your machine to automatically switch to a graphical interface at boot. Obviously, you may want to check "%s" if your machine is to act as a server, or if you were not successful in getting the display configured.
ar: ؛X (إشارةً إلى نظام نوافذ X) هو قلب الواجهة الرّسوميّة لجنو/لينكس الذي تعتمد عليه كل البيئات الرّسوميّة (كيدي، جينوم، AfterStep، WindowMaker، وغيرها) المضمّنة مع ماندريبا لينكس. سوف تقدّم لك لائحة من معامِلاتٍ مختلفة يمكنك تغييرها للحصول على العرض الرّسوميّ الأمثل. بطاقة الرسوم عادةً سيقوم المثبت بالاستكشاف والتّهيئة الآليّة للبطاقة الرّسوميّة المثبّثة على جهازك. إن لم يكن ذلك الحال، فيمكنك اختيار البطاقة الموجودة لديك بالفعل من هذه القائمة. في حال توفّرت عدّة خادماتٍ لبطاقتك، مع أو بدون التعزيز الثّلاثي الأبعاد، سوف يطلب منك أن تحدّد الخادم الأكثر ملائمة لحاجاتك. الشّاشة عادةً سيقوم المُتثبيت بالاستكشاف والتهيئة الآليّة للشّاشة المُتّصلة بجهازك. إن لم تكن صحيحة، فيمكنك اختيار الشّاشة المتّصلة بجهازك بالفعل من هذه القائمة. الاستبانة يمكنك هنا اختيار الاستبانة وعمق الألوان المتوفّرين لعتادك الرّسومي. اختر الأكثر مناسبةً لحاجاتك (سوف تكون قادراً على تغيير ذلك بعد التّثبيت على كل حال). تظهر عيّنة من التهيئة المحدّدة في صورة الشّاشة. اختبار قد لا يظهر هذا المُدخل بحسب عتادك. سوف يحاول النّظام فتح شاشة رسوميّة بالاستبانة المرغوبة. إذا رأيت رسالة الاختبار خلال الاختبار وأجبت بـ"%s"، فسوف يتقدّم DrakX إلى الخطوة التّالية. إن لم تستطع رؤية الرّسالة، فهذا يعني أن جزءً ما من التّهيئة المكتشفة آلياً كان غير صحيح وسينتهي الاختبار تلقائيّاً بعد 12 ثانية، معيداً إيّاك إلى القائمة. غيّر الإعدادات حتّى تحصل على عرض رسوميّ صحيح. خيارات يمكنك هنا اختيار ما إذا كنت تريد جهازك أن يبدّل تلقائيّاً إلى الواجهة الرّسوميّة عند الإقلاع. طبعاً ستفضّل أن تختار "%s" إن كان جهازك سيعمل كخادم، أو إن كنت لم تنجح في تهيئة العرض.
bs: X (skraćeno od X Window System) je srce GNU/Linux grafičkog interfejsa o kojem ovise sve grafičke okoline (KDE, GNOME, AfterStep, WindowMaker itd.) uključene u Mandriva Linux. Biće vam predstavljena lista različitih parametara koje možete promijeniti da biste dobili optimalan grafički prikaz. Grafička kartica Instalacija obično automatski prepoznaje i podešava grafičku karticu koja je instalirana na računar. Ako se ovo nije desilo, možete izabrati sa liste karticu koja je ugrađena u vaš računar. U slučaju da postoji više dostupnih servera za vašu karticu, sa ili bez 3D ubrzanja, biće vam ponuđeno da izaberete server koji najbolje odgovara vašim potrebama. Monitor Instalacioni program obično može prepoznati i podesiti monitor koji je povezan na vaš računar. Ako se ovo ne desi, možete odabrati neki monitor sa ove liste. Rezolucija Ovdje možete izabrati rezoluciju i broj boja među vrijednostima koje su moguće na vašem hardveru. Izaberite one vrijednosti koje vam najbolje odgovaraju (moći ćete ih promijeniti nakon instalacije). Primjer izabrane konfiguracije je prikazan na slici monitora. Test Ovisno o vašem hardveru, ova opcija možda neće biti dostupna. Sistem će pokušati prikazati grafički ekran na željenoj rezoluciji. Ako možete vidjeti poruku tokom testa i odgovorite sa "%s", DrakX će produžiti na idući korak. Ako ne možete vidjeti poruku, to znači da je neki dio automatski prepoznate konfiguracije bio pogrešan. Test će automatski završiti nakon 12 sekundi, čime ćete biti vraćeni na meni. Mijenjajte postavke dok ne dobijete ispravan grafički prikaz. Opcije Ovdje možete izabrati da li želite da vaš računar automatski pređe na grafički interfejs nakon uključivanja. Očito, trebate odgovoriti "%s" ako će vaš računar imati ulogu servera ili ako imate problema sa podešavanjem ekrana.
ca: X (per sistema X Window) és el cor de la interfície gràfica de GNU/Linux de què depenen tots els entorns gràfics (KDE, GNOME, AfterStep, WindowMaker, etc.) que venen amb Mandriva Linux. Veureu una relació de diferents paràmetres que podeu canviar per aconseguir una visualització gràfica òptima. Targeta gràfica Normalment, l'instal·lador detectarà i configurarà automàticament la targeta gràfica instal·lada a l'ordinador. Si no fos així, podeu escollir de la llista la targeta que realment tingueu instal·lada. En cas que hi hagi diferents servidors disponibles per a la vostra targeta, amb o sense acceleració 3D, se us demanarà que escolliu el que més us convingui. Monitor Normalment, l'instal·lador detectarà i configurarà automàticament el monitor que teniu connectat a l'ordinador. Si no és correcte, podreu triar d'aquesta llista el monitor que realment teniu connectat a l'ordinador. Resolució Aquí podeu triar les resolucions i profunditats de color disponibles per al vostre maquinari. Trieu la que us vagi més bé (tot i que podreu canviar-la després de la instal·lació). Al monitor veureu una mostra de la configuració triada. Prova Depenent del maquinari aquesta entrada pot no aparèixer. El sistema intentarà obrir una pantalla gràfica amb la resolució desitjada. Si podeu veure el missatge durant la prova i responeu "%s", DrakX passarà al pas següent. Si no el podeu veure, vol dir que la configuració detectada automàticament no era del tot correcta i la prova finalitzarà automàticament al cap de 12 segons, portant-vos de nou al menú. Canvieu els paràmetres fins que obtingueu una pantalla gràfica correcta. Opcions Aquí podeu decidir si voleu que l'ordinador canviï automàticament a una interfície gràfica en arrencar. Òbviament, voldreu activar "%s" si l'ordinador ha d'actuar com a servidor, o si no heu aconseguit configurar la pantalla.
cs: X (X Window System) je srdcem grafického rozhraní pro GNU/Linux, které využívají dodávané grafické prostředí (KDE, GNOME, AfterStep, WindowMaker) se systémem Mandriva Linux. Nyní bude zobrazen seznam různých parametrů, které je možné změnit pro dosažení optimálního grafického zobrazení Grafická karta Instalační program je schopen automaticky detekovat a nastavit grafickou kartu instalovanou v počítači. Pokud se to nepodaří, máte možnost si ze seznamu vybrat příslušnou grafickou kartu ručně. V případě, že pro vaši kartu je možné použít více různých serverů, s 3D akcelerací nebo bez, je pouze na vás, který server si vyberete jako nejvíce vyhovující vašim potřebám. Monitor Instalační program dokáže většinou automaticky detekovat a správně nastavit monitor připojený k vašemu počítači. Pokud se to nezdaří, lze se seznamu vybrat monitor, který máte. Rozlišení Zde si můžete vybrat rozlišení a barevnou hloubku, které vaše karta podporuje. Vyberte si to co vám nejvíce vyhovuje (výběr lze po instalaci samozřejmě změnit). Na monitoru bude zobrazen příklad nastavení. Test Systém se pokusí otestovat grafickou obrazovku v požadovaném rozlišení. Pokud během testu uvidíte zprávy a odpovíte na ni "%s", instalační program bude pokračovat dalším krokem. Pokud zprávu neuvidíte, znamená to, že některá část automatické detekce neproběhla v pořádku a test automaticky za 12 vteřin skončí s tím, že se provede návrat k základní nabídce. Následně je možné opět provést změny až do té doby, než bude zobrazeno správné rozlišení. Volby Zde si můžete vybrat, zda chcete provést automatický start grafického prostředí po spuštění systému. Je samozřejmé, že pokud bude počítač provozován jako server nebo pokud se nepodařilo nastavit grafickou kartu, je nutné odpovědět "%s".
cy: X (sef X Window System) yw calon rhyngwyneb graffigol GNU/Linux a'r hyn mae'r holl amgylcheddau graffigol (KDE, Gnome, AterStep, WindowMaker, etc) sy'n dod gyda Mandriva Linux yn dibynnu arno. Byddwch yn derbyn rhestr o baramedrau gwahanol i'w newid i gael y dangosiad graffigol gorau: Cerdyn Graffeg Mae'r gosodwr fel rheol yn canfod ac yn ffurfweddu'n awtomatig y cerdyn graffeg sydd ar eich cyfrifiadur. Os nad yw hyn yn wir, dewiswch eich cerdyn. Mewn achos lle mae gweinyddion eraill i'w cael i'ch cerdyn, gyda neu heb gyflymydd 3D, mae cynnig i chi ddewis y gweinydd gorau ar eich cyfer. Dangosydd Mae'r gosodwr fel rheol yn canfod ac yn ffurfweddu'n awtomatig y dangosydd sy'n gysylltiedig â'ch cyfrifiadur. Os nad yw hyn yn gywir, mae'n dangos eich dangosydd. Cydraniad Cewch ddewis yma gydraniad a dyfnder lliw rhwng y rhai sydd ar gael ar gyfer eich caledwedd. Dewiswch yr un sydd orau ar eich cyfer (bydd modd newid hynny wedi'r gosod) Mae enghraifft o ffurfweddiad i'w weld ar y dangosydd. Prawf Bydd y system yn ceisio agor sgrin graffigol yn unol â'r cydraniad dewisol. Os ydych yn gweld y neges yn ystod y prawf ac ateb "%s", yna bydd DrakX yn symud ymlaen i'r cam nesaf. Os nad ydych yn gweld y neges nesaf mae'n golygu fod rhan o'r drefn awtoganfod yn anghywir a bydd y prawf yn dod i ben ar ôl 12 eiliad, gan ddod a chi nôl i'r ddewislen. Newidiwch y gosodiadau nes i chi gael y sgrin i edrych yn iawn. Dewisiadau Yma cewch ddewis p'un ai i drefnu i'ch cyfrifiadur newid yn awtomatig i rhyngwyneb graffigol wrth gychwyn. Yn amlwg byddwch angen ticio "%s" os yw eich peiriant i weithredu fel gweinydd, neu os na fuoch yn llwyddiannus yn ffurfweddu'r dangosydd.
da: X (for X Window System) er hjertet af GNU/Linux' grafiske grænseflade som alle de grafiske miljøer (KDE, GNOME, AfterStep, WindowMaker, mv.) der kommer sammen med Mandriva Linux afhænger af. Du vil se en liste med forskellige parametre der kan ændres for at få den bedst mulige grafiske fremvisning: Grafikkort Installationsprogrammet vil normalt automatisk finde ud af at konfigurere grafikkortet installeret på din maskine. Hvis dette ikke er rigtigt kan du fra denne liste vælge det kort du faktisk har installeret. I tilfælde af at forskellige drivere er tilgængelige til dit kort, med eller uden 3D-accelleration, bliver du spurgt om at vælge den server der bedst opfylder dine behov. Skærm Normalt vil Installationsprogrammet automatisk finde ud af at konfigurere skærmen tilsluttet din maskine. Hvis dette ikke er rigtigt, kan du fra denne liste vælge den skærm som er tilsluttet din maskine. Opløsning Her kan du vælge de opløsninger og farvedybder som er tilstede for dit grafikudstyr. Vælg dem som bedst opfylder dine behov (du vil kunne ændre dette efter installationen). En prøve på den valgte konfiguration vil blive vist på skærmen. Test Afhængigt af dit udstyr vil denne indgang muligvis ikke vises. Systemet vil prøve at åbne en grafisk skærm i den ønskede opløsning. Hvis du ser testbeskeden under afprøvningen og svarer '%s', så vil DrakX gå videre til næste trin. Hvis du ikke ser beskeden, så betyder det at en del af den automatisk fundne konfiguration var forkert og testen vil automatisk slutte efter 12 sekunder, og bringe dig tilbage til menuen. Ændr indstillingerne til du får en korrekt grafisk fremvisning. Valgmuligheder Dette trin lader dig vælge om du ønsker at din maskine automatisk skal skifte til en grafisk grænseflade ved opstart. Selvfølgelig vil du ønske at svare '%s', hvis din maskine skal bruges som server, eller hvis ikke lykkedes dig at få skærmen konfigureret.
de: X (das X Window System) ist das Herz der grafischen Benutzeroberfläche von GNU/Linux. Es bildet die Grundlage für die Vielzahl grafischer Benutzerumgebungen, die Mandriva Linux Ihnen anbietet (wie etwa KDE, GNOME, AfterStep oder WindowMaker). Sie erhalten eine Liste möglicher Parameter, mit deren Hilfe Sie die Grafikausgabe ändern können: Grafikkarte DrakX erkennt normalerweise automatisch Ihre Grafikkarte und richtet sie entsprechend ein. Sollten dabei Probleme auftreten, können Sie in der hier aufgeführten Liste Ihr Modell auswählen. Falls für Ihre Karte verschiedene Server zur Verfügung stehen, etwa mit und ohne 3D-Beschleunigung, werden Sie gebeten, den zu wählen, der Ihren Bedürfnissen am besten entspricht. Monitor DrakX erkennt normalerweise automatisch Ihren Monitor. Sollten dabei Probleme auftreten, können Sie in der hier aufgeführten Liste Ihr Modell auswählen. Auflösung Sie können hier Auflösung und Farbtiefe für Ihre Hardware wählen. Entscheiden Sie sich, welche Variante Ihren Wünschen am ehesten entspricht (Sie können diese Angaben natürlich nach der Installation noch ändern). Anhand des abgebildeten Monitors können Sie sich einen sofortigen Eindruck bilden. Test Je nach Hardware kann es sein, dass dieser Eintrag nicht erscheint. DrakX versucht eine Testbild mit denen von Ihnen gewünschten Einstellungen zu öffnen. Falls Sie während des Tests einen Dialog sehen, in dem Sie gefragt werden, ob sie die getroffenen Einstellungen behalten wollen, antworten Sie mit „%s“, damit DrakX mit dem nächsten Installationsschritt fortfährt. Sollten Sie die Nachricht nicht sehen, bedeutet das, dass eine oder mehrere getroffene Einstellungen nicht korrekt sind. Nach 12 Sekunden sollten Sie wieder das Installationsmenü sehen. Sie können nun die Einstellungen ändern, bis Sie das Testbild sehen. Optionen Sie können direkt bei Betriebssystemstart die grafische Umgebung aktivieren. Durch Betätigen der Schaltfläche „%s“ wird in eine reine Textumgebung gestartet. Das ist sinnvoll für Server oder wenn Sie bei dem Versuch die grafische Umgebung zu konfigurieren erfolglos waren.
eo: X (por X-fenestra sistemo) estas la koro de la GNU/Linuksa grafika interfaco sur kiu funkcias ĉiuj grafikaj medioj (KDE, GNOME, AfterStep, WindowMaker, ktp) kiuj venas kun Mandriva Linux. Vi vidos liston de diversaj parametroj ŝanĝeblaj por akiri plej bonan grafikan vidigon. Grafika karto La instalilo normale aŭtomate detektas kaj konfiguras la grafikan karton instalitan en via maŝino. Se tio ne ĝustas, vi povas elekti el tiu ĉi listo la karton kiu troviĝas en via komputilo. Se diversaj serviloj haveblas por via karto, kun aŭ sen 3D-akcelo, vi estas petata elekti la servilon kiu plej bone taŭgas por viaj bezonoj. Monitoro Normale la instalilo aŭtomate detektas kaj konfiguras la monitoron konektitan kun via maŝino. Se tio ne ĝustas, vi povas elekti el tiu ĉi listo la monitoron kiu estas konektita kun via komputilo. Distingivo Ĉi tie vi povas elekti la distingivojn kaj kolorprofundojn haveblajn por via grafika aparato. Elektu iun kiu plej bone taŭgas por viaj bezonoj (vi povas fari ŝanĝojn post la instalo). Ekzemplo de la elektita konfiguraĵo estas montrata en la ekranbildo. Testo Depende de via aparato, tio eble ne aperas. La sistemo provos malfermi grafikan ekranon per la dezirata distingivo. Se vi vidas la testmesaĝon dum la testo kaj respondas "%s", tiam DrakX aliros al la sekvonta paŝo. Se vi ne vidas ĝin, tio signifas ke ia parto de la memdetektita konfiguraĵo estis malĝusta kaj la testo aŭtomate finiĝos post 12 sekundoj kaj revenigas vin al la menuo. Ŝanĝu la agordojn ĝis kiam vi atingas ĝustan grafikan vidigon. Opcioj Tiu ĉi paŝoj ebligas vin elekti ĉu vi deziras ke via maŝino aŭtomate enŝaltu grafikan interfacon ĉe starto. Okaze vi eble deziras elekti "%s" se via maŝino devas funkcii kiel servilo, aŭ se vi ne sukcesis konfiguri la vidigilon.
es: X (por "X Window System") es el corazón de la interfaz gráfica de GNU/Linux en el que se apoyan todos los entornos gráficos (KDE, GNOME, AfterStep, WindowMaker, etc.) que se incluyen con Mandriva Linux. Se le presentará la lista de parámetros diferentes a cambiar para obtener una presentación gráfica óptima. Tarjeta gráfica Normalmente el instalador puede detectar y configurar automáticamente la tarjeta de vídeo instalada en su máquina. Si este no es el caso, en esta lista puede elegir la tarjeta que realmente tiene instalada. En caso de que estén disponibles diferentes servidores para su tarjeta, con o sin aceleración de 3D, entonces se le va a proponer elegir el servidor que mejor satisface sus necesidades. Monitor Normalmente el instalador puede detectar y configurar automáticamente el monitor conectado a su máquina. Si es incorrecto, en esta lista puede elegir el monitor que realmente posee. Resolución Aquí puede elegir las resoluciones y profundidades de color disponibles para su hardware de gráficos. Seleccione la que mejor se ajuste a sus necesidades (podrá hacer cambios luego de la instalación). En la imagen del monitor se muestra un ejemplo de la configuración elegida. Probar Esta entrada puede no aparecer, dependiendo de su hardware. El sistema intentará abrir una pantalla gráfica con la resolución deseada. Si ve el mensaje durante la prueba, y responde "%s", entonces DrakX continuará con el paso siguiente. Si no puede ver el mensaje, entonces significa que alguna parte de la configuración detectada automáticamente era incorrecta y la prueba terminará automáticamente luego de unos segundos, restaurando el menú. Cambie los ajustes hasta obtener una pantalla gráfica correcta. Opciones Este paso le permite elegir si desea que su máquina cambie automáticamente a la interfaz gráfica al arrancar. Obviamente, querrá marcar "%s" si su sistema actuará como servidor, o si no tuvo éxito en la configuración de su pantalla.
et: X (ehk X Window System) kujutab endast GNU/Linuxi graafilise kasutajaliidese tuuma ja südant, millele toetuvad kõik Mandriva Linuxiga kaasas käivad graafilised töökeskkonnad (KDE, GNOME, AfterStep, WindowMaker jne). Siin näidatakse Teile tervet nimekirja parameetreid, mida saab muuta, et graafiline kasutajaliides oleks just Teile meelepärane: Videokaart Paigaldaja tuvastab ja seadistab tavaliselt automaatselt masinasse paigaldatud videokaardi. Kui see ei õnnestu, saate nimekirjast valida kaardi, mis tegelikult on masinas paigaldatud. Juhul, kui Teie kaardile peaks saada olema erinevaid servereid nii 3D kiirendusega kui ilma, saate valida serveri, mis Teie vajadustele kõige enam vastab. Monitor Paigaldaja tuvastab ja seadistab tavaliselt automaatselt Teie masinaga ühendatud monitori. Kui see ei peaks siiski õnnestuma, saate siin toodud nimekirjast valida monitori, mis Teil tegelikult on. Ekraanilahutus Siin saate valida Teie riistvaraga sobiva ekraanilahutuse ja värvisügavuse. Kui Te paigaldamise järel leiate, et siin valitu siiski ei kõlba, saate seda hiljem muuta. Valitud seadistust näidatakse monitoril. Test Sõltuvalt Teie riistvarast ei pruugi seda näha olla. süsteem püüab avada graafilist akent soovitud ekraanilahutusega. Kui näete testi ajal sõnumit ja vastate "%s", suundub DrakX järgmise sammu juurde. Kui Te sõnumit ei näe, tähendab see, et miski automaatselt tuvastatud seadistuses oli mäda ja test lõpeb automaatselt 12 sekundi pärast, tuues Teid menüüsse tagasi. Seal saate muuta seadistusi, kuni Teil õnnestub leida see, mis tagab korrektse ja meelepärase graaafilise kasutajaliidese. Eelistused Siin saab määrata, kas soovite, et masin käivitaks alglaadimise ajal automaatselt graafilise kasutajaliidese. Ilmselt on Teie vastus "%s", kui soovite, et masin toimiks serverina, või kui Teid ei kippunud seadistamise ajal edu saatma.
eu: X (X Window sistema) GNU/Linux-en interfaze grafikoaren bihotza da, Mandriva Linux-ekin bildutako ingurune grafiko guztiek (KDE, Gnome, Afterstep, WindowMaker...) erabiltzen dutena. Bistaratze grafiko optimoa lortzeko aldatu daitekeen parametro zerrenda bat ikusiko duzu. Txartel Grafikoa Instalatzaileak normalean automatikoki detektatu eta konfiguratuko du makinan instalatutako txartel grafikoa. Hau zuzena ez bada, zerrendatik hauta dezakezu instalatuta daukazun txartela. Zure txartelarentzat zerbitzari desberdinak erabilgarri badaude, 3D azelerazioarekin edo gabe, zure beharretara ondoen egokitzen den zerbitzaria hautatzeko eskatuko zaizu. Monitorea Normalean instalatzaileak automatikoki detektatu eta konfiguratuko du makinara lotutako monitorea. Hau zuzena ez bada, zerrendatik hauta dezakezu lotuta daukazun monitorea. Bereizmena Hemen, zure grafikoen hardwarearentzako erabilgarri dauden bereizmen eta kolore sakonerak hautatu ditzakezu. Aukeratu zure beharretara hobe egokitzen dena (instalazio ondoren aldaketak egiteko aukera izango duzu). Hautatutako konfigurazioa erakusten da monitorearen irudian. Proba Zure hardwarearen arabera, baliteke sarrera hau ez agertzea. Sistema nahi duzun bereizmeneko pantaila grafiko bat irekitzen saiatuko da. Proba mezua ikusi eta "%s" erantzuten baduzu, DrakX hurrengo urratsera jarraituko du. Ikusten ez baduzu , horrek esan nahi du automatikoki detektatutako konfigurazioaren zatiren bat gaizki zegoela eta proba automatikoki amaituko da 12 segundo igarotakoan, eta menura itzuliko da. Aldatu ezarpenak bistaratze grafiko zuzena lortu arte. Aukerak Urrats hauek zure makina abiaraztean automatikoki interfaze grafikora aldatzea nahi duzun aukeratzeko bidea emango dizute. Jakina, "%s" aukeratu nahiko duzu makinak zerbitzari moduan lanegingo badu, edo bistaratzea konfiguratzea lortu ez baduzu.
fa: X (برای سیستم پنجره X ) قلب واسط تصویری لینوکس/گنو می‌باشد که تمام محیط‌های تصویری (KDE, GNOME, AfterStep, WindowMaker وغیره) بسته بندی شده با لینوکس مان‌درایک بر روی آن تکیه دارند. یک لیست ار اجزای گوناگون برای تغییر و تهیه بهترین نمایش تصویری به شما عرضه خواهد شد: کارت گرافیک نصب کننده معمولاً بطور خودکار کارت گرافیک بر روی ماشین شما را شناسایی و تنظیم خواهد کرد. اگر چنین نشد، می‌توانید کارت خود را از این لیست انتخاب کنید. در صورتی که کارگزارهای گوناگونی برای کارت شما وجود دارند، با یا بدون شتاب‌دهنده‌ی ۳ بعدی، از شما برای انتخاب کارگزاری که بهتر جوابگوی احتیاجات شما می‌باشد سوال خواهد شد. نمایشگر نصب کننده معمولاً بطور خودکار نمایشگر وصل شده به ماشین شما را شناسایی و تنظیم خواهد کرد. اگر چنین نشد، می‌توانید نمایشگر خود را از این لیست انتخاب نمایید. وضوح در اینجا می‌توانید وضوح و عمق‌های رنگ موجود برای سخت‌افزار خود را انتخاب نمایید. آن را که بهترین جوابگوی احتیاجات شما می‌باشد را انتخاب کنید (شما قادر خواهید بود که آن را بعد از نصب تغییر دهید). یک نمونه از تنظیمات انتخاب شده در نمایشگر نشان داده خواهد شد. آزمایش سیستم تلاش خواهد کرد تا یک صفحه تصویری را با وضوح مورد خواست باز کند. اگر شما بتوانید پیغام هنگام آزمایش را مشاهده نمایید و جواب "%s"را بدهید، پس DrakX به مرحله‌ی بعدی ادامه خواهد داد. اگر شما نتوانیدپیغام را ببینید، بدین معنی است که بعضی از قسمت‌های تنظیمات شناسایی خودکار صحیح نبوده و آزمایش بعد از ۱۲ ثانیه بطور خودکار تمام شده، شما را به فهرست برمیگرداند. تنظیمات را تا وقتی که نمایش تصویری درست را بدست نیاورده‌اید تغییر دهید. گزینه‌ها در اینجا میتوانید تعویض خودکار به واسط تصویری را در آغازگری انتخاب نمایید. روشن است که اگر ماشین شما قرار است کارگزار شود، یا اگر شما در تنظیم نمایشگر موفق نبوده‌اید بخواهید "%s" را علامت بزنید.
fi: X (eli X Ikkunointijärjestelmä) on GNU/Linuxin graafisen käyttöliittymän sydän jota kaikki graafiset ympäristöt (KDE, Gnome, AfterStep, WindowMaker jne.), jotka seuraavat Mandriva Linuxin mukana, käyttävät alustanaan. Sinulle näytetään lista eri parametreista joita voit asettaa saadaksesi optimaalisen graafisen näytön: Näytönohjain Asennusohjelma yleensä tunnistaa ja asettaa koneeseesi asennetun näytönohjaimen. Mikäli tämä ei onnistunut, voit itse valita oikean mallin listasta omistamasi korttisi mukaisesti. Mikäli eri palvelimia on käytettävissä kortillesi, 3D tuella vai ilman, sinua pyydetään valitsemaan palvelin joka parhaiten vastaa tarpeitasi. Näyttö Asennusohjelma normaalisti tunnistaa ja asettaa koneeseesi liitetyn näytön automaattisesti. Jos tunnistus epäonnistuu voit valita oikean näytön listasta. Näyttötila Tässä voit valita näyttötilan ja värisyvyyden jota laitteistosi tukee. Valitse se joka parhaiten vastaa tarpeitasi (voit tietysti vaihtaa sitä asennuksen jälkeenkin). Malli valitusta asetuksesta näytetään näytössä. Testi Järjestelmä yrittää avata graafisen tilan halutussa näyttötilassa. Jos näet viestin testauksen aikana ja vastaat "%s", DrakX jatkaa seuraavaan vaiheeseen. Jos et näe viestiä, se tarkoittaa että jokin osa automaattisesti tunnistetusta asetuksesta oli virheellistä, ja testi loppuu automaattisesti 12 sekunnin jälkeen, jolloin pääset takaisin asetusvalikkoon. Muuta asetuksia kunnes saat oikean graafisen näytön. Optiot Täällä voit valita haluatko järjestelmän automaattisesti käynnistävän graafisen käyttöliittymän. Luonnollisesti valitset "%s" jos koneesi toimii palvelimena tai jos et pystynyt määrittämään toimivaa graafista tilaa.
fr: X (pour le système X Window) est le coeur de votre interface graphique sous GNU/Linux. Tous les environnements graphiques (KDE, GNOME, WindowMaker etc.) présents sur Mandriva Linux dépendent de X. Il vous sera présenté une liste de divers paramètres à changer pour obtenir un affichage optimal : Carte graphique Le programme d'installation détecte et configure automatiquement la carte graphique présente sur votre machine. Si ce n'est pas le cas, vous pouvez choisir dans cette liste la carte que vous utilisez effectivement. Dans le cas où différents serveurs seraient disponibles pour votre carte, avec ou sans accélération 3D, il vous est alors proposé de choisir le serveur qui vous conviendra le mieux. Moniteur Le programme d'installation détecte et configure automatiquement les moniteurs connectés à votre unité centrale. Si ce n'est pas le cas, vous pouvez choisir dans cette liste le moniteur que vous utilisez effectivement. Résolution Vous pouvez choisir ici la résolution et nombre de couleurs parmi celles disponibles pour votre matériel. Choisissez la configuration optimale pour votre utilisation (vous pourrez néanmoins modifier cela après l'installation). Un échantillon de la configuration choisie apparaît dans le dessin du moniteur. Test Selon votre matériel cette option peut ne pas apparaître. le système va ici essayer d'ouvrir un écran graphique à la résolution choisie. Si vous pouvez voir le message pendant le test, et répondez « %s », alors DrakX passera à l'étape suivante. Si vous ne pouvez pas voir de message, cela signifie que vos paramètres sont incompatibles, et le test se terminera automatiquement après 12 secondes. Changez la configuration jusqu'à obtenir un affichage correct lors du test. Options Vous pourrez également choisir ici de démarrer l'interface graphique au lancement de la machine. Il est préférable de choisir « %s » si vous êtes en train d'installer un serveur, ou si vous n'avez pas réussi à configurer l'écran correctement.
gl: As X (por X Window System) son o corazón da interface gráfica de GNU/Linux do que dependen tódolos ambientes gráficos (KDE, GNOME, AfterStep, WindowMaker, etc.) proporcionados por Mandriva Linux. Vostede verá unha lista dos diferentes parámetros que se poden cambiar para obter unha visualización gráfica óptima. Tarxeta Gráfica O instalador normalmente detectará e configurará automáticamente a tarxeta gráfica instalada na súa máquina. Se esta non é a correcta, pode escoller nesta lista a tarxeta que ten instalada en realidade. Na situación na que haxa dispoñibles diferentes servidores para a súa tarxeta, con ou sen aceleración 3D, pediráselle que elixa o servidor que mellor se adapte ás súas necesidades. Monitor Normalmente o instalador detectará e configurará automáticamente o monitor conectado á súa máquina. Se non é o correcto, pode elixir nesta lista o monitor que está conectado ó seu ordenador. Resolución Aquí vostede pode escoller as resolucións e as profundidades de cor dispoñibles para o seu hardware gráfico. Elixa a que mellor se adapte ás súas necesidades (poderá facer cambios despois da instalación). Amosarase unha mostra da configuración elixida na pantalla. Comprobación Dependendo do hardware que teña, esta entrada podería non aparecer. O sistema intentará abrir unha pantalla gráfica ca resolución desexada. Se vostede ve a mensaxe de proba durante a comprobación e responde "%s", entón DrakX pasará ó seguinte paso. Se non a ve, entón significa que parte da configuración detectada automáticamente é incorrecta e a comprobación rematará automáticamente despois de 12 segundos e volverá ó menú. Cambie as opcións ata que consiga unha aparencia gráfica correcta. Opcións Este paso permítelle elixir se desexa que a súa máquina inicie automáticamente a interface gráfica ó arrincar. Evidentemente, vostede podería desexar marcar "%s" se a súa máquina vai ser un servidor, ou se non conseguiu configurar as X.
he: X (קיצור ל-X Window System) הוא לב המנשק הגרפי של גנו/לינוקס עליו כל הסביבות הגרפיות (KDE, GNOME,AfterStep'WindowMaker וכו') המגיעות עם מנדריבה לינוקס נסמכות. תוצג לך רשימה של מדדים שונים אותם ניתן לשנות כדי לקבל תצוגה גרפית מיטבית. כרטיס גרפי תכנית ההתקנה בדרך כלל תזהה ותגדיר באופן אוטומטי את הכרטיס הגרפי במכונה שלך. אם ההגדרה אינה נכונה באפשרותך לבחור את הכרטיס המתאים מרשימה זו. במקרה ששרתים שונים זמינים עבור הכרטיס שברשותך, עם או בלי האצת תלת-מימד, תוצג לך אפשרות לבחור את השרת שמתאים באופן הטוב ביותר לצרכיך. צג תכנית ההתקנה בדרך כלל תזהה ותגדיר באופן אוטומטי את המסך המחובר למכונה שלך. אם ההגדרה אינה נכונה באפשרותך לבחור את המסך המחובר למחשב מרשימה זו. הפרדה כאן באפשרותך לבחור את ההפרדה ואת עומק הצבע הזמינים לחומרת הגרפיקה שלך. יש לבחור את ההגדרות התואמות באופן הטוב ביותר את צרכיך (ניתן יהיה לבצע שינויים אחרי ההתקנה). דוגמה של ההגדרות שנבחרו מופיעה בתמונת המסך. בדיקה כתלות בחומרה שלך יתכן שמובאה זו לא תופיע. המערכת תנסה לפתוח מסך גרפי בהפרדה הרצויה. אם ניתן יהיה לראות את הודעת הבדיקה במהלך הבדיקה והתשובה שתבחר תהיה "%s" אז DrakX ימשיך לשלב הבא. אם לא תוצג ההודעה משמעות הדבר שחלק כלשהו בהגדרה שנבחרה אוטומטית לא היה נכון והבדיקה תסתיים אחרי 12 שניות ותחזיר אותך לתפריט. יש לשנות את ההגדרות עד לקבלת תצוגה גרפית תקינה. אפשרויות שלבים אלו מאפשרים לך לבחור אם ברצונך שהמכונה שלך תעבור למצב גרפי באופן אוטומטי עם אתחול המערכת. באופן טבעי כנראה תבחר האפשרות "%s" אם המכונה שלך משתמשת כשרת או במקרה שלו הצלחת להגדיר את התצוגה כהלכה.
hu: Az X (teljes néven: X Window System) a Linux grafikus felületét nyújtó rendszer. A Mandriva Linuxban levő grafikus környezetek (KDE, GNOME, AfterStep, WindowMaker, ...) ezen grafikus rendszert használják. Egy listát fog látni az elérhető paraméterekről, amelyekkel optimalizálható a grafikus megjelenítés. Grafikus kártya A telepítő általában felismeri és beállítja a gépben levő grafikus kártyát. Ha nem így történik, kiválaszthatja a grafikus kártyák listájából a megfelelőt. Ha több grafikus modul is elérhető az Ön kártyájához - 3D-gyorsítással illetve a nélkül -, akkor kiválaszthatja az Önnek leginkább megfelelőt. Monitor A telepítő általában automatikusan megállapítja a monitor típusát, és beállítja azt. Ha nem így történik, kiválaszthatja ebből a listából a monitor típusát. Felbontás Itt kiválaszthatja a kívánt felbontási és színmélységi értékeket az elérhető értékek listájából. Válassza ki az igényeinek legjobban megfelelő értékeket. A beállítások tetszőlegesen módosíthatók a telepítés után is. A képernyőn egy mintakép fog megjelenni a kiválasztott beállítások szemléltetésére. Teszt Bizonyos hardverelemek esetén ez a bejegyzés nem jelenik meg. A rendszer megnyit egy grafikus képernyőt a kívánt felbontással, ha ez lehetséges. Ha látható a tesztelés közben megjelenő üzenet, akkor nyomja le a(z) "%s" gombot; a telepítő ekkor a következő lépésre ugrik. Ha viszont az üzenet nem látható, az azt jelenti, hogy a beállítás nem megfelelő. A beállítás tesztelése 12 másodperc elteltével automatikusan véget ér, és ismét a menü jelenik meg a képernyőn. Módosítsa a beállításokat, amíg el nem ér egy megfelelő beállítást. Beállítások Itt beállítható, hogy rendszerindításkor grafikus üzemmódba váltson-e a rendszer. Ha a gép kiszolgálóként fog üzemelni, vagy nem sikerült megfelelően beállítani a grafikus üzemmódot, akkor javasolt a(z) "%s" lehetőséget választani.
id: X (untuk X Window System) adalah jantung dari interface grafis GNU/Linux yang diperlukan oleh semua lingkungan grafis (KDE, GNOME, AfterStep, WindowMaker, dll.) yang dibundel pada Mandriva Linux. Anda akan melihat daftar parameter yang berbeda untuk merubah untuk mendapatkan tampilan grafis yang optimal. Kartu Grafis Installer akan secara otomatis mendeteksi dan mengkonfigurasi kartu grafis yang terinstall pada komputer Anda. Jika tidak benar, Anda bisa memilih dari daftar kartu grafis yang terinstall pada komputer Anda. Pada situasi dimana beberapa server tersedia untuk kartu Anda, dengan atau tanpa akselerasi 3D, Anda akan ditanya mana yang paling sesuai dengan kebutuhan Anda. Monitor Biasanya, installer akan secara otomatis mendeteksi dan mengkonfigurasi monitor yang terhubung ke komputer Anda. Jika tidak benar, Anda bisa memilih dari daftar monitor yang terhubung ke komputer Anda. Resolusi Disini Anda bisa memilih resolusi dan kedalaman warna yang tersedia untuk perangkat keras grafis Anda. Pilih yang memenuhi kebutuhan Anda (Anda bisa merubahnya setelah installasi). Contoh dari konfigurasi terpilih ditampilkan pada gambar monitor. Pengujian Bergantung pada perangkat keras Anda, entry ini mungkin tidak muncul. Sistem akan mencoba membuka layar grafis pada resolusi yang diinginkan. Jika Anda melihat pesan pengujian selama tes dan menjawab "%s", maka DrakX akan melanjutkan ke langkah selanjutnya. Jika Anda tidak melihatnya, maka berarti beberapa bagian dari konfigurasi deteksi otomatis salah dan pengujian akan berakhir setelah 12 detik dan kembali ke menu. Ubahlah setting sehingga Anda mendapatkan tampilan grafis yang benar. Opsi Langkah ini mengijinkan Anda untuk memilih apakah komputer Anda hendak berpindah ke antarmuka grafis secara otomatis saat boot.Biasanya Anda harus melihat "%s" jika komputer Anda bertindak sebagai server, atau jika Anda adalah tidak berhasil mendapatkan konfigurasi tampilan.
is: X (sem stendur fyrir X-glugga-kerfið) er grunnur myndræna viðmótsins á GNU/Linux. Á því eru byggð öll gluggakerfin (KDE, GNOME, AfterStep, WindowMaker, o.s.frv. ) sem fylgja Mandriva Linux. Þú sérð lista af mismunandi breytum til að stilla bestu myndgæði. Skjákort Uppsetningarforritið mun venjulega finna og stilla skjákortið sem er uppsett á vélinni þinni. Ef það er ekki rétt þá getur þú valið rétta kortið af lista ...Í því tilviki að margir X miðlarar séu til staðar fyrir kortið þitt, t.d. með eða án Þrívíddarhröðunar, þá verður þú að velja þann sem hæfir þínum kröfum best. Skjár Venjulega mun uppsetningarforritið skynja og stilla skjáinn sem er tengdur við vélina þína. Ef þetta er ekki rétt þá getur þú valið réttan skjá sem tengdur er við tölvuna þína af löngum lista. Upplausn Hér getur þú valið upplausnir og litadýpt sem eru tiltækar fyrir þinn grafíska vélbúnað. Veldu þá upplausn sem hæfir þínum kröfum best (þú getur breytt þessu síðar eftir uppsetningu). Dæmi um valdar stillingar eru sýndar á skjámyndinni. Prófun Eftir tegund vélbúnaðar þíns, er þessi hluti ekki alltaf sýnilegur Prófunin mun reyna að opna grafískan skjá með valinni upplausn á skjánum þínum. Ef þú sérð prófunarskeyti á skjánum og svarar "%s", þá mun DrakX halda áfram að næsta þrepi. Ef þú sér það ekki, þá þýðir það að einhver hluti að sjálfvirku uppsetningunum var ekki rétt. Prófuninni lýkur eftir 12 sekúndur og þú ert sendur aftur í valmyndina. Breyttu stillingum þar til þú færð prófið til að virka rétt. Aukakostir Þetta þrep leyfir þér að velja hvort þú vilt að vélin þín ræsi upp myndrænt viðmót við ræsingu kerfis. Augljóslega getur þú krossað við "%s" ef vélin þín á að vera miðlari eða þér tókst ekki að stilla grafíska skjákortið/upplausnina/skjáinn... rétt.
it: X (abbreviazione per "X Window System") è il cuore dell'interfaccia grafica di GNU/Linux, sul quale sono basati tutti gli ambienti grafici inclusi in Mandriva Linux (KDE, GNOME, AfterStep, WindowMaker, etc.). Vi verrà mostrata una lista dei parametri da configurare in modo da avere la miglior visualizzazione possibile: Scheda grafica Il programma di installazione provvederà a identificare e configurare automaticamente la scheda grafica installata sul computer. In caso contrario, potete scegliere da questo elenco la scheda che è effettivamente installata. Se per la vostra scheda sono disponibili più server grafici, con e senza accelerazione 3D, vi verrà chiesto di scegliere il server che meglio si adatta alle vostre necessità. Monitor Il programma di installazione in genere identifica e configura automaticamente il monitor connesso al computer. Se così non fosse, anche in questo caso potete scegliere da una lista il tipo di monitor in vostro possesso. Risoluzione Qui potete scegliere risoluzione e profondità di colore tra quelle disponibili per il vostro hardware. Scegliete le impostazioni che meglio si adattano alle vostre necessità (potrete cambiare la configurazione anche dopo l'installazione, comunque). All'interno della figura del monitor è rappresentato un esempio della configurazione selezionata. Test Questa voce potrebbe non comparire, con alcuni tipi di hardware. Il sistema tenterà di aprire uno schermo grafico alla risoluzione specificata. Se potete vedere il messaggio durante il test e rispondete "%s", allora DrakX passerà alla fase successiva. Se non potete vedere il messaggio, significa che la configurazione ottenuta con l'identificazione automatica non è corretta in qualche punto: il test terminerà automaticamente dopo 12 secondi, e vi riporterà al menu. Cambiate le impostazioni fino a ottenere una visualizzazione grafica corretta. Opzioni Qui potete scegliere se avviare automaticamente l'interfaccia grafica subito dopo l'avvio del sistema. Ovviamente è opportuno rispondere "%s" nel caso in cui la macchina debba funzionare da server, oppure se non siete riusciti a configurare correttamente il server grafico.
ja: X (X ウィンドウシステム) は GNU/Linux のグラフィカルインターフェースの 中心となる部分で、Mandriva Linux に収録されている様々なグラフィカル環境 (KDE, GNOME, AfterStep, WindowMaker など) はすべてこれに依存しています。 最適なグラフィック表示を得るために調整可能な設定項目がいくつかあります。 グラフィックカード 普通はインストーラがお使いのマシンに接続されているグラフィックカードを 自動的に検出して設定を行ないます。うまくいかなかった場合は、リストの中 から適切なグラフィックカードを選んでください。 利用できるサーバが数種類ある場合 (3D アクセラレーションの有無など) は、 目的に適したサーバを選んでください。 モニタ 普通はインストーラがお使いのマシンに接続されているモニタを自動的に 検出して設定を行います。うまくいかなかった場合は、リストの中から 適切なモニタを選んでください。 解像度 お使いのハードウェアで利用可能な解像度と色深度の中から必要に合った ものをお選びください。インストール後に変更することもできます。選択 された設定によるサンプル画像がモニタの絵の中に表示されます。 テスト システムは指定された解像度でグラフィカルスクリーンの表示を試みます。 テスト中にメッセージが表示され「%s」と答えると DrakX は次のステップに進みます。12 秒以内にメッセージが表示されないときは 自動設定がうまくできていません。元のメニューに戻りますので、正しく表示 されるように設定を変更してください。 オプション 起動時に自動的にグラフィカルインターフェースに切り替えるかどうかを選択する ことができます。サーバとしてお使いになる場合やディスプレイの設定がうまく できなかった場合は、「%s」を選んでください。
mk: X (за „X Window System“) е срцето на графичкиот изглед на „GNU/Linux“ на кој се изградени сите графички околини („KDE“, „GNOME“, „AfterStep“, „WindowMaker“, и.т.н.) вградени во „Mandriva Linux“ Ќе видите листа со различни параметри кои можете да ги менувате за да добиете оптимален графички приказ. Графичка карта Вообичаено, инсталерот автоматски ќе ја детектира и конфигурира графичката карта која е инсталирана на вашиот компјутер. Ако ова е неточно, тогаш од листата можете да ја изберете картичката која всушност ја имате инсталирано. Во случај каде повеќе сервери се достапни за вашата картичка, со или без 3Д забрзување, ќе бидете прашани да го изберете серверот кој најмногу одговара за вашите потреби. Монитор Инсталерот автоматски ќе го детектира и конфигурира мониторот кој е поврзан на вашиот компјутер. Ако ова е неточно, тогаш од листата можете да го изберете мониторот кој е поврзан на вашиот компјутер. Резолуција Овде можете да ја изберете резолуцијата и длабочината на бои достапни за вашиот графички хардвер. Изберете една која најмногу одговара на вашите потреби (можете да ги промените по инсталацијата), Пример на избраната конфигурација е прикажан на сликата со мониторот. Тест Зависно вашиот хардвер, овој внес може и да не се појави. Системот ќе се обиде да отвори графичкиот екран со бараната резолуција. Ако можете да ја прочитате прикажаната пораката и одговорете „%s“, тогаш „DrakX“ ќе продолжи со следниот чекор. Ако не можете да ја прочитате пораката, тогаш нешто не е во ред со конфигурацијата на автоматската детекција и тестот автоматски ќе завршпо 12 секунди, враќајќи ве назад на менито. Променете ги поставувањата се додека не добиете добар графички приказ. Опции Овој чекор ви овозможува да изберете дали вашиот компјутер автоматски ќе го вклучува графичкиот изглед при подигнување. Очигледно, можеби ќе сакате да изберете „%s“ ако вашиот компјутер се користи како сервер или ако неуспешно сте го конфигурирале приказот.
mt: X (għal Sistema X Window) huwa l-qalb ta' l-interfaċċja grafika GNU/Linux li fuqu huma bbażati l-ambjenti grafiċi kollha inklużi ma' Mandriva Linux (KDE, GNOME, AfterStep, WindowMaker, eċċ). Tista' tara lista ta' diversi parametri li tista' tibdel sabiex ikollok l-aħjar dehra grafika. Kard Grafika L-isntallatur normalment jagħraf u jikkonfiguralek il-kard tal-grafika li għandek awtomatikament. Jekk dan mhux korrett, tista' tagħżel il-kard tajba minn din il-lista. F'każ fejn jeżistu servers differenti għall-kard tiegħek, bil- jew mingħajr aċċelerazzjoni 3D, int tintalab tagħżel liema server l-iżjed japplika għalik, Reżoluzzjoni Hawn tista' tagħżel ir-reżoluzzjoni u numru ta' kuluri disponibbli fuq il-ħardwer tiegħek. Agħżel dik li l-iżjed tgħodd għalik (int tkun tista' tibdel l-għażla wara l-installazzjoni). Kampjun tal-konfigurazzjoni magħżula tintwera fl-istampa tal-iskrin. Test Skond il-ħardwer li għandek, tista' tintwera din l-għażla. Is-sistema tipprova tiftaħ skrin grafiku fir-reżoluzzjoni mitliba. Jekk tara l-messaġġ waqt it-test u tirrispondi "%s", DrakX jipproċedi għall- pass li jmiss. Jekk ma tarahx, ifisser li xi parti mill-konfigurazzjoni awtomatika kienet inkorretta u t-test jispiċċa waħdu wara 12-il sekonda, u terġa' lura fil-menu. Ibdel is-setings sakemm ikollok wirja korretta grafika fuq l-iskrin. Għażliet Dan il-pass iħallik tagħżel jekk tridx lill-kompjuter jidħol f'modalità grafika awtomatikament malli jitla'. Ovvjament, tista tagħżel "%s" jekk il- kompjuter se jaħdem bħala server, jew jekk ma rnexxielekx tissettja l-kard grafika sew.
nb: X (for X Window System) er hjertet i GNU/Linux sitt grafiske grensesnitt som alle de grafiske miljøene (KDE, GNOME Afterstep, Windowmaker osv.) som følger med Mandriva Linux er avhengige av. Du vil få en liste med forkjellige parametre som kan forandres for å få et optimalt grafisk grensesnitt: Skjermkort Installasjonsrutinen kan vanligvis automatisk oppdage og sette opp skjermkortet som er installert i din maskin. Dersom dette ikke er tilfellet, kan du velge det kortet du faktisk har installert, fra denne listen. I tilfelle det er flere tjenere tilgjengelig for ditt kort, med eller uten 3D-akselerasjon, vil du så kunne velge den tjeneren som best passer dine behov. Skjerm Installasjonsrutinen kan normalt automatisk oppdage og sette opp skjermen som er koblet til din maskin. Hvis dette ikke er korrekt, kan du velge skjermen du faktisk har fra listen. Oppløsning Her kan du velge hvilke oppløsninger og fargedybder du vil bruke fra de som er tilgjengelige for din maskinvare. Velg den kombinasjonen som best passer dine behov (Du kan forandre dette etter installasjon). En prøve av det valgte oppsettet vil vises i skjermen. Test Avhengig av din maskinvare vil denne oppføringen kanskje ikke vises. systemet vil forsøke å starte en grafisk skjerm med den valgte oppløsningen. Dersom du kan se meldingen som vises under testen og svarer "%s" vil DrakX fortsette til neste trinn. Hvis du ikke kan se meldingen betyr det at en del av oppsettet er gal, og testen vil avsluttes etter 12 sekunder. Du vil da bli tatt tilbake til menyen. Forandre innstillingene til du får et oppsett som fungerer. Valg Her kan du velge om du vil at maskinen automatisk skal starte det grafiske grensesnittet når maskinen starter. Du vil selvsagt ønske å sjekke av for "%s" dersom maskinen skal fungere som en tjener, eller om du ikke fikk satt opp det grafiske grensesnittet riktig.
nl: X (voor X Window System) is het hart van de grafische interface van GNU/ Linux waarvan alle grafische omgevingen (KDE, GNOME, AfterStep, WindowMaker, etc.) die bij Mandriva Linux worden geleverd, afhankelijk zijn. U krijgt een lijst te zien van verschillende parameters die u kunt aanpassen om een optimale grafische weergave te verkrijgen: Grafische kaart Het installatieprogramma vindt normaal gesproken automatisch de grafische kaart in uw computer en configureert deze. Als dit niet het geval is, kunt u uit deze lijst de kaart kiezen die u daadwerkelijk heeft. In het geval dat er verschillende X-servers zijn voor uw kaart, met of zonder 3D-versnelling, dan wordt u voorgesteld om de server te kiezen die het beste bij uw omstandigheden past. Beeldscherm Het installatieprogramma kan normaal gesproken het aangesloten beeldscherm automatisch bespeuren en configureren. Als dit niet correct is, dan kunt u uit deze lijst de monitor kiezen die daadwerkelijk op uw computer is aangesloten. Resolutie U kunt hier de resolutie en kleurdiepte kiezen uit degenen die beschikbaar zijn voor uw apparatuur. Kies degene die het best bij uw omstandigheden past (u kunt dit na installatie evengoed wijzigen). Een voorbeeld van de gekozen configuratie wordt op het scherm getoond. Testen Afhankelijk van uw apparatuur kan het zijn dat dit item niet verschijnt. Het systeem zal trachten een grafisch scherm te openen in de gewenste resolutie. Wanneer u het bericht tijdens de test kunt zien en "%s" antwoordt, dan gaat de installatie door naar de volgende stap. Als u het bericht niet kunt zien, dan betekent dat dat een gedeelte van de gevonden configuratie niet klopt en zal de test automatisch na 12 seconden eindigen, waarmee u terugkomt in het menu. Pas de instellingen aan totdat u een correcte grafische weergave krijgt. Opties Hier kunt u kiezen of u uw computer automatisch wilt laten omschakelen naar een grafisch gebruiksoppervlak bij het opstarten. Vanzelfsprekend zult u "%s" willen aankruisen als uw computer gaat functioneren als server, of als u het niet gedaan kreeg het beeldscherm goed te configureren.
nn: X er hjarta i det grafiske grensesnittet til GNU/Linux, og alle dei grafiske skrivebordsmiljøa (KDE, GNOME, AfterStep, WindowsMaker, med fleire) som følgjer med Mandriva Linux avheng av X. Du vil sjå ei liste over forskjellige innstillingar til det grafiske oppsettet: Skjermkort Installasjonsprogrammet vil vanlegvis finna og setja opp skjermkortet på maskina di automatisk, men du kan òg velja kortet frå lista sjølv. Om det finst to tenarar, éin med og éin utan 3D-støtte, for kortet ditt, må du sjølv velja kven av dei du ønskjer. Skjerm Installasjonsprogrammet vil vanlegvis finna og setja opp skjermen kopla til maskina di automatisk, men du kan òg velja skjermen frå lista sjølv. Skjermoppløysing Her kan du velja skjermoppløysing og fargedjupn for skjermen din. Vel dei innstillingane som passar best for deg, og hugs at du alltids kan endra dei igjen etter installasjonen. Det vert òg vist eit bilete av korleis oppsettet vil sjå ut på skjermen. Test Om denne innstillingen vert vist er avhengig av maskinvaren din. Systemet vil prøva å visa eit testskjermbilete med innstillingane du valde. Klarar du å sjå spørsmålet på testbiletet, og svara «%s», går vegvisaren vidare til neste steg. Viss ikkje, er nokre av innstillingane feil, og testbiletet forsvinn etter 12 sekund. Du kan då endra innstillingane til du har eit skjerm- oppsett som fungerer. Val Her kan du velja om vil starta det grafiske grensesnittet automatisk ved oppstart. Du bør velja «%s» berre om maskina skal brukast til tenar, eller om du ikkje klarte å setja opp X rett.
pl: X (od systemu X Window) to serce graficznego interfejsu GNU/Linux, z którego korzystają wszystkie środowiska graficzne (KDE, GNOME, AfterStep, WindowMaker, itd.) dostępne w systemie Mandriva Linux. Zostanie wyświetlona lista różnych parametrów pozwalających na zmianę sposobu wyświetlania. Karta graficzna Instalator zazwyczaj automatycznie wykrywa i konfiguruje kartę graficzną zainstalowaną na komputerze. Jeśli nie zostanie wykryta, użytkownik może wybrać posiadaną kartę z listy. W przypadku, gdy dla karty graficznej dostępne są różne serwery, z lub bez akceleracji 3D, użytkownik może wybrać serwer najlepiej odpowiadający jego potrzebom. Monitor Instalator zazwyczaj automatycznie rozpoznaje i konfiguruje monitor podłączony do komputera. W innym przypadku należy ręcznie wybrać z listy posiadany monitor. Rozdzielczość W tym miejscu można wybrać rozdzielczość i głębię kolorów spośród opcji dostępnych dla danego sprzętu. Wybierz tą, która najlepiej spełnia twoje wymagania (będzie można zmienić wybrane parametry także po instalacji). Przykład wybranej konfiguracji jest wyświetlony na monitorze. Test --W zależności od sprzętu ten wpis może się pojawić lub nie. System będzie próbował otworzyć ekran graficzny o żądanej rozdzielczości. Jeśli użytkownik będzie widział komunikat wyświetlany w trakcie testu oraz odpowie "%s", wówczas instalator podejmie kolejny krok. W przypadku, gdy komunikat nie będzie widoczny, oznacza to, że jakaś część automatycznie wykrytej konfiguracji jest niepoprawna. Test zakończy się automatycznie po 12 sekundach, przenosząc użytkownika z powrotem do menu. Należy zmieniać konfigurację, aż do momentu, gdy grafika będzie poprawnie wyświetlana. Opcje W tym miejscu można wybrać, czy komputer ma być automatycznie przełączany w tryb graficzny podczas uruchamiania. Oczywiście, lepiej jest wybrać "%s" jeśli maszyna ma pracować jako serwer lub też, gdy nie udało się poprawnie skonfigurować wyświetlania.
pt: X (para Sistema X Window) é o coração do interface gráfico GNU/Linux no qual todos os ambientes gráficos (KDE, GNOME, AfterStep, WindowMaker, etc.) fornecidos com o Mandriva Linux, funcionam. Irá ver uma lista de parâmetros diferentes para mudar, para poder ter uma boa apresentação gráfica Placa Gráfica O instalador irá normalmente detectar e configurar automaticamente a placa gráfica da sua máquina. Se isto não estiver correcto, pode escolher da lista a placa gráfica que tem instalada. Se na situação de haver diferentes servidores disponíveis para a sua placa, com ou sem aceleração 3D, será-lhe dado a escolher o servidor que melhor sirva as suas necessidades Monitor Normalmente o instalador irá automaticamente detectar e configurar o ecrã/monitor ligado á sua máquina. Se não estiver correcto, pode escolher da lista o monitor que está ligado ao seu computador. Resolução Aqui pode escolher as resoluções e cores disponíveis para o seu material gráfico. Escolha o que melhor sirva as suas necessidades (poderá fazer alterações a seguir à instalação) Um exemplo da configuração escolhida é mostrada no ecrã. Teste Dependendo do seu material, esta entrada poderá não apareder. S sistema irá tentar abrir um ecrã gráfico na resolução escolhida. Se conseguir ver a mensagem teste durante o teste e responder "%s", então o DrakX irá proceder á etapa seguinte. Se não o vir, então significa que alguma parte da configuração auto detectada está incorrecta e o teste irá acabar automáticamente ao fim de 12 segundos, e retornará ao menu. Mude as configurações até obtenha a correcta disposição gráfica. Opções Aqui pode escolher se deseja que o computador arranque automáticamente em modo gráfico. De facto, pode querer verificar "%s" se a sua máquina é um servidor, ou se não conseguir obter uma boa configuração de ecrã.
pt_br: X (para X Window System ou Sistema de Janelas X) é o coração da interface gráfica do GNU/Linux no qual todos os ambientes gráficos (KDE, GNOME, AfterStep, WindowMaker, etc.) fornecidos com o Mandriva Linux se baseiam. Você verá uma lista de parâmetros para alterações, para poder obter uma ótima resolução gráfica. Placa de Vídeo O instalador normalmente poderá detectar e configurar automaticamente a placa de vídeo da sua máquina. Se esta configuração não estiver correta, você pode escolher na lista a placa correspondente instalada. Se existirem diferentes servidores possíveis para a sua placa, com ou sem aceleração 3D, será oferecido para você escolher o servidor que melhor atenda as necessidades. Monitor O instalador pode normalmente detectar e configurar automaticamente o monitor da sua máquina. Se não for o correto, você pode escolher na lista o monitor que está conectado a seu computador. Resolução Aqui você pode escolher a resolução e a profundidade das cores que seu hardware pode exibir. Escolha a resolução que melhor lhe agrada (você poderá alterá-la após a instalação). Um exemplo da configuração escolhida é mostrada na tela. Teste Dependendo do seu hardware, esta opção pode não ser mostrada. O sistema testará a resolução gráfica escolhida. Se você ver a mensagem durante o teste e responder "%s", o DrakX seguirá para a etapa seguinte. Se não puder ver a mensagem, significa que algo na configuração está errado, e o teste vai acabar automaticamente depois de 12 segundos, voltando ao menu. Mude as configurações até obter uma boa resolução gráfica. Opções Aqui você pode escolher se deseja que o computador inicie automaticamente em modo gráfico. Obviamente, você vai querer marcar o "%s" se a sua máquina é um servidor, ou caso não tenha conseguido obter uma boa configuração de vídeo.
ru: X (для системы X Window) это сердце графического интерфейса GNU/Linux, на базе которого работают все графические среды (KDE, GNOME, AfterStep, WindowMaker, и т.д..), входящие в Mandriva Linux. Вам будет представлен список различных параметров для получения оптимального графического отображения: Видеокарта Инсталлятор обычно автоматически определяет и настраивает видеокарту, установленную в вашей машине. Если это не так, вы можете выбрать в этом списке карту, которая у вас действительно установлена. В случае, когда для вашей карты доступны различные сервера, с 3D ускорением и без, вам предложат выбрать, какой сервер больше соответствует вашим потребностям. Монитор Инсталлятор обычно может автоматически определить и настроить монитор, подключенный к вашей машине. Если ему это не удалось, вы можете самостоятельно выбрать ваш монитор из списка. Разрешение Здесь вы можете выбрать разрешение и глубину цвета из того, что доступно для вашего оборудования. Выберите то, что вам больше подходит (вы сможете это изменить после инсталляции). Пример выбранной конфигурации отображается на мониторе. Проверить В зависимости от вашего оборудования, данный пункт может либо появляться либо отсутствовать. Система попытается открыть графический экран в выбранном разрешении. Если вы сможете увидеть сообщение во время проверки и ответить "%s", тогда DrakX перейдет к следующему шагу. Если вы не увидите сообщения, это значит, что часть определенной автоматически конфигурации была неверна и проверка автоматически завершится через 12 секунд, вернув вас в меню. Поправьте настройки и проверьте заново, пока вы не получите корректное графическое изображение. Параметры Здесь вы можете настроить вашу машину на автоматическую загрузку в графическом интерфейсе. Очевидно, что вам следует выбрать "%s", если ваша машина будет работать в качестве сервера или вам не удалось настроить графический режим.
sk: X (X Window System) je srdcom grafického rozhrania GNU/Linux systému spolu so všetkými grafickými prostrediami (KDE, GNOME, AfterStep, WindowMaked, atď.) distribuovanými s Mandriva Linux systémom. Zmenou nasledovných parametrov môžete dosiahnuť optimálne nastavenie vášho grafického systému. Grafická karta Inštalátor dokáže za normálnych okolností zdetekovať a nakonfigurovať grafickú kartu vo vašom systéme. Ak neprebehla autodetekcia správne, môžete si vybrať v tomto zozname kartu, ktorú práve používate. V prípade, že je dostupných viacero serverov pre vašu grafickú kartu, s alebo bez 3D akcelerácie, budete si musieť vybrať server, ktorý bude zodpovedať vašim požiadavkám. Monitor Inštalátor bežne dokáže automaticky zdetekovať a nastaviť monitor ktorý je pripojený k vášmu počítaču. Ak neprebehla autodetekcia správn môžete si vybrať zo zoznamu monitor, ktorý používate. Rozlíšenie Môžete si vybrať rozlíšenie a farebnú hĺbku medzi tými, ktoré sú dostupné pre váš hardvér. Vyberte si takú, aká čo najlepšie vyhovuje vašim potrebám (tieto hodnoty budete môcť zmeniť aj po inštalácii). Ukážka zvolenej konfigurácie bude zobrazená na vašom monitore. Test systém sa pokúsi nastaviť grafický mód vo zvolenom rozlíšení. Ak budete môcť vidieť správu a odpoviete na na ňu "%s", DrakX bude pokračovať nasledujúcim krokom. Ak nebudete vidieť túto správu, bude to znamenať, že niektorá časť autodetekcie neprebehla úspešne. Test sa automaticky ukončí po 12 sekundách a znovu sa vám zobrazí menu. Skúste meniť nastavenie dovtedy, kým nezískate korektne nastavený grafický displej. Nastavenia Na tomto mieste môžete nastaviť,či váš počítač má po štarte prejsť automaticky do grafického režimu. Pravdepodobne budete musieť označiť "%s" ak váš systém bude prevádzkovaný ako server alebo ak sa vám nepodarilo uspokojivo nakonfigurovať grafické rozhranie.
sl: X (okenski sistem X) je srce grafičnega vmesnika za GNU/Linux na katerega se zanašajo vsa v Mandriva Linux vključena grafična okolja. (KDE, GNOME, AfterStep, WindowMaker ...) Prikazal se vam bo seznam različnih vrednosti, ki jih lahko spreminjate, da dosežete najboljši grafični prikaz. Grafična kartica Program za nameščanje navadno samodejno zazna in nastavi grafično kartico, ki je priključena v računalniku. Če temu ni tako, lahko s seznama izberete pravo kartico. Če vašo grafično kartico podpirajo različni strežniki, takšni s 3D pospeševanjem in takšni brez, izberite strežnik, ki najbolj ustreza vašim potrebam. Zaslon Program za nameščanje navadno samodejno zazna in nastavi zaslon, ki je priključen na računalnik. Če temu ni tako, lahko s seznama izberete pravi zaslon. Ločljivost ...Izberite ustrezno ločljivost in barvno globino za vašo strojno opremo. Izberite vrednosti, ki vam najbolj ustrezajo. Te vrednosti boste lahko spreminjali tudi po namestitvi. Primer namestitve je prikazan na sliki zaslona. Preizkus Ali se bo ta vnos pojavil, je odvisno od vaše strojne opreme. Sistem bo skušal odpreti grafični zaslon z željeno ločljivostjo. Če boste med preizkusom videli sporočilo in odgovorili »%s«, bo DrakX nadaljeval k naslednjemu koraku. Če se sporočilo ne bo prikazalo, potem samodejna nastavitev ni pravilna. Po izteku 12 sekund se boste vrnili k nastavitvam. Spreminjajte nastavitve, dokler na zaslonu ne dobite pravilnega prikaza. Izbire Izberite, ali želite, da se grafični vmesnik vključi ob zagonu računalnika. Če tega ne želite, če bo vaš računalnik deloval kot strežnik ali če vam ni uspelo nastaviti zaslona, označite »%s«.
sv: X (som står för X Window System) är hjärtat i det grafiska gränssnittet i GNU/Linux. Alla grafiska miljöer som följer med Mandriva Linux (KDE, GNOME, AfterStep, WindowMaker osv) är beroende av det för att fungera. Du kommer att kunna välja ett antal parametrar för att få den optimala grafiska bilden: Grafikkort Installationsprogrammet kommer vanligtvis automatiskt att känna av och konfigurera grafikkortet som är installerat på datorn. Om detta är inte fungerar så kan du välja ditt kort från en lista. Om det finns flera servrar tillgängliga för ditt kort, med eller utan 3D-acceleration, kommer du att ombedas välja den server som bäst passar dina behov. Skärm Installationsprogrammet kommer vanligtvis automatiskt att känna av och konfigurera vilken skärm som är kopplad till datorn. Om detta är inte fungerar så kan du välja din skärm från en lista. Upplösning Här kan du välja vilken upplösning och antal färger som din hårdvara ska använda. Välj den som bäst passar dina behov (du kan alltid ändra det när installationen är klar). Ett exempel av den valda konfigurationen visas i bildskärmen. Testa Beroende på vilken hårdvara du har kan detta val inte dyka upp. Systemet kommer att försöka öppna en grafisk skärm med önskad upplösning. Om du kan se meddelandet under testet och svara "%s" kommer DrakX att gå vidare till nästa steg. Om du inte kan se meddelandet så betyder det att någonting var fel med den automatiska konfigureringen och testet kommer automatiskt att avslutas efter 12 sekunder och du kommer tillbaka till menyn. Ändra inställningarna tills du får en korrekt konfigurerad grafisk bild. Alternativ Här kan du välja om du vill att datorn automatiskt ska starta ett grafiskt gränssnitt vid uppstart. Du bör kryssa för "%s" om din dator ska agera som server, eller om du inte lyckades med att konfigurera bilden.
tg: X (барои системи X Window) ин асоси интерфейси графикии GNU/Linux мебошад, ки дар он ҳамаи муҳитҳои графикӣ асос ёфтааст (KDE, GNOME, AfterStep, WindowMaker ва ғайра) ва ба ҳайати Mandriva Linux дохил аст. Ба шумо рӯйхати параметрҳои гуногуне ки ба тағироти гирифтани тасвири беҳтарини графикӣ пешбинӣ шудааст, дода мешавад: Корти графикӣ Коргузор одатан ба таври автоматӣ корти графикие ки ба мошини шумо коргузорӣ шудааст, муаяйн ва ба танзим медарорад. Агар ин тавр набошад, онгоҳ шумо метавонед аз ин рӯйхат корте ки шумо дар ҳақиқат коргузорӣ намудед, интихоб намоед. Дар ҳолате ки хидматрасонҳои гуногун барои корти шумо мавҷуд аст ё бо шитоби 3D ё ин ки бе он, аз шумо пурсида мешавад, ки хидматрасонро интихоб намоед, ки бештар ба эҳтиёҷи шумо мувофиқат менамояд. Монитор Коргузор одатан ба таври автоматӣ монитори ба мошини шумо пайваст шударо муаяйн ва ба танзим медарорад. Агар ин нодуруст бошад, онгоҳ шумо метавонед аз рӯйхат монитореро, ки дар ҳақиқат ба компютери шумо пайваст шудааст, интихоб намоед. Иҷозат Дар ин ҷо шумо метавонед иҷозат ва баландии рангеро, ки барои сахтафзори шумо мавҷуд аст, интихоб намоед. Онеро интихоб намоед, ки бештар ба эҳтиёҷи шумо мувофиқат менамояд (шумо метавонед онро баъд аз коргузорӣ тағир диҳед) Намунаи танзимдарории интихобшуда дар монитор инъикос ёфтааст. Санҷидан систем кӯшиш менамояд, то ки экрани графикиро мувофиқи иҷозати қобили қабул кушояд. Агар шумо пайғомро дар вақти санҷиш дида тавонед, онгоҳ ба "%s" ҷавоб диҳед. Дарин ҳолат DrakX ба қадами оянда мегузарад. Агар шумо пайғомро дида натавонед, онгоҳ ин маънои онро дорад, ки қисме аз ба танзимдарории ба таври автоматӣ муаяйншаванда нодуруст буда санҷиш баъди 12 сония ба таври автоматӣ ба итмом расида шуморо ба меню меоварад. То лаҳзаи гирифтани тасвири дурусти графикӣ гузоришро тағир диҳед. Интихобҳо Дар ин ҷо шумо метавонед интихоб намоед оё шумо хоҳиши ба таври автоматӣ гузариш намудани мошини худ ба интерфейси графикӣ ҳангоми худборшавӣ доред Зоҳиран, шумо хоҳиши тафтиш намудани "%s"-ро доред, агар мошини шумо бояд ҳамчун хидматрасон кор кунад ё ин ки шумо ҳангоми гирифтани тасвири ба танзим даровардашуда ба муваффақият ноил нашудед.
uk: X (для системи X Window) є серцем графічного інтерфейсу GNU/Linux, від якого залежать всі графічні середовища (KDE, GNOME, AfterStep, WindowMaker, і т.і.), пов'язані з Мандріва лінакс. Вам буде представлено список різних параметрів для налаштування, щоб отримати оптимальний графічний дисплей. Графічна карта Програма встановлення автоматично визначає і налаштовує графічну карту, встановлену в машину. Якщо вона визначена неправильно, Ви можете вибрати із списку карту, яка дійсно встановлена. У випадку, якщо Ваша карта підтримує різні сервери з або без 3D прискоренням, буде запропоновано вибрати сервер, який Вам найбільше підходить. Монітор Програма встановлення автоматично визначає і налаштовує монітор, під'єднаний до Вашої машини. Якщо це зроблено неправильно, Ви можете вибрати із списку монітор, який дійсно під'єднано до Вашого комп'ютера. Роздільна здатність Тут Ви можете вибрати роздільну здатність і кількість кольорів, які підтримує Ваше обладнання. Підберіть величини, які найбільше Вас влаштовують (Ви матимите змогу їх змінити пізніше). Зразок вибраного налаштування буде показано на моніторі. Тест В залежності від обладнання цього пункту може не бути. Система спробує відкрити графічний екран з вибраною роздільністю. Якщо Ви зможете побачити повідомлення під час тесту і відповісте "%s", DrakX перейде до наступного кроку. Якщо Ви не зможете бачити повідомлення, це означатиме, що певна частина автоматично визначеної конфігурації неправильна, тест автоматично завершиться через 12 секунд і Ви повернетесь назад в меню. Змінюйте налаштування, поки не отримаєте коректний графічний дисплей. Параметри Тут Ви можете вибрати, чи хочете Ви, щоб Ваша машина автоматично перемикалася в графічний інтерфейс при завантаженні. Зрозуміло, що Ви захочете вибрати "%s", якщо Ваша машина є сервером, або якщо Ви не змогли успішно налаштувати дисплей.
vi: X (cho hệ thống cửa sổ X) là trái tim của giao diện đồ họa GNU/Linux mà trên đó mọi môi trường đồ họa (KDE, GNOME, AfterStep, WindowMaker, etc.) được kết hợp trong Mandriva Linux. Bạn sẽ được xem danh sách các tham số khác nhau để thay đổi sao cho việc hiển thị đồ họa được tối ưu. Card đồ họa Trình cài đặt thông thường sẽ tự động phát hiện và cấu hình card đồ họa có trong máy. Nếu không được như vậy, bạn có thể chọn cái bạn thật sự có trong danh sách này. Trong trường hợp có các server khác nhau cho card của bạn, có hay không có tăng tốc 3D, bạn sẽ được đề nghị chọn server nào mà thích hợp nhất với nhu cầu của bạn. Monitor Trình cài đặt thông thường sẽ tự động phát hiện và cấu hình monitor nối với máy của bạn. Nếu không được như vậy, bạn có thể chọn trong danh sách này cái mà bạn thật sự có. Độ phân giải Bạn có thể chọn ở đây độ phân giải và độ sâu màu trong số những cái hiện có cho phần cứng của bạn. Hãy chọ một cái phù hợp nhất với nhu cầu của bạn (và có thể thay đổi sau khi cài đặt. Ví dụ về cấu hình được chọn hiển thị trên monitor. Chạy thử Hệ thống sẽ mở một màn hình đồ hoạ với độ phân giải mong muốn. Nếu bạn nhìn thấy thông điệp trong khi chạy thử và trả lời "%s", thì DrakX sẽ thực hiện bước tiếp theo. Nếu bạn không nhìn thấy, nghĩa là một số phần nào đó của cấu hình được phát hiện tự động đã không đúng và việc chạy thử sẽ tự kết thúc sau 12 giây, đưa bạn trở về với menu. Hãy thay đổi các thiết lập tới khi bạn nhận hiển thị đồ họa đúng. Các tùy chọn Tại đây có thể chọn việc máy tính của bạn tự động chuyển vào giao diện đồ họa khi khởi động hay không. Hiển nhiên là bạn muốn chọn "%s" nếu bạn dùng máy này làm máy chủ, hay khi bạn đã không thành công trong việc cấu hình hiển thị đồ họa.
wa: X (po Sistinme di Purneas X) est l' miercour di l' eterface grafike di GNU/Linux, ki tos les evironmints grafikes (KDE, Gnome, AfterStep, WindowsMaker, evnd.) ki vnèt avou Mandriva Linux end ont mezåjhe. Vos åroz ene djivêye des diferins parametes a candjî po-z aveur voste eterface grafike a l' idêye: Cåte grafike Li programe d' astalaedje fwait normålmint otomaticmint li deteccion eyet l' apontiaedje del cåte grafike k' i gn a dins voste éndjole. Si c' est nén l' cas, vos ploz tchoezi e l' djivêye li cåte ki vos avoz po d' bon. S' i gn a des sierveus grafikes diferins po vosse cåte grafike, des cis k' i gn a avou di l' acceleråcion 3D, des ôtes sins, on vs propôzrè di tchoezi l' ci ki vs convént l' mî. Waitroûle L' astaleu fwait normålmint li deteccion eyet apontiaedje otomatike del waitroûle raloyeye a voste éndjole. Si ça n' va nén tot seu, vos ploz tchoezi vosse waitroûle dins ene djivêye. Finté Vos ploz tchoezi chal les fintés eyet nombe di coleurs emey les tchuzes possibes po voste éndjolreye. Tchoezixhoz çou ki vs convént l' mî (vos pôroz candjî çoula pus tård, après l' astalaedje, si vos vloz). Èn egzimpe do tchoezi apontiaedje est håyné e l' waitroûle. Saye Sorlon voste éndjolreye, i s' pout ki ciste intrêye chal n' aparexhe nén. Li sistinme sayrè d' enonder ene waitroûle grafike al finté dmandêye. Si vos ploz vey li messaedje håyné tins del saye, clitchîz so «%s», eyet DrakX pasrè a l' etape shuvante. Si vos n' savoz vey li messaedje, çoula vout dire k' ene sacwè n' a nén stî avou l' apontiaedje, eyet l' saye si va djoker après 12 segondes, vos ramoennant å menu. Vos î pôroz candjî les valixhances disk' a-z aveur ene eterface grafike ki rote comifåt. Tchuzes Chal vos ploz tchoezi si vos vloz ou nén ki l' éndjole enonde otomaticmint l' eterface grafike a l' enondaedje. Bén seur, vos alez dire «%s» si voste éndjole va fé do sierveu, ou si vos n' avoz nén polou apontyî comifåt l' eterface grafike.
zh_cn: X(代表 X 窗口系统)是 GNU/Linux 图形界面的核心部分。Mandriva Linux 附带的所有图形环境(KDE、GNOME、AfterStep、WindowMaker 等)都依赖于该系统。 您将会看到不同的参数列表, 以便进行图形显示选项的更改来达到最佳状态。其中包括： 显示卡 安装程序通常可以自动检测并配置连接到计算机上的显示卡。如果检测的结果不对, 您可以在此列表中选择您所实际使用的显示卡。 如果您的显示卡支持不同的服务器, 为了选择是否要启用 3D 加速, 您应该在这里选择符合您需要的服务器。 显示器 安装程序通常可以自动检测并配置连接到计算机上的显示器。如果检测的结果不对, 您可以在此列表中选择您所实际使用的显示器。 分辨率 您可以在此选择分辨率和颜色深度, 但您的显示卡硬件要支持。请选择最适合您需要的选项(您在安装完成之后仍可进行修改)。所选配置的例子会显示在显示器上。 测试 根据您的硬件, 此项可能不会出现。 系统将会以所选的分辨率打开图形屏幕。如果您在测试时看到了提示, 请回答"%s", DrakX 就会执行安装的下一步骤。如果您没有看到任何提示, 这意味着自动检测的某一部分不正确, 测试将会在 12 秒后自动结束, 并把您带回菜单。请更改设置, 直到您能够看到正确的图形显示为止。 选项 您可以在此选择是否想要在计算机启动的时候就切换到图形界面。显然, 如果本机将用作服务器, 或者您的显示配置还没有成功, 您可能想要选择"%s"。
