Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: By the time you install Mandriva Linux, it's likely that some packages will have been updated since the initial release. Bugs may have been fixed, security issues resolved. To allow you to benefit from these updates, you're now able to download them from the Internet. Check "%s" if you have a working Internet connection, or "%s" if you prefer to install updated packages later. Choosing "%s" will display a list of web locations from which updates can be retrieved. You should choose one near to you. A package-selection tree will appear: review the selection, and press "%s" to retrieve and install the selected package(s), or "%s" to abort.
ar: في الوقت الذي تقوم فيه بتثبيت ماندريبا لينكس، قد يكون تم تحديث بعض الحزم منذ الإصدار الأول. قد يكون تم إصلاح بعض العيوب أو حل المشاكل الأمنية. لكي تستفيد من هذه التحديثات، يمكنك الآن تنزيل هذه التحديثات عبر الإنترنت. اختر "%s" إذا كانت لديك وصلة انترنت عاملة، أو "%s" إذا كنت تفضل تثبيت هذه التحديثات لاحقاً. اختيار "%s" يعرض قائمة بالأماكن التي يمكن منها الحصول على التحديثات. اختر المكان الأقرب إليك. سيتم عرض قائمة شجريّة بالحزم: راجع اختياراتك، ثم اضغط "%s" لجلْب و تثبيت الحزم المختارة، أو "%s" لإلغاء التّحديث.
bn: আপনি যখন Mandriva Linux ইনস্টল করবেন, সম্ভবত প্রথম রিলিজ থেকে কিছু প্যাকেজ আপডেট হয়ে গেছে। কোন সাধারন বা নিরাপত্তা ত্রুটি সমাধান করা হয়েছে। আপনাকে এই সুবিধাগুলি দেয়ার লক্ষ্যে এই আপডেটগুলো ইন্টারনেট থেকে ডাউনলোড করার সুযোগ দেয়া হয়েছে। যদি আপনার সক্রিয় ইন্টারনেট সংযোগ থাকে, "%s" চেক করুন, আর "%s" চেক করুন যদি আপাতত ইনস্টল করতে না চান। "%s" বাছাই করলে আপাকে কিছু ওয়েব লোকেশনের তালিকা দেয়া হবে যেখান থেকে আপডেট পাওয়া যাবে। আপনি আপনার কাছের একটি লোকেশন পছন্দ করুন। এরপর একটি প্যাকেজ নির্বাচন করার জন্য একটি ট্রী দেখানো হবে। প্যাকেজগুলো দেখুন এবং ডাউনলোড করে ইনস্টল করতে "%s" বাটন চাপুন। অথবা "%s" ক্লিক করে বের হয়ে আসুন।
bs: Kada završite instalaciju Mandriva Linuxa, moguće je da su neki paketi ažurirani od zadnjeg izdanja. Moguće je da su ispravljeni bugovi ili rješena neka sigurnosna pitanja. Ako želite iskoristiti ova unaprjeđenja, možete ih sada dobaviti sa Interneta. Izaberite "%s" ako imate ispravnu Internet vezu, ili "%s" ako ćete radije instalirati ažurirane pakete kasnije. Ako izaberete "%s" dobićete listu web lokacija sa kojih se mogu skinuti novi paketi. Izaberite ono najbliže vama. Pojaviće se stablo za izbor paketa: pregledajte izabrano i pritisnite "%s" da dobavite i instalirate izabrane pakete, ili "%s" za prekid.
ca: Ara esteu instal·lant Mandriva Linux, és probable que alguns paquets hagin estat actualitzats des de la data de llançament. Alguns errors poden haver estat resolts, i problemes de seguretat poden estar ja corregits. Per beneficiar-vos d'aquestes actualitzacions, les podeu baixar d'Internet. Trieu "%s" si teniu una connexió a Internet operativa, o "%s" si preferiu instal·lar-les més tard. Si trieu "%s" apareixerà una llista de llocs des d'on podeu baixar les actualitzacions. Escolliu la ubicació més propera. Aleshores, apareixerà un arbre de selecció de paquets: comproveu la selecció i premeu "%s" per baixar i instal·lar els paquets seleccionats, o "%s" per abandonar.
cs: Pokaždé, když instalujete distribuci Mandriva Linux, je možné, že některé balíčky byly od vydání distribuce aktualizovány. Mohly to být opravy chyb či řešení možných bezpečnostních problémů. Pokud chcete využít právě této nabídky, je možné tyto balíčky nyní stáhnout z Internetu. Zvolte "%s" pokud máte funkční připojení na Internet nebo "%s", pokud budete instalovat aktualizace později. Po zvolení "%s" se zobrazí seznam míst, odkud mohou být aktualizace získány. Vyberte si nejbližší místo. Následně se objeví stromový seznam balíčků, který je možno ještě upravit a stisknutím tlačítka "%s" se provede stažení a instalace vybraných balíčků. Akci můžete přerušit klepnutím na "%s".
cy: Erbyn i chi osod Mandriva Linux, mae'n debygol y bydd rhai pecynnau wedi eu diweddaru ers y rhyddhad cychwynnol. Bydd rhai gwallau wedi eu cywiro a materion diogelwch wedi eu datrys. I ganiatáu i chi fanteisio ar hyn mae cynnig i chi eu llwytho i lawr o'r rhyngrwyd. Dewiswch "%s" os oes gennych gyswllt gweithredol â'r rhyngrwyd, neu "%s""os ydych am osod pecynnau mwy diweddar rhywbryd eto. Bydd dewis "%s" yn dangos rhestr o leoedd o le mae modd derbyn diweddariadau. Dewiswch yr un agosaf atoch. Yna, bydd coeden dewis pecynnau yn ymddangos: Wedi i chi benderfynu ar eich dewis, cliciwch "%s" i estyn a gosod y pecynnau hynny neu "%s" i beidio.
da: På det tidspunkt hvor du installerer Mandriva Linux er det sandsynligt at nogen af pakkerne er blevet opdaterede siden den oprindelige udgivelse. Fejl er måske blevet rettet, og sikkerhedsproblemer måske løst. Det er nu muligt for dig at hente disse ned fra internettet for at disse opdateringer kan komme dig til gode. Vælg '%s' hvis du har en fungerende internet- forbindelse eller '%s' hvis du foretrækker at installere opdaterede pakker senere. Valg af '%s' viser en liste af netsteder hvorfra opdateringer kan hentes. Du bør vælge en der er nær ved dig. Så vil et træ med pakkevalg blive vist: gennemse valget og tryk '%s' for at modtage og installere de valgte pakker eller '%s' for at afbryde.
de: Es ist sehr wahrscheinlich, dass zum Zeitpunkt Ihrer Mandriva Linux Installation bereits einige Pakete aktualisiert wurden, etwa da noch Fehler entdeckt und beseitigt wurden oder da in Paketen Sicherheitslücken entdeckt wurden, für die bereits Lösungen existieren. Um von diesen aktualisierten Paketen Gebrauch zu machen, wird Ihnen nun angeboten, diese aus dem Internet nachzuladen. Betätigen Sie die Schaltfläche „%s“, wenn Sie einen Internetzugang haben, um die Pakete zu installieren, andernfalls betätigen Sie die Schaltfläche „%s“. Sie können diese Pakete natürlich auch jederzeit nach der Installation noch installieren. Betätigen der Schaltfläche „%s“ zeigt Ihnen eine Liste von Servern, von denen Sie die Aktualisierungen herunterladen können. Wählen Sie einen in Ihrer Nähe. Sie erhalten dann einen Paketauswahldialog: Kontrollieren Sie die Auswahl und bestätigen Sie diese durch Betätigen von „%s“. Die Pakete werden nun angefordert und installiert. Sollten Sie das nicht wünschen, betätigen Sie einfach die Schaltfläche „%s“.
eo: Kiam vi instalas Mandrivan Linus, povas esti ke kelkaj pakaĵoj estas ĝisdatigitaj post la komenca eldono. Cimoj povas esti riparitaj, sekurec-problemoj solvitaj. Por ebligi vin profiti tiujn ĝisdatigojn, vi nun kapablas deŝuti ilin el Interreto. Elektu "%s" se vi havas funkciantan interret-konekton, aŭ "%s" se vi preferas instali ĝisdatigitajn pakaĵojn pli poste. Elekti "%s" montros liston da ttt-lokoj de kiuj akireblas ĝisdatigoj. Elektu prefere iun proksiman de vi. Aperos pakaĵ-selekta arbo: kontrolu la selekton, kaj premu "%s" por akiri kaj instali la selektitajn pakaĵo(j)n, aŭ "%s" por ĉesigi.
es: Es probable que cuando instale Mandriva Linux algunos paquetes se hayan actualizado desde la publicación inicial. Se pueden haber corregido errores y solucionado problemas de seguridad. Para permitir que Usted se beneficie de estas actualizaciones, ahora las puede descargar desde la Internet. Marque "%s" si tiene funcionando una conexión con la Internet, o "%s" si prefiere instalar los paquetes actualizados más tarde. Al elegir "%s" se mostrará una lista de lugares desde los que se pueden obtener las actualizaciones. Debería elegir el más cercano a Usted. Aparecerá un árbol de selección de paquetes: revise la selección y presione "%s" para obtener e instalar los paquetes seleccionados, o "%s" para abortar.
et: On tõenäoline, et praegu, kui Te paigaldate Mandriva Linuxit, on mõned paketid jõudnud pärast väljalaset juba uuenduskuuri üle elada. Mõnes on ära parandatud paar väiksemat viga, mõnes turvaprobleemid. Et võiksite neist uuendustest tulu lõigata, on Teil nüüd võimalik need Internetist alla laadida. Klõpsake "%s", kui Teie internetiühendus töötab, või "%s", kui eelistate pakette uuendada millalgi hiljem. Kui valite "%s", näidatakse Teile nimekirja kohtadega, kust uuendusi tõmmata saab. Valige endale lähim paik. Seejärel ilmub paketivaliku puu. Vaadake see üle ning klõpsake nupule "%s", kui soovite valitud paketi(d) alla laadida ja paigaldada, või "%s", kui Te ei soovi seda teha.
eu: Mandriva Linux instalatzen duzunerako, litekeena da pakete batzuk hasierako argitalpenetik aldatu izana. Baliteke akatsak zuzendu eta segurtasun arazoak konpondu izatea. Eguneratzeez baliatu ahal izan zaitezen, orain, Internetetik jaitsi ditzakezu. Markatu "%s" dabilen Internet lotura badaukazu, edo "%s" pakete eguneratuak geroago instalatu nahi badituzu. "%s" hautatzen baduzu, eguneratzeak eskaintzen dituzten lekuen zerrenda azalduko zaizu. Zugandik gertu dagoen bat aukeratu behar zenuke. Pakete hautatzeko zuhaitza agertuko da: berrikusi hautapena, eta hautatu "%s" aukeratutako paketeak hartu eta instalatzeko, edo "%s" galerazteko.
fa: در زمانی که در حال نصب لینوکس ماندریبا هستید، به احتمال زیاد بعضی از بسته‌ها از زمان شروع پخش بروزسازی شده‌اند. اشکالات ممکن است تعمیر شده و مسایل امنیتی رفع شده باشند. برای استفاده از فواید این بروزسازی‌ها، اکنون میتوانید آنها را از اینترنت بارگیری نمایید. "%s" را اگر شما یک ارتباط کارآرای اینترنت دارید علامت زده، یا "%s" را اگر ترجیح می‌دهید بسته‌ها را بعداً بروزسازی کنید. انتخاب "%s" لیستی از مکان‌هایی که آن بروزسازی‌ها می‌توانند دریافت شوند را نشان خواهد داد. شما باید مکانی که به شما نزدیکتر است را انتخاب کنید. درخت مجموعه-بسته ظاهر خواهد شد: مجموعه را مرور کرده، و "%s" را برای دریافت و نصب بسته‌های انتخاب شده، یا "%s" را برای ترک فشار دهید.
fi: Tässä vaiheessa, kun asennat Mandriva Linuxia, on todennäköistä että jotkut paketit on päivitetty alkujulkaisun jälkeen. Joitakin virheitä voi olla korjattu ja turvallisuusaukkoja paikattu. Hyödyntääksesi näitä päivityksiä, sinulla on nyt mahdollisuus hakea ne Internetistä. Valitse "%s" jos sinulla on toimiva Internet yhteys, tai "%s" jos haluat asentaa päivitykset myöhemmin. Valitsemalla "%s" sinulle näytetään lista päivityspalvelimista. Valitse lähin palvelin. Sen jälkeen sinulle näytetään lista päivityksistä: tarkista valinnat ja paina "%s" jolloin paketit haetaan ja asennetaan, tai "%s" poistuaksesi päivityksestä.
fr: Au moment où vous installez Mandriva Linux, il est possible que certains paquetages aient été mis à jour depuis la sortie du produit. Des bogues ont pu être corrigés, et des problèmes de sécurité résolus. Pour vous permettre de bénéficier de ces mises à jour, il vous est maintenant proposé de les télécharger depuis Internet. Choisissez « %s » si vous avez une connexion Internet, ou « %s » si vous préférez installer les mises à jour plus tard. En choisissant « %s », la liste des sites depuis lesquels les mises à jour peuvent être téléchargées est affichée. Choisissez le site le plus proche de chez vous. Puis un arbre de choix des paquetages apparaît : vérifiez la sélection, puis cliquez sur « %s » pour télécharger et installer les mises à jour sélectionnées, ou « %s » pour abandonner.
gl: Cando instale Mandriva Linux é probable que algúns paquetes se actualizaran dende a publicación inicial. Pode ser que se solucionaran erros, e se resolveran problemas de seguridade. Para beneficiarse destas actualizacións agora, pode descargalas dende a Internet. Marque "%s" se ten unha conexión á Internet, ou "%s" se prefire instalar os paquetes actualizados máis tarde. Se escolle "%s" amosarase unha lista das localizacións web dende as que se poden obter as actualizacións. Debe escoller unha que estea preto de vostede. Aparecerá unha árbore de selección de paquetes: revise a selección, e prema en "%s" para descargar e instala-lo(s) paquete(s) seleccionado(s), ou en "%s" para abortar.
he: בזמן שהתקנת את מנדריבה-לינוקס סביר שחבילות שונות כבר עברו עידכון. ייתכן שתוקנו באגים ויכול להיות שנפתרו בעיות אבטחה. כדי לאפשר לך להנות מעידכונים אלו באפשרותך להוריד אותם כעת מהאינטרנט. יש לסמן את "%s" אם יש לך קישור פעיל לאינטרנט או "%s" אם ברצונך להתקין את חבילות העידכון מאוחר יותר. בחירה ב-"%s" תציג רשימת אתרים ברשת מהם ניתן לקבל את העידכונים. יש לבחור את המקור הקרוב אליך. עץ בחירת חבילות יוצג ועליך לסקור את הבחירות וללחוץ "%s" כדי להוריד ולהתקין את החבילות שנבחרו או "%s" כדי לבטל את הפעולה.
hu: Lehetséges, hogy amikor Ön a Mandriva Linux rendszert telepíti, már frissítésre kerültek bizonyos csomagok a rendszer kiadása óta. Elképzelhető, hogy bizonyos hibák ki lettek javítva, illetve hogy meg lettek oldva bizonyos felmerült biztonsági problémák. Ezeket a frissítéseket Ön letöltheti az interneten keresztül. Válassza a(z) "%s" lehetőséget, ha van működő internetkapcsolata. Ha inkább később kívánja telepíteni a frissítéseket, akkor a(z) "%s" lehetőséget válassza. Ha a(z) "%s" lehetőséget választja, akkor megjelenik egy lista azon helyekről, amelyekről a frissítések letölthetők. Válasszon közülük egy Önhöz közel levőt. Ezt követően egy csomagválasztási fa jelenik meg. Ha telepíteni kívánja a kijelölt csomagokat, akkor nyomja le a(z) "%s" gombot. Ha nem kíván csomagokat telepíteni, akkor a(z) "%s" gombot nyomja le.
id: Saat Mandriva Linux diinstal, mungkin beberapa paket telah diupdate sejak rilis awal. Beberapa kesalahan mungkin telah diperbaiki / masalah keamanan dipecahkan. Untuk memanfaatkan update ini Anda dapat men-download-nya dari Internet. Pilih "%s" jika Anda memiliki koneksi Internet, atau "%s" jika ingin mengupdate paket lain waktu. Memilih "%s" akan menampilkan daftar lokasi dimana update bisa didownload. Pilih yang terdekat. Daftar paket akan muncul: periksa pilihan Anda, tekan "%s" untuk mengambil/menginstall paket atau "%s" untuk membatalkan.
is: Þegar þú setur upp Mandriva Linux er líklegt að sumir pakkar hafi verið uppfærðir frá upphaflegri útgáfu. Villur hafa verið lagfærðar, og öryggisvandamál leyst. Til að nýta ykkur þessar uppfærslur, þá getið þið sótt þær nú um Internetið. Krossaðu við "%s" ef þú hefur nú þegar internet-tengingu, eða "%s" ef þú vilt sækja uppfærslur síðar. Ef þú velur "%s", þá færð þú lista af vefsvæðum sem þú getur sótt uppfærslur frá. Þú ættir að velja það vefsvæði sem er næst þér. Þú færð að sjá pakkalista sem þú getur valið úr og smellt á "%s" til að sækja og setja upp valda pakka, eða "%s" til að hætta við.
it: È molto probabile che, al momento in cui installate Mandriva Linux, alcuni pacchetti siano stati aggiornati rispetto alla versione iniziale; potrebbero essere stati corretti degli errori, o risolti eventuali problemi relativi alla sicurezza. Per permettervi di beneficiare di questi aggiornamenti vi verrà proposto di scaricare la nuova versione dei pacchetti usando Internet. Scegliete "%s" se disponete di una connessione a Internet funzionante, oppure "%s" se preferite installare i pacchetti aggiornati in un secondo momento. Se scegliete "%s" comparirà un elenco di siti da cui poter scaricare i pacchetti aggiornati; dovreste scegliere il sito a voi più vicino. Comparirà quindi un elenco gerarchico grazie al quale potrete selezionare i pacchetti da aggiornare: controllate le vostre scelte e cliccate su "%s" per scaricare e installare i pacchetti selezionati, o su "%s" per annullare l'operazione.
ja: Mandriva Linux のリリース後に、バグの修正、あるいはセキュリティ問題を解決 するために更新されたパッケージがあるかもしれません。これらのパッケージを インターネットからダウンロードしてシステムを更新することができます。既に インターネットに接続していれば「%s」にチェックを入れてください。 後で更新する場合は「%s」を選んでください。 「%s」を選ぶと更新パッケージを取得するミラーサイトのリストが 表示されます。お近くのミラーを選んでください。更新されるパッケージが 表示されたら内容を確認し、インストールする場合は「%s」を、中止する 場合は「%s」を押してください。
mk: Додека го инсталирате „Mandriva Linux“, најверојанто е дека некои пакети веќе имаат надградби од првичното издание. Можеби се поправени грешки, решени се безбедносни проблеми. За да придобиете од овие надградби, сега може да ги преземете од Интернет. Ако имате функционална интернет врска штиклирајте го „%s“ или ако претпочитате подоцна да ги инсталирате надградбите, притиснете на „%s“. Ако го штиклирате „%s“ ќе ви се појави листа со веб локации од каде ќе можете да ги преземете надградбите. Изберете ја онаа локација која е најблиску до вас. Ќе се појави дрво со избор на пакети: прегледајте го изборот, и за да ги преземете и инсталирате избраните пакети притиснете на „%s“. Во спротивно, притиснете на „%s“.
mt: Fid-data meta tinstalla l-Mandriva Linux, aktarx ikunu ġew aġġornati xi pakketti minn meta ġiet pubblikata. Xi żbalji jistgħu ikunu ġew irranġati, u problemi ta' sigurtà ġew riżolti. Sabiex tibbenifika minn dawn l- aġġornamenti, jaqbillek tniżżilhom minn fuq l-internet. Agħżel "%s" jekk għandek konnessjoni mal-internet issettjata, jew "%s" jekk tippreferi li tinstalla l-aġġornamenti iżjed tard. Jekk tagħżel %s, tintwera lista ta' postijiet minn fejn l-aġġornamenti jistgħu jitniżżlu ("mirja"). Agħżel l-iżjed wieħed viċin tiegħek. Imbagħad tintwera lista ta' pakketti. Dur dawn il-pakketti, agħżel liema trid u agħfas "%s" biex tniżżilhom u tinstallahom jew "%s" biex twaqqaf.
nb: Når du installerer Mandriva Linux, er det sannsynlig at enkelte pakker er blitt oppdatert siden denne versjonen ble sluppet. Noen feil kan ha blitt fikset, eller sikkerhetsproblemer løst. For at du skal få utnytte disse forbedringene kan du nå laste dem ned fra internett. Kryss av «%s» dersom du har en fungerende internettforbindelse, eller «%s» dersom du heller vil installere oppdateringene senere. Når du velger «%s» får du en liste over tjenere som oppdateringene kan lastes ned fra. Velg en som er nærmest deg. Et pakkevalgstre vil da dukke opp. Gå gjennom valgene, og klikk «%s» for å hente og installere de(n) valgte pakkene(ne), eller «%s» for å avbryte.
nl: Op het moment dat u Mandriva Linux installeert, is het waarschijnlijk dat sommige pakketten herzien zijn sinds het moment dat het werd uitgebracht. Sommige onvolkomenheden kunnen gerepareerd zijn en beveiligingsproblemen opgelost. Om u te kunnen laten profiteren van deze herzieningen kunt u ze nu ophalen van het Internet. Kruis "%s" aan als u een werkende internetverbinding heeft, of "%s" als u liever later herziene pakketten installeert. Wanneer u "%s" kiest, verschijnt er een lijst van plaatsen op het web waar herzieningen van kunnen worden opgehaald. Kies degene waar u zich het dichtst bij in de buurt bevindt. Daarna verschijnt een pakketselectieboom: ga de selectie na en druk op "%s" om de geselecteerde pakket(ten) op te halen en te installeren, of op "%s" om af te breken.
nn: Det har no truleg komme fleire oppdateringar til pakkane i Mandriva Linux sidan denne utgåva vart produsert. Det kan for eksempel vera feil som er fiksa, eller tryggleikshol som er tetta. Du kan lasta ned desse oppdateringane frå Internett om du ønskjer. Kryss av for «%s» om du har eit fungerande Internett-samband, eller vel «%s» om du heller vil installera oppdateringane seinare. Vel du «%s», får du ei liste over plassar du kan lasta ned oppdateringar frå. Du bør velja ein plass nær deg. Du vil så få sjå ei pakkeliste. Vel pakkane du ønskjer å oppdatera, og trykk «%s» for lasta dei ned og installera dei, eller vel «%s» for å avbryta.
pl: W czasie, jaki upłynął od początkowego wydania Mandriva Linux, być może niektóre pakietyzostały zaktualizowane. Niektóre błędy mogły zostać naprawione, zaś problemy z bezpieczeństwem rozwiązane. Aby skorzystać z możliwości aktualizacji, dobrze jest pobrać część danych z Internetu. Wybierz "%s", jeśli posiadasz działające połączenie internetowe lub "%s", jeśli wolisz zainstalować pakiety aktualizacyjne później. Po wybraniu "%s" zostanie wyświetlona lista miejsc, z których można pobrać dane aktualizacyjne. Wybierz najbliższą lokalizację. Pojawi się wówczas drzewo wyboru: przejrzyj informacje i naciśnij "%s" ,aby pobrać i zainstalować wybrane pakiety lub "%s", aby anulować.
pt: No momento que instala o Mandriva Linux, é quase certo que alguns pacotes terão sido actualizados desde a distribuição inicial. Alguns erros podem ter sido corrigidos, e problemas de segurança resolvidos. Para lhe permitir beneficiar destas actualizações, está agora apto a fazer a transferi-las da Internet. Escolha "%s" se tem uma conexão Internet activa, ou "%s" se preferir instalar os pacotes actualizados mais tarde. Ao escolher "%s" mostra uma lista das localizações web de onde as actualizações podem ser transferidas. Deve escolher a que estiver mais perto de si. Irá aparecer uma selecção de pacotes em árvore: reveja a selecção, e clique em "%s" para transferir e instalar os pacotes seleccionados, ou clique em "%s" para abortar.
pt_br: Neste momento em que você está instalando o Mandriva Linux, é possível que alguns pacotes tenham sido atualizados após o lançamento inicial. Alguns erros e falhas de seguranças podem ter sido corrigidos. Para poder se beneficiar destas atualizações, você pode fazer o download destes pacotes da Internet. Escolha "%s" se você possui uma conexão à Internet funcionando, ou "%s" se você preferir instalar os pacotes atualizados mais tarde. Escolhendo "%s", aparecerá uma lista de locais de onde você poderá pegar as atualizações. Escolha a mais próxima de você. Quando a árvore de seleção de pacotes aparecer, marque o que desejar e pressione "%s" para fazer o download e instalar o(s) pacote(s) selecionado(s), ou "%s" para interromper.
ru: В данный момент установки Mandriva Linux было бы неплохо обновить некоторые пакеты из исходного релиза. Некоторые баги могут быть уже исправлены и решены проблемы безопасности. Чтобы получить пользу от этих обновлений, сейчас вы можете загрузить их из Интернет. Нажмите "%s", если у вас есть работающее соединение с Интернет, или "%s", если вы хотели бы обновить пакеты позже. При выборе "%s" появится список мест, из которых можно получить обновления. Выберите ближайший к вам сервер. Затем появится дерево выбора пакетов: просмотрите список и нажмите "%s" для получения и установки выбранных пакетов, или "%s" для отмены.
sk: Po nainštalovaní Mandriva Linux systému je pravdepodobné, že niektoré balíky ktoré sa nachádzali v distribúcii, nezodpovedajú ich aktuálnym verziám. Môžu v nich byť opravené chyby alebo bezpečnostné nedostatky. Aby ste mohli tieto opravy aplikovať, budete si ich teraz môcť stiahnuť z Internetu. Vyberte "%s" ak máte fungujúce pripojenie k Internetu, alebo "%s" ak chcete opravy aplikovať neskôr. Zvolením "%s" sa zobrazí zoznam miest z ktorých je možné získať opravy. Vyberte si vám najbližšie a zobrazí sa vám výber balíkov: prezrite si výber a kliknite na "%s" pre získanie a inštaláciu vybraných balíkov, alebo si vyberte "%s" pre zrušenie.
sl: Verjetno so bili od njegove izdaje pa do časa, ko nameščate Mandriva Linux na svoj računalnik, nekateri paketi popravljeni ali nadgrajeni z varnostnimi popravki ali z odstranitvijo hroščev. Te popravke lahko prenesete z interneta. Če imate vzpostavljeno internetno povezavo, označite »%s«, če pa želite namestiti popravke s paketi kasneje, označite »%s«. Če izberete »%s«, se bo prikazalo okno s seznamom spletnih mest, od koder lahko prenesete pakete. Izberite mesto, ki vam je najbliže, pritisnite »%s«, da boste pakete prenesli in namestili Če tega ne želite, pritisnite »%s«.
sv: Sedan denna version av Mandriva Linux gavs ut är det troligt att några paket har uppdaterats. Fel kan ha rättats till och säkerhetsrelaterade problem kan ha lösts. För att du ska kunna ta del av dessa uppdateringar ges du nu möjligheten att ladda ner dem från Internet. Välj "%s" om du har en fungerande Internetuppkoppling, eller "%s" om du vill installera uppdaterade paket senare. När du väljer "%s" visas en lista på webplatser som det går att hämta paketen från. Du bör välja det som ligger närmast dig. Sedan visas en trädvy där det går att välja paket. Gå igenom valen och klicka sedan på "%s" för att hämta och installera valda paket, eller "%s" för att avbryta.
tg: Ҳангоми коргузории Mandriva Linux хуб мешуд, ки баъзе бастаи барномаҳо нав карда шаванд, аз рӯзи барориши ибтидоӣ. Эҳтимолан баъзе хатогиҳо ислоҳ шудаанд ва дархостҳо оиди бехтарӣ ҳал шудаанд. Барои гирифтани фоида аз ин навсозиҳо, ҳозир ба шумо боркунии онҳо аз Интернет пешкаш карда мешавад. "%s"-ро қайд кунед, агар шумо пайвастшавии кориро бо Интернет дошта бошед ё "%s"-ро агар хоҳед, ки ин навсозиҳоро дертар коргузорӣ кунед. Бо интихоби "%s" рӯйхати ҷойҳое, ки аз онҳо навсозиро бозёбӣ карда метавонед, намоиш дода мешавад. Хидматрасони наздиктаринро интихоб кунед. Баъд дарахти интихоби бастаи барномаҳо пайдо мешавад: қисматро аз назар гузаронед ва "%s"-ро барои бозёбии коргузории баста(ҳо)и интихобшуда, пахш кунед ва ё "%s"-ро барои қатъ кардани коргузории бозсозӣ пахш кунед.
uk: Коли Ви встановлюєте Мандріва лінакс, деякі пакунки можуть бути поновлені з часу виходу дистрибутиву. Можуть бути виправлені помилки, вирішені проблеми безпеки. Щоб мати користь від цих поновлень, зараз Ви можете звантажити їх з Інтернету. Перевірте "%s", якщо маєте зв'язок з Інтернетом, або "%s", якщо бажаєте встановити поновлені пакунки пізніше. Вибравши "%s", Ви побачите список адрес, звідки можуть бути взяті поновлення. Вам потрібно вибрати якісь із найближчих до Вас. Появиться дерево вибору пакунків: зробіть вибір і натисніть "%s", щоб звантажити і встановити їх, або "%s", щоб вийти.
vi: Vào lúc bạn đang cài đặt Mandriva Linux, có thể đã có một số gói tin đã được cập nhật kể từ lúc phát hành phiên bản này. Một số lỗi chương trình đã được sửa, các vấn đề bảo mật được giải quyết. Để cho bạn được hưởng lợi từ các cập nhật này, bây giờ bạn có thể để tải chúng về từ internet. Chọn "%s" nếu bạn có kết nối Intertnet hoạt động, hoặc "%s" nếu bạn muốn cài đặt các gói tin cập nhật sau này. Chọn "%s" sẽ hiển thị danh sách những nơi bạn có thể thu thập các cập nhật. Hãy chọn nơi gần bạn nhất. Sẽ xuất hiện một cây chứa các gói để chọn, hãy xem qua nội dung rồi nhấn "%s" để lấy về và cài đặt những gói được chọn, hoặc nhấn "%s" để thôi cập nhật.
wa: Å moumint ki vos astalez Mandriva Linux, i s' pout bén k' i gn åye des pacaedjes k' ont stî metous a djoû dispoy li moumint do fijhaedje del distribucion. Motoit k' des bugs ont stî coridjîs, ou des problinmes di såvrité. Por vos profiter di ces metaedjes a djoû, on vs propôze d' aberweter di so l' daegntoele les metaedjes a djoû k' i pout gn aveur. Tchoezixhoz «%s» si vos avoz on raloyaedje al daegntoele en alaedje, ou «%s» si vos inmez mî d' ratinde et fé les metaedjes a djoû pus tård. Si vos tchoezixhoz «%s», i gn årè ene djivêye des plaeces di wice k' on pout prinde les metaedjes a djoû ki vs serè mostrêye. Tchoezixhoz li plaece li pus près d' vos. Adonpu, èn åbe di tchoezixhaedje des pacaedjes aparetrè: verifyîz l' tchuze, et clitchîz so «%s» po-z aberweter ey astaler les tchoezi(s) pacaedje(s), oudonbén clitchîz so «%s» po leyî ouve.
zh_cn: 在您安装 Mandriva Linux 的这个时候, 很可能有些软件包在发行之后已经更新。有些故障已经被修正, 有些安全问题已经被解决。为了让您能够享用这些更新, 您现在可以从 Internet 上下载它们。如果您的 Internet 连接已经可以使用, 请选择"%s"。如果您愿意以后再升级, 请选择"%s"。 选择"%s"将显示一个清单, 其中列出的地方都提供了更新软件包。您应该选择离您地理位置较近的镜像。之后会出现一个可以下载的软件包选择树：复查选项, 然后单击"%s"来获取并安装选中的软件包, 要终止请单击"%s"。
zh_tw: 此時您安裝 Mandriva Linux 時, 或許自從初始釋出的某些套件將有更新. 臭蟲或許已經修正了, 安全性問題解決了. 為了允許您從這些更新中 獲得利益, 您現在可以由網際網路下載他們. 如果您有可用的網際網路連線, 選取 "%s", 或是, 如果您想稍後安裝更新套件, 選取 "%s". 選擇 "%s" 將顯示一張更新可以被擷取的網站位置清單. 您應該選擇一個 跟您近的. 一個套件選擇樹將出現: 審查選擇, 按下 "%s" 來擷取且安裝 被選擇的套件, 或 "%s" 以中斷放棄.
