Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: The first step is to choose your preferred language. Your choice of preferred language will affect the installer, the documentation, and the system in general. First select the region you're located in, then the language you speak. Clicking on the "%s" button will allow you to select other languages to be installed on your workstation, thereby installing the language-specific files for system documentation and applications. For example, if Spanish users are to use your machine, select English as the default language in the tree view and "%s" in the Advanced section. About UTF-8 (unicode) support: Unicode is a new character encoding meant to cover all existing languages. However full support for it in GNU/Linux is still under development. For that reason, Mandriva Linux's use of UTF-8 will depend on the user's choices: * If you choose a language with a strong legacy encoding (latin1 languages, Russian, Japanese, Chinese, Korean, Thai, Greek, Turkish, most iso-8859-2 languages), the legacy encoding will be used by default; * Other languages will use unicode by default; * If two or more languages are required, and those languages are not using the same encoding, then unicode will be used for the whole system; * Finally, unicode can also be forced for use throughout the system at a user's request by selecting the "%s" option independently of which languages were been chosen. Note that you're not limited to choosing a single additional language. You may choose several, or even install them all by selecting the "%s" box. Selecting support for a language means translations, fonts, spell checkers, etc. will also be installed for that language. To switch between the various languages installed on your system, you can launch the "localedrake" command as "root" to change the language used by the entire system. Running the command as a regular user will only change the language settings for that particular user.
ar: الخطوة الأولى هي اختيار اللغة المفضلة. اختيارك للغة المفضلة سيؤثر على برنامج التثبيت، والنظام بشكل عام. أولاً، اختر المنطقة التي تقع فيها، ثم اللغة التي تتحدثها. ضغط زر "%s" سيسمح لك باختيار لغات أخرى ليتم تثبيتها على محطة عملك، ومن ثم تثبيت الملفات الخاصة باللغات لوثائق المساعدة والتطبيقات. مثلاً إذا كنت ستستضيف مستخدمين من أسبانيا على ماكينتك، اختر الإنجليزية كلغة افتراضية في العرض الشجري و"%s" في القسم المتقدم. حول دعم UTF-8 (يونيكود): يونيكود هي طريقة تشفير محارف جديدة غرضها تغطية كلّ اللّغات الموجودة. مع ذلك فإن دعمها الكامل في جنو/لينكس ما زال قيد التّطوير. لذلك السّبب، سيستخدمها ماندريبا لينكس أو لا يستخدمها بناءً على خيارات المستخدم: * إن اخترت لغة ذات تراث قويّ (اللّغات لاتيني1، والروسيّة، واليابانيّة، والصينيّة، والكوريّة، والتايلنديّة، واليونانيّة، والتّركيّة، ومعظم لغات iso-8859-2(، فسيستخدم التّشفير التّراثيّ بشكل افتراضي؛ * اللّغات الأخرى ستستخدم يونيكود بشكل افتراضيّ؛ إن كان هناك حاجة للغتين أو أكثر، وتلك اللّغات لا تستخدم نفس التّشفير، فسيستخدم يونيكود للنّظام بأكمله؛ * أخيراً، يُمكن إجبار استخدام يونيكود للنظام بطلب المستخدم بواسطة اختيار الخيار "%s" بشكل منفصل والذي اختيرت لغته. لاحظ أنّك غير محدود باختيار لغة إضافيّة واحدة. يمكنك اختيار عدّة لغات، أو حتّى تثبيتها كلّها باختيار مربّع "%s". اختيار دعم لغة يعني أن التّرجمات، والخطوط، ومدقّقات الإملاء، إلخ. لتلك اللّغة سوف تكون مثبتة أيضاً. للتبديل بين اللغات المختلفة المثبتة على نظامك، يمكن تشغيل الأمر "/usr/sbin/localedrake" كمستخدم "root" لتغيير اللّغة المستخدمة من قبل النّظام بأكمله. تشغيل الأمر كمستخدم عاديّ سوف يغيّر فقط إعدادت اللّغة الخاصّة بذلك المستخدم بذاته.
bs: Prvi korak je da izaberete preferirani jezik. Vaš izbor preferiranog jezika će se odraziti na jezik dokumentacije, instalacione procedure i generalno sistema. Najprije izaberite oblast u kojoj se nalazite, a zatim jezik kojim govorite. Klikanjem na dugme "%s" možete izabrati druge jezike koje želite instalirati na vašu radnu stanicu, time instalirajući sistemsku dokumentaciju i programe za svaki od izabranih jezika. Na primjer, ako će vaš računar koristiti osobe iz španije, izaberite Engleski kao osnovni jezik na listi, a "%s" u oblasti Više opcija. O UTF-8 (Unicode) podršci. Unicode je novi način kodiranja znakova čiji je cilj da obuhvati sve postojeće jezike. Ipak puna podrška za njega pod GNU/Linuxom je još uvijek u razvoju. Iz tog razloga, Mandriva Linux će ga koristiti ovisno o drugim izborima korisnika: * Ako izaberete jezike sa raširenim starim kodiranjem (latin1 jezici, ruski, japanski, kineski, korejanski, tajlandski, grčki, turski, većina iso-8859-2 jezika), biće korišteno staro kodiranje; * Za ostale jezike podrazumijeva se Unicode; * Ako je potrebno dva ili više jezika koji ne koriste isto kodiranje, Unicode će se koristiti za čitav sistem; * Konačno, Unicode može biti nametnut sistemu ako korisnik to odluči izborom opcije "%s" bez obzira na izabrane jezike. n Obratite pažnju da niste ograničeni na samo jedan dodatni jezik. Možete ih izabrati nekoliko ili čak ih instalirati sve klikom na polje "%s". Vaš izbor podrške za neki jezik označava da će biti instaliran prijevod, fontovi, pravila za provjeru pravopisa itd. za taj jezik.n Da biste izabrali između raznih jezika instaliranih na vašem sistemu, možete pokrenuti kao "root" naredbu "localedrake", čime mijenjate jezik koji koristi čitav sistem. Izvršavanjem te naredbe kao običan korisnik mijenjate jezičke postavke samo za tog konkretnog korisnika.
cs: Prvním krokem je výběr preferovaného jazyka. Výběr preferovaného jazyka ovlivňuje dokumentaci, jazyk instalačního programu a všech programů obecně. V prvním kroku si vyberete region kde žijete a potom jazyk kterým mluvíte. Tlačítko "%s" umožňuje zvolit další jazyky, které budou také nainstalovány a můžete je použít v systému. Výběrem dalších jazyků nainstalujete soubory s aplikacemi a dokumentací specifické pro tyto jazyky. Pokud například na počítači pracují občas lidé ze Španělska, vyberte angličtinu jako hlavní jazyka pod tlačítkem rozšířené zatrhněte volbu "%s". Podpora UTF-8 (unicode): Unicode je nové kódování znaků, které obsahuje všechny známé jazyky. Plná podpora v GNU/Linuxu je stále ve vývoji. Z toho důvodu bude nebo nebude v systému použita podle volby uživatele: * Pokud vyberete jazyk s jasně daným kódováním (latin1, Ruština, Japonština Čínština, Korejština, Thajština, Řečtina, Turečtina, většina jazyků používajících kódování iso-8859-2), bude implicitně použito minulostí staré kódování; * Ostatní jazyky používají implicitně Unicode. * Pokud potřebujete dva nebo více jazyků a tyto jazyky nepoužívají stejné kódování, bude pro celý systém použito kódování Unicode; * Pokud uživatel vybere volbu "%s", bude použito kódování Unicode nezávisle na výběru jazyků pro celý systém. Při výběru jazyka nejste omezeni pouze na jediný další. Můžete si jich vybrat více nebo dokonce nainstalovat všechny vybráním volby "%s". Podpora jazyka zahrnuje instalaci lokalizací programů, písem, kontroly pravopisu, atd. Změnu různých jazyků instalovaných v systému lze provést pomocí příkazu "localedrake" spuštěného jako uživatel "root". Spuštění pod běžným uživatelem způsobí změnu nastavení pouze pro daného uživatele.
cy: Y cam cyntaf yw dewis eich hoff iaith. Bydd eich dewis iaith yn effeithio ar iaith y gosodwr, y ddogfennaeth a'r system yn gyffredinol. Dewiswch yr ardal lle rydych ac yna eich iaith. Bydd clicio ar y botwm "%s" yn caniatáu i chi ddewis ieithoedd eraill i'w gosod ar eich peiriant gwaith. Bydd dewis ieithoedd eraill yn gosod ffeiliau penodol sy'n cynnwys dogfennaeth a rhaglenni yn yr ieithoedd hynny. Er enghraifft, os ydych yn westeiwr ar gyfer defnyddwyr o Sbaen, dewiswch Gymraeg fel y rhagosodedig yng ngolwg coeden ac yn yr Uwch adran cliciwch "%s". Ynghylch cefnogaeth UTF-8 (unicode): Amgodiad nod newydd yw Unicode sydd i gynnwys pob iaith. Er hynny, mae cefnogaeth i bob iaith o fewn GNU/Linux yn dal yn cael ei ddatblygu Oherwydd hynn mae defnydd Mandriva Linux o UTF-8 yn ddibynnol ar ddewis y defnyddiwr: * Os ydych yn dewis iaith gyda hen amgodiad cryf (ieithoedd lladin1 Rwsieg, Siapanëeg, Tsieinëeg, Corëeg, Thai, Groeg, Twrceg, y rhan fwyaf o ieithoedd iso-8859-2) bydd yr hen amgodiad yn cael ei ddefnyddio; * Bydd ieithoedd eraill yn defnyddio unicode drwy ragosodiad; * Os oes angen dwy neu fwy o ieithoedd, ac nid yw'r ddwy iaith yn defnyddio'r un amgodiad, yna bydd unicode yn cael ei ddefnyddio drwy'r holl system * Yn olaf, mae modd gorfodi'r defnydd o unicode drwy'r system gyfan ar gais y defnyddiwr drwy ddewis "%s" yn annibynnol o ba iaith sydd wedi cêl ei ddewis. Sylwer bod modd gosod mwy nag un iaith. Mae modd i chi ddewis mwy nag un, neu hyd yn oed eu gosod i gyd, drwy ddewis y blwch "%s". Mae dewis cefnogaeth i bob iaith yn golygu gosod cyfieithiadau, ffontiau, gwiryddion sillafu, ag ati, ar gyfer yr iaith honno. I newid rhwng yr ieithoedd amrywiol sydd ar y system gallwch gychwyn y gorchymyn "/usr/sbin/localedrake" fel "root" i newid yr iaith sy'n cael ei ddefnyddio gan y system gyfan. Bydd rhedeg y gorchymyn fel defnyddiwr cyffredin yn gweithio dim ond ar gyfer yr unigolyn hwnnw.
da: Det første trin er at vælge dit foretrukne sprog. Dit valg af foretrukkent sprog vil påvirke sproget for installeringen, dokumentationen og systemet generelt. Vælg den verdensdel du befinder dig i, og så det sprog, du taler. Hvis du klikker på '%s'-knappen kan du vælge andre sprog, der installeres på maskinen, og derved installeres de sprogspecifikke filer for systemdokumentation og programmer. Hvis spanske brugere skal bruge din maskine, vælg da dansk som standardsproget i træ-visningen, og '%s' i den avancerede afdeling. Om UTF-8 (ISO 10646)-understøttelse. ISO 10646 er en ny tegnkodning som er beregnet til at dække alle eksiterende sprog. Dog er fuld understøttelse for dette i GNU/Linux stadig under udvikling. Af denne årsag vil Mandriva Linux' brug af UTF-8 afhænge af brugerens valg: * Hvis du vælger et sprog som har en lang tradition for tegnkodning (latin1 sprog, russisk, japansk, kinesisk, koreansk, thai, græsk, tyrkisk, de fleste iso-8859-2 sprog) vil den traditionelle tegnkodning blive brugt som standard; * Andre sprog vil bruge ISO 10646 som standard; * Hvis to eller flere sprog er krævet, og disse sprog ikke bruger samme kodning, så vil ISO 10646 blive brugt for hele systemet; * Endeligt kan ISO 10646 blive gennemtvunget for brugeren på hele systemet på foranledning af brugeren ved at vælge muligheden '%s' uafhængigt af hvilket sprog der er valgt. Bemærk at du ikke er begrænset til at vælge et enkelt yderligere sprog. Du kan vælge flere sprog, eller endog installere dem alle ved at markere '%s'-boksen. Valg af understøttelse for et sprog betyder at oversættelser, skrifttyper, stavekontrol mv for dette sprog bliver installeret. For at skifte mellem de forskellige sprog installeret på systemet kan du starte programmet '/usr/sbin/localedrake' som 'root' for at ændre det sprog der bruges af hele systemet. Kørsel af dette program som almindelig bruger vil kun ændre sprogindstillingerne for denne bruger.
de: Als ersten Schritt wählen Sie bitte die gewünschte Sprache. Wählen Sie Ihre bevorzugte Sprache für den Installationsvorgang und Systemlaufzeit. Wählen Sie zuerst die Region, in der Sie sich befinden, anschließend die Sprache, die Sie sprechen. Durch Betätigen der Schaltfläche „%s“ erhalten Sie die Möglichkeit, weitere Sprachen auf Ihrem Rechner zu installieren, um diese später verwenden zu können. Wollen Sie etwa Spaniern muttersprachlichen Zugang zu Ihrem System erlauben, wählen Sie Deutsch als Hauptsprache in der Liste und im Fortgeschrittenen-Bereich „%s“. Zur UTF-8 (Unicode) Unterstützung: Unicode ist ein Zeichenkodierung, die die existierenden Kodierungen ablösen soll und die Zeichen aller existierender Sprachen beinhalten. Komplette Unterstützung in GNU/Linux ist leider immer noch nicht gegeben. Daher verwendet Mandriva Linux diese Kodierung nur auf Wunsch des Anwenders: * Falls Sie eine Sprache nutzen, die eine gut unterstütztes Kodierung verwendet (Sprachen mit Lateinischen Zeichen, Russisch, Griechisch, Japanisch, Chinesisch, Koreanisch, Thailändisch), wird standardmäßig das klassische Kodierung beibehalten; * Alle anderen Sprachen verwenden standardmäßig Unicode; * Fall Sie zwei oder mehr Sprachen verwenden wollen, die unterschiedliche klassische Kodierungen verwenden, wird ebenfalls Unicode verwendet; * Schlussendlich kann Unicode vom Anwender auch für Sprachen mit klassischer Kodierung ausgewählt werden, indem er den Punkt „%s“ markiert. Sie sind nicht auf eine weitere Sprache begrenzt. Sie können so viele auswählen, wie Sie wollen, ja sogar alle, indem Sie die Schaltfläche „%s“ verwenden. Das Auswählen einer Sprache beeinflusst die installierten Übersetzungen der Programme, Schriften, Rechtschreibkorrekturen, etc. Um die Spracheinstellungen des ganzen Systems zwischen verschiedenen Sprachen umzuschalten, starten Sie einfach „localedrake“ unter dem privilegierten Kennzeichen „root“. Wollen Sie die Einstellungen nur für ein Kennzeichen ändern starten Sie denselben Befehl mit eben diesem Kennzeichen.
eo: La unua paŝo estas elekti vian preferatan lingvon. Via elekto de la preferata lingvo efikas por la instalilo, la dokumentado, kaj la sistemon ĝenerale. Unue selektu la regionon en kiu vi troviĝas, poste la lingvon kiun vi parolas. Alklaki la butonon "%s" ebligos al vi selekti aliajn lingvojn kiujn vi deziras instali en vian laborstacion, per tio instaliĝas la lingvospecifaj dosieroj por sistem-dokumentaĵoj kaj aplikaĵoj. Ekzemple, se hispanaj uzuloj uzos vian maŝinon, selektu Anglan kiel defaŭltan lingvon [se via lingvo estas la angla] en la arbeca vido kaj "%s" en la progresinta sekcio. Pri subteno de UTF-8 (unikodo): Unikodo estas nova tipar-kodigo destinita por kovri ĉiujn ekzistantajn lingvojn. Tamen, plena subteno por ĝi en GNU/Linux estas daŭre sub evoluigo. Pro tio, la uzo de UTF-8 fare de Mandriva Linux dependos de la elektoj kiujn faras la uzulo: * Se vi elektas lingvon kun forte tradiciaj kodaĵoj (lingvoj de latin1, rusa, japana, ĉina, korea, taja, greka, turka, la plej multaj lingvoj de iso-8859-2), la tradicia kodaĵo estos uzata defaŭlte; * Aliaj lingvoj uzos unikodon defaŭlte; * Se du aŭ pli da lingvoj estas necesaj, kaj se tiuj lingvoj ne uzas la saman kodaĵon, tiam unikodo estos uzata por la tuta sistemo; * Fine, oni povas ankaŭ trudi unikodon por la tuta sistemo laŭ decido de uzulo per selekto de la opcio "%s" sendepende de kiuj lingvoj estas elektitaj. Notu ke vi ne estas limigita por elekti unu solan kroman lingvon. Vi povas elekti plurajn, aŭ eĉ instali ĉiujn per selekto de la kesto "%s". Selektante la subtenon por lingvo signifas ke tradukoj, litertiparoj, ortografi-kontroliloj, ktp. estos ankaŭ instalitaj por tiu lingvo. Por ŝalti inter la diversaj instalitaj lingvoj sur via sistemo, vi povas lanĉi la komandon "localedrake" kiel "root" por ŝanĝi la uzatan lingvon en la tuta sistemo. Se vi faras tiun komandon kiel regula uzulo tio ŝanĝos nur la lingvon por tiu aparta uzulo.
es: El primer paso es elegir el idioma que prefiere. Su elección de idioma preferido afectará al idioma del instalador, de la documentación, y del sistema en general. Seleccione primero la región en la que se encuentra, y luego el idioma que habla. Al hacer clic sobre el botón "%s" (Avanzada) podrá seleccionar otros idiomas para instalar en su sistema, instalando así los archivos específicos para esos idiomas para la documentación y las aplicaciones. Por ejemplo, si albergará a gente de Francia en su máquina, seleccione Español como idioma principal en la vista de árbol y "%s" en la sección avanzada. Acerca del soporte UTF-8 (Unicode): Unicode es una codificación nueva de caracteres que pretende cubrir todos los idiomas existentes. Sin embargo, el soporte completo para Unicode bajo GNU/Linux todavía está en desarrollo. Por esta razón, Mandriva Linux lo usará o no dependiendo de las elecciones del usuario: * Si elige un idioma con codificación legada fuerte (idiomas latin1, ruso, japonés, chino, coreano, thai, griego, turco, la mayoría de los idiomas ISO-8859-2), de manera predeterminada se usará la codificación legada. * Otros idiomas utilizarán Unicode de manera predeterminada. * Si se necesitan dos o más idiomas, y dichos idiomas no utilizan la misma codificación, entonces el sistema completo utilizará Unicode. * Finalmente, también se puede forzar el uso de Unicode para todo el sistema a pedido del usuario seleccionando la opción "%s" sin importar qué idiomas han sido seleccionados. Note que no está limitado a elegir un único idioma adicional. Puede elegir varios, o incluso instalarlos a todos marcando la casilla "%s". Seleccionar el soporte para un idioma significa que se instalarán las traducciones, tipografías, correctores ortográficos, etc. para dicho idioma. Puede ejecutar el comando "localedrake" como "root" para cambiar el idioma de todo el sistema de uno a otro. Ejecutar el comando como usuario no privilegiado sólo cambiará la configuración de idioma para ese usuario en particular.
et: Esimene samm on vajaliku keele valik. Siin saate valida keele, mida kasutada paigaldamisel ja hilisemas töös. Valige esmalt riik, kus asute, ning seejärel vajalik keel. Klõpsates nupul "%s", võite valida muid keeli, mida Teie tööjaamale paigaldada. Teiste keelte valikul paigaldatakse vastava keele rakenduste ja dokumentatsiooni failid. Kui Teie masinaga töötab näiteks kasutajaid Hispaaniast, valige puuvaates põhikeeleks eesti keel ning sektsioonis "Muud" märkige ära "%s". Mõni sõna UTF-8 (unicode) toetuse kohta. Unicode on uus kodeering, mis peaks hõlmama kõiki keeli. Selle täielik toetus ei ole GNU/Linuxis siiski veel täielikult teostatud. Seetõttu lähtub Mandriva Linux selle kasutamisel või mittekasutamisel järgmistest asjaoludest: * Kui valite keele, mis üldreeglina kasutab muud kodeeringut (latin1 keeled, vene, jaapani, hiina, korea, tai, kreeka, türgi keel, enamik ISO-8859-2 keeli), kasutatakse vaikimisi vastavat kodeeringut; * Muude keelte puhul võetakse vaikimisi kasutusele Unicode; * Kui valite mitu keelt, mis ei kasuta ühesugust kodeeringut, tarvitatakse vaikimisi Unicode'i; * Ja lõpuks: kui kasutaja seda soovib, võimaldab valik "%s" sõltumata valitud keelest kasutada kogu süsteemis Unicode'i. Te võite igal juhul valida soovi korral ka mitu keelt, märkides ära kasti "%s" Täiendavate keelte valimine tähendab, et süsteemi paigaldatakse ka neile keeltele vajalikud fondid, õigekirja kontrollijad, rakenduste ja dokumentatsiooni tõlked jms. Ühelt keelelt teisele lülitumiseks võite administraatorina anda käsu "/usr/sbin/localedrake", mis võimaldab muuta kogu süsteemi keelt, või tavakasutajana muuta ainult enda kohta käivat keeleseadistust.
eu: Lehenengo urratsa zure hizkuntza hobetsia aukeratzea da. Egiten duzun hizkuntza hobetsiaren aukerak instalatzaileari, dokumentazioari, eta orokorrean sistemari eragingo die. Lehendabizi hautatu zure eskualdea, ondoren hitzegiten duzun hizkuntza. "%s" botoian klik eginez, lan-estazioan instalatu beharreko beste hizkuntza batzuk hautatu ahal izango dituzu, eta horrela, sistemaren dokumentazio eta aplikazioentzako hizkuntzaren fitxategi zehatzak instalatuko dira. Adibidez, zure makina Espainiako erabiltzaileek erabili behar badute, hautatu Euskara hizkuntza lehenetsi gisa zuhaitz ikuspegian eta "%s" Aurreratua atalean. UTF-8 (unicode) euskarriari buruz: Unicode karaktere kodeketa berri bat da, existitzen diren hizkuntza guztiak hartu nahi dituena. Hala ere, berarentzako erabateko euskarria oraindik garatzen ari da GNU/Linux-en, Mandriva Linux-en UTF-8 erabilera erabiltzailearen hautaketen araberakoa da: * Jatorrizko kodeketa ahaltsua duen hizkuntza bat aukeratzen baduzu (latin1 hizkuntzak, errusiera, japoniera, txinera, koreera, thailandiera, grekoa, turkiera, iso-8859-2 hizkuntza gehienak), jatorrizko kodeketa hori erabiliko da lehenespen gisa; * Beste hizkuntzek unicode erabiliko dute lehenespen gisa; * Bi hizkuntza edo gehiago behar badira, eta hizkuntza horiek kodeketa bera erabiltzen ez badute, unicode erabiliko da sistema osorako; * Azkenik, erabiltzaileak hala eskatuta, sistema unicode erabiltzera behartu daiteke, "%s" aukera hautatuz, hautatu diren hizkuntzak edozein direla ere. Gogoan izan hizkuntza gehigarri bat baino gehiago hauta dezakezula. Hainbat hizkuntza hauta ditzakezu, edo zerrendako guztiak, "%s" koadroa hautatuz. Hizkuntza baten euskarria hautatzean, hizkuntza horren itzulpenak, letra-tipoak, zuzentzaile ortografikoak, etab ere instalatuko dira. Zure sisteman instalatutako hizkuntzen artean aldatzeko, "localdrake" komandoa dei dezakezu "root" gisa zure sistema osoak erabiltzen duen hizkuntza aldatzeko. Erabiltzaile arrunt gisa exekutatzen baduzu, soilik erabiltzaile horren hizkuntza-ezarpenak aldatuko dira.
fa: انتخاب زبان ترجیحی شما زبان نوشتجات، نصب‌گر و سیستم‌تان را در مجموع مورد تأثیر قرار خواهد داد. در ابتدا منطقه‌ای را که در آن قرار دارید و سپس زبانی را که صحبت می‌کنید انتخاب نمایید. کلیک بر دکمه‌ی "%s" به شما اجازه می‌دهد تا زبان‌های دیگری را بر ایستگاه کارتان انتخاب کرده، و بدین طریق پرونده‌های مخصوص-زبان را برای سیستم نوشتجات و برنامه‌ها نصب کنید. برای نمونه، اگر شما کاربرانی از اسپانیا را بر رایانه‌اتان میزبان هستید، انگلیسی را مانند زمان پیش‌فرض در درخت‌نما انتخاب کرده و "%s" را در قسمت پیشرفته انتخاب کنید. درباره‌ی پشتیبانی از UTF-8 (یونی‌کد): یونی‌کد کدگذاری نویسه‌ی جدیدی برای پوشش دادن همه‌ی زبان‌های موجود است. هرچند پشتیبانی کامل برای آن در لینوکس/گنو هنوز تحت تولید است. بدین دلیل، لینوکس ماندریبا از آن استفاده خواهد کرد یا بدلیل عدم وابستگی به گزینش‌های کاربر: * اگر زبانی را با کدگذاری سنتی قوی (زبان‌های لاتین۱، روسی، ژاپنی، چینی، کره‌ای، تایلندی، یونانی، ترکی، بیشتر زبان‌های iso-8859-2) انتخاب کنید، کدگذاری سنتی بوسیله‌ی پیش‌فرض استفاده خواهد گردید: * بقیه‌ی زبان‌ها در پیش‌فرض از یونی‌کد استفاده خواهند کرد: * اگر دو یا زبان‌های بیشتری مورد نیاز است، و آن زبان‌ها از کدگذاری یکسان استفاده نمی‌کنند، پس یونی‌کد برای تمام سیستم استفاده خواهد شد. * در پایان، یونی‌کد می‌تواند برای سیستم با درخواست کاربر بوسیله‌ی انتخاب گزینه‌ی "%s" بدون وابستگی به زبان‌(های) گزیده شده اجبار گردد. توجه کنید که شما به انتخاب زبان اضافه‌ی تکی محدود نیستید. شما می‌توانید چندین زبان، حتی تمام آنها را بوسیله‌ی انتخاب جعبه‌ی "%s" انتخاب کنید. انتخاب کردن پشتیبانی برای زبانی بمعنی ترجمه‌ها، قلم‌ها، غلط‌یاب‌ها وغیره برای آن زبان که نصب خواهد شد می‌باشد. برای تعویض بین زبان‌های گوناگون نصب شده بر سیستم، می‌توانید فرمان "/usr/sbin/localedrake" را مانند "root" برای تغییر زبان استفاده شده بوسیله‌ی تمام سیستم اجرا کنید. اجرای این فرمان مانند یک کاربر عادی تنظیم زبان را تنها برای آن کاربر عوض خواهد نمود.
fi: Ensimmäinen askel on valita toivottu kieli. Valitsemasi oletuskieli päättää minkä kielinen dokumentaatio asennetaan, kuten myös asennusohjelman ja järjestelmän kielen. Valitse ensin missä asut ja sitten mitä kieltä käytät. Valitsemalla "%s" saat mahdollisuuden valita myös muita kieliä asennettavaksi työasemallesi. Muiden kielten valitseminen asentaa kielikohtaiset tiedostot järjestelmän dokumentoinnista ja ohjelmistoista. Esimerkiksi jos sinulla koneessasi espanjalaisia käyttäjiä, valitse suomi (tai englanti) pääkieleksi ja lisäasetusten puolelta "%s". Tietoja UTF-8 (unicode) tuesta: Unicode on uusi kirjasinten määrittelytapa joka on määrä kattaa kaikki olemassa olevat kielet. Huomaa etttä täysi tuki GNU/Linuxissa on viellä työn alla. Tästä syystä Mandriva Linuxin UTF-8 käyttö riippuu käyttäjän valinnasta: * Jos valitset kielen jossa on vahva "vanhanaikainen" kirjasinmäärittely (latin1 kielet, Venäjä, Japani, Kiina, Korea, Thai, Kreikka, Turkki, suurin osa iso-8859-2 kielet), "vanhanaikainen koodaus käytettään oletuksena. * Muut kielet käyttävät unicode oletuksena. * Jos kaksi (tai enemmän) kieltä tarvitaan, ja ne eivät käytä samaa koodausta, käytetään unicode koko järjestelmälle. * Viimeisenä, voit myös pakottaa järjestelmän käyttämään Unicodea (UTF-8) valitsemalla "%s" Huomaa, että voit valita useita ylimääräisiä kieliä tai jopa kaikki valitsemalla "%s". Kielituen valinta tarkoittaa käännösten, kirjasinten, oikolukuohjelmien jne. asentamista kyseiselle kielelle. Vaihtaaksesi eri kielten välillä voit suorittaa "/usr/bin/localedrake" "root"-käyttäjänä, jolloin vaihdat koko järjestelmän kieltä, tai tavallisena käyttäjänä, jolloin vaihdat vain sen käyttäjän vakiokielen.
fr: La première étape consiste à choisir votre langue. Le choix de la langue sera appliqué au programme d'installation, à la documentation et au système en général. Commencez par choisir la région où vous vous situez, puis la langue que vous parlez. En cliquant sur « %s », le programme vous proposera également des langues complémentaires pouvant être installées sur votre poste de travail. En choisissant des langues supplémentaires, le programme vous installera toute la documentation et les applications nécessaires à l'utilisation de ces langues. Par exemple, si vous prévoyez d'accueillir des utilisateurs d'Espagne sur votre machine, choisissez le français comme langue principale dans l'arborescence, et « %s », dans la section avancée. À propos de l'encodage UTF-8 (unicode) : Unicode est un nouveau système d'encodage des caractères censé couvrir tous les langues existantes. Cependant son intégration dans GNU/Linux est encore imparfaite. Pour cette raison, Mandriva Linux l'utilisera ou non selon les critères suivants : * Si vous choisissez une langue avec un encodage ayant une longue histoire (langues associées à « latin1 », Russe, Japonais, Chinois, Coréen, Thaï, Grec, Turc, et la plupart des langues « iso-8859-2 »), l'encodage historique sera utilisé; * Les autres langues entraîneront l'utilisation d'unicode par défaut; * Si vous demandez l'installation de plus d'une langue, et que ces langues n'utilisent pas le même encodage, alors unicode sera utilisé pour tout le système; * Enfin, unicode peut aussi être utilisé quelque soit votre configuration des langues à utiliser, en sélectionnant l'option « %s ». Remarquez que vous n'êtes pas limité à une langue supplémentaire. Vous pouvez en choisir plusieurs, ou même les installer toutes en choisissant « %s ». Choisir le support pour une langue signifie ajouter les traductions, les polices, correcteurs orthographiques, etc. Pour passer d'une langue à l'autre, vous pouvez lancer l'utilitaire « /usr/sbin/localedrake » en tant que « root » pour changer la langue utilisée dans tout le système ; connectez-vous en simple utilisateur pour ne changer que la langue de cet utilisateur.
gl: O primeiro paso é escoller a súa lingua preferida. A elección da súa lingua preferida afectaralle ó instalador, á documentación, e ó sistema en xeral. Primeiro seleccione a rexión na que está situado, e despois o idioma que fala. Se preme no botón "%s" poderá seleccionar outras linguas para instalalas na súa estación de traballo, instalando deste xeito os ficheiros específicos desas linguas para a documentación do sistema e as aplicacións. Por exemplo, se van usar a súa máquina usuarios Españois, seleccione Inglés coma a lingua predeterminada na árbore e "%s" na sección Avanzado. Acerca do soporte de UTF-8 (unicode): Unicode é unha nova codificación de caracteres pensada para cubrir tódalas linguas existentes. Sen embargo o soporte completo para ela en GNU/Linux ainda se está desenvolvendo. Por esta razón, o uso de UTF-8 en Mandriva Linux dependerá das eleccións do usuario: * Se selecciona unha lingua cunha codificación fortemente asociada (as linguas latin1, Ruso, Xaponés, Chinés, Coreano, Tai, Grego, Turco, a maioría das linguas iso-8859-2), usarase a codificación asociada de xeito predeterminado; * As outras lingua usarán unicode de xeito predeterminado; * Se se requiren dúas ou máis linguas, e estas linguas non usan a mesma codificación, entón usarase unicode para todo o sistema; * Por último, pode forzarse o uso de unicode en todo o sistema a petición do usuario seleccionando a opción "%s" independentemente das linguas que se escolleran. Teña en conta que non está limitado a elixir só unha lingua adicional. Vostede pode escoller varias, ou incluso instalalas todas marcando o cadro "%s". A selección do soporte para unha lingua significa que se instalarán as traduccións, fontes, correctores ortográficos, etc. desa lingua. Para cambiar entre as diferentes linguas instaladas no seu sistema, pode executar o comando "localedrake" coma "root" para cambiar a lingua de todo o sistema. Se executa o comando coma un usuario normal só cambiará a lingua dese usuario determinado.
he: הצעד הראשון הוא לבחור את השפה הרצויה. הבחירה שלך בשפה תשפיע על תכנית ההתקנה, על התיעוד ועל המערכת ככלל. תחילה יש לבחרו את האזור שלך ואחר כך את השפה. לחיצה על כפתור ה-"%s" תאפשר לך לבחור שפות נוספות להתקנה בתחנת העבודה שלך ומשמע שיותקנו הקבצים היעודים לתיעוד ויישומים באותן שפות. לדוגמה אם משתמשים דוברי ספרדית עומדים להשתמש במכונה שלך ניתן לבחור עברית כברירת מחדל בתצוגת העץ ו-"%s" בחלק המתקדם. אודות תמיכה ב-UTF-8 (יוניקוד): יוניקוד הוא קידוד תווים חדש שנועד לכסות את כל השפות הקיימות. תמיכה מלאה ביוניקוד בגנו/לינוקס עדיין נמצאת בשלבי פיתוח. מסיבה זו השימוש של מנדריבה-לינוקס ב-UTF-8 יהיה תלוי בהגדרות המשתמש: * אם נבחרה שפה שהשימוש בקידוד הישן שלה נפוץ (לדוגמה שפות עם latin1, רוסית, יפנית, סינית, קוריאנית, תאילנדית, יוונית, תורכית ורוב השפות שמשתמשות ב-iso-8859-2) יעשה שימוש בקידוד הישן כברירת מחדל; * עבור שפות אחרות יעשה שימוש ביוניקוד כברירת מחדל; * אם נבחרו שתי שפות או יותר ושתי השפות אינן משתמשות באותו קידוד יעשה שימוש ביוניקוד במערכת כולה; * לסיום, ניתן להכריח שימוש ביוניקוד במערכת כולה לפי בקשת המשתמש על ידי בחירה באפשרות "%s" באופן בלתי תלוי בשפות שנבחרו. לתשומת לבך - אין מגבלה על בחירת שפה נוספת בודדת. באפשרותך לבחור מספר שפות או אף את כולן על ידי בחירה בתיבת ה-"%s". בחירה בתמיכה בשפה משמעותה שתרגומים, גופנים, בודקי איות וכיו"ב גם הם יותקנו עבור השפה שנבחרה. כדי לעבור בין השפות השונות שהותקנו במערכת שלך באפשרותך להפעיל את הפקודה "localedrake" כ-"root" לשינוי השפה שבשימוש המערכת כולה. הפעלת הפקודה כמשתמש רגיל תשנה רק את הגדרות השפה של המשתמש שהפעיל אותה.
hu: Az első lépés a nyelv kiválasztása. A kiválasztott nyelv befolyásolja a telepítőnek, a dokumentációnak és a rendszer többi részének a nyelvét is. Válassza ki a megfelelő földrajzi helyet, majd a kívánt nyelvet. A(z) "%s" nyomógombra kattintva kiválaszthatók további telepítendő nyelvek. További nyelvek választása esetén telepítésre kerülnek az adott nyelvekhez tartozó fájlok is - a rendszerdokumentáció és az alkalmazások szövegei. Ha például a gépet spanyol felhasználók is használni fogják, akkor az alapértelmezett nyelvnek (például magyar) a fában történő kiválasztását követően a Speciális részben jelölje be a(z) "%s" lehetőséget. Az UTF-8 (Unicode) szabvány támogatásáról: A Unicode egy új karakterkódolási szabvány az összes létező nyelv lefedésére. A Linux alatti teljes támogatása még fejlesztés alatt áll. A Mandriva Linux UTF-8-használatát befolyásolják a felhasználó által végzett beállítások: - ha olyan nyelvet választ, amelyhez erősen kapcsolódik egy korábbi kódolási módszer (Latin1-nyelvek, orosz, japán, kínai, koreai, thai, görög, török, valamint a legtöbb, ISO-8859-2 kódolást használó nyelv), akkor alapértelmezésben ez a korábbi kódolás lesz használva - egyéb nyelvek esetében a Unicode szabvány lesz használva alapértelmezésben - ha kettő vagy több nyelv kerül telepítésre, és azok eltérő kódolást használnak, akkor a Unicode szabványt fogja használni az egész rendszer - a felhasználó előírhatja, hogy az egész rendszer a Unicode-ot használja - ehhez a(z) "%s" lehetőséget kell választani (függetlenül a választott nyelvektől) Tetszőleges számú nyelv telepíthető az alapértelmezett nyelven felül. Telepítheti akár az összeset is - ehhez a(z) "%s" opciót kell használni. Egy nyelv támogatásának telepítése azt jelenti, hogy telepítésre kerülnek az adott nyelvhez kapcsolódó fordítások, betűkészletek, helyesírás-ellenőrzők és egyebek. A rendszerre telepített nyelvek közti váltáshoz a "localedrake" program használható. Rendszergazdai jogosultsággal az összes felhasználó nyelvbeállításait lehet módosítani, normál felhasználóként futtatva pedig csak az adott felhasználó nyelvbeállításait.
id: Langkah pertama adalah menentukan bahasa pilihan Anda. Pilihan bahasa Anda akan mempengaruhi installer, dokumentasi dan juga sistem secara umum. Pertama pilih wilayah Anda, lalu bahasa yang Anda gunakan. Klik pada tombol "%s" akan mengijinkan Anda memilih bahasa lain untuk diinstall pada workstation Anda, juga menginstall file bahasa khusus untuk dokumentasi sistem dan aplikasi. Misalnya jika pengguna Spanyol menggunakan komputer Anda, pilih Inggris sebagai bahasa default pada pohon view dan "%s" pada bagian Advanced. Tentang dukungan UTF-8 (unicode): Unicode adalah enkoding karakter yang baru yang ditujukan untuk mencakup seluruh bahasa yang ada. Namun dukungan penuh pada GNU/Linux sedang dalam pengembangan. Untuk alasan tersebut, penggunaan UTF-8 pada Mandriva Linux bergantung pada pilihan pengguna: * Jika Anda memilih menggunakan bahasa dengan enkoding yang kuat (bahasa latin, Rusia, Jepang, China, Korea, Thai, Yunani, Turki, sebagian besar bahasa iso-8859-2), enkoding akan digunakan secara default; * Bahasa lain akan menggunakan unicode sebagai default; * Jika dua atau lebih bahasa diperlukan, dan bahasa tersebut tidak memakai enkoding yang sama, maka unicode akan digunakan pada sistem; * Terakhir, unicode juga bisa dipaksa untuk digunakan melalui permintaan pengguna dengan memilih opsi "%s" secara terpisah pada bahasa yang dipilih. Perhatikan bahwa Anda tidak terbatas pada satu bahasa tambahan. Anda bisa memilih beberapa, atau semua dengan memilih kotak "%s". Memilih dukungan untuk sebuah bahasa berarti translasi, font, penguji ejaan, dll juga akan diinstal untuk bahasa tersebut. Untuk berpindah antar bahasa yang diinstall pada sistem, Anda bisa menjalankan perintah "localedrake" sebagai "root" untuk merubah bahasa yang digunakan sistem. Menjalankan perintah sebagai pengguna hanya akan merubah setting untuk pengguna tersebut.
is: Fyrsta þrepið er að velja æskilegt tungumál. Val þitt á æskilegu tungumáli hefur áhrif á uppsetningarforritið, handbækur, og stýrikerfið í heild sinni. Veldu fyrst hvaða svæði þú er búsettur á, síðan tungumál sem þú notar. Ef þú smellir á "%s" hnappinn þá getur þú valið önnur tungumál sem verða sett upp á vinnustöðina þína, þá verða skrár sem tengjast því tungumáli settar upp á tölvuna. Til dæmis ef spænskir notendur munu nota tölvuna þína, veldu þá Ensku sem aðaltungumál í valglugganum og "%s" í ítarlegri hlutanum. Um UTF-8 (unicode) stuðning: Unicode er ný stafakóðun sem tekur til allra tungumála. En fullur stuðningur fyrir þessa kóðun er enn á þróunarstigi fyrir GNU/Linux. Þess vegna ætti val þitt á að nota UTF-8 að byggja á eftirfarandi: * Ef þú velur tungumál sem hefur sterkan stuðning í venjulegri stafakóðun (latnesk-1 tungumál, Rússneska, Kínverska, Kóreanska, Tælenska, Gríska, Tyrkneska og flest iso-8859-2 tungumál), þá verður eldri stafakóðun valin sjálfgefið; * Önnur tungumál munu sjálfgefið nota unicode; * Ef tvö eða fleiri tungumál eru valin og þau nota ekki sömu kóðun þá verður unicode notað fyrir allt kerfið; * Að lokum, hægt er að þvinga notkun unicode alls staðar í kerfinu með því að velja "%s" valkostinn óháð því hvaða tungumál hafa verið valin. Athugið að þú ert ekki takmarkaður við að velja eitt aukalegt tungumál. Þú getur valið nokkur eða jafnvel valið þau öll með því að krossa við "%s" reitinn. Ef þú velur stuðning fyrir tungumál þýðir það að þýðingar, letur, stafsetningar-leiðréttingar o.s.frv. verða einnig sett inn fyrir þessi tungumál. Til að víxla milli mismunandi tungumála sem eru uppsett á kerfinu þínu, þá getur þú keyrt "localedrake" skipunina sem "root" til að breyta sjálfgefnu tunguáli fyrir allt kerfið. Ef þú keyrir skipunina sem venjulegur notandi þá mun það einungis breyta uppsetningu tungumáls fyrir þann notanda.
it: Il primo passo è scegliere la lingua che preferite usare. La lingua che sceglierete a questo punto sarà utilizzata per la procedura di installazione, per la documentazione e per il sistema in generale. Per prima cosa selezionate l'area geografica in cui vivete, e poi la vostra lingua. Cliccando sul pulsante "%s" potrete scegliere altre lingue da installare sul computer. La selezione di altre lingue comporta l'installazione dei file relativi alla documentazione e alle applicazioni per ciascuna di esse. Ad esempio, se il vostro computer dovrà essere usato anche da persone di madre lingua spagnola, potete scegliere l'italiano come lingua predefinita nella struttura ad albero e, nella sezione "Avanzato", selezionare anche "%s". Riguardo al supporto UTF-8 (Unicode): Unicode è un nuovo standard per la codifica dei caratteri, progettato per supportare tutte le lingue esistenti. Il suo supporto su GNU/Linux è ancora in fase di sviluppo, e per questo motivo la sua attivazione su Mandriva Linux dipenderà dalle scelte effettuate dall'utente: * se scegliete lingue fortemente legate alle vecchie codifiche (lingue del gruppo latin1, russo, giapponese, cinese, coreano, tailandese, greco, turco e la maggior parte delle lingue iso-8859-2), come impostazione predefinita sarà usata la vecchia codifica; * per le altre lingue sarà usato Unicode come impostazione predefinita; * se vengono installate due o più lingue, e le lingue scelte non utilizzano la stessa codifica, allora per l'intero sistema sarà usato Unicode; * infine, l'uso di Unicode per l'intero sistema può anche essere imposto dall'utente tramite l'opzione "%s", indipendentemente dalle lingue selezionate. Va sottolineato che non siete limitati alla scelta di una sola lingua supplementare: potete sceglierne quante volete, o persino installarle tutte grazie all'opzione "%s". La scelta del supporto per una particolare lingua implica l'installazione di traduzioni, caratteri, strumenti di controllo ortografico e tutto ciò che riguarda quella lingua. Per passare da una lingua all'altra fra quelle installate potete utilizzare il comando "localedrake": usandolo come "root" cambierete la lingua utilizzata in tutto il sistema, mentre come utente normale cambierete solamente la lingua usata da quell'utente.
ja: まず、お使いになる言語を選んでください。 ここで選択された言語は、インストーラ、ドキュメントをはじめ、システム全般 に適用されます。まず居住地域を選択し、次に使用する言語を選んでください。 「%s」を押すと他の言語を追加することができます。例えば日本語と スペイン語を両方使われるのであれば、まずリストから日本語をデフォルト言語に 選び「詳細」から「%s」を選んでください。こうすることで、日本語と スペイン語両方のドキュメントと必要なアプリケーションがインストールされます。 ユニコード (UTF-8) サポートについて: ユニコードは世界中のすべての言語を カバーします。しかしながら、GNU/Linux 環境でのユニコードサポートはまだ開発 途上にあります。そのため、Mandriva Linux ではユーザの選択に応じてその使用を 制限しています: * レガシーなエンコードを使用する言語 (latin1/ロシア語/日本語/中国語/ ハングル/タイ語/ギリシャ語/トルコ語/iso-8859-2の大部分の言語など) を選択 すると、それぞれのエンコードが適用されます。 * その他の言語にはデフォルトでユニコードを使用します。 * 二つ以上のエンコードの異なる言語を選択すると、システム全体に ユニコードが適用されます。 * 選択した言語にかかわらず、システム全体にユニコードを強制することも 可能です。その場合は「%s」を選んでください。 言語はいくつでも追加することができます。「%s」を選ぶと 利用可能なすべての言語がインストールされます。それぞれの言語サポートには 翻訳されたメッセージ/フォント/スペルチェッカーなどが含まれます。 言語設定を切り替えるときは LocaleDrake を使います。システム全体の設定を変更 するときは、root 権限で "localedrake" を実行してください。一般ユーザ権限 で実行すると、そのユーザの言語設定だけが変更されます。
mk: Првиот чекор е да го изберете јазикот кој го преферирате. Вашиот избор на јазик ќе влијае на инсталерот, документацијата и системот воопшто. Најпрво изберете го регионот каде се наоѓате и потоа јазикот кој го говорите. Со притискање на копчето „%s“ ви се овозможува да изберете други јазици кои ќе се инсталираат на вашата работна станица, притоа ќе се инсталираат системски датотеки, документација и апликации во завиност од избраниот јазик. На пример, доколку Шпански корисници го користат вашиот компјутер, во дрвото изберете Македонски како почетен јазик и „%s“ во одделот „Напредно“. За „UTF-8“ (повеќекодна) подршка: Повеќекодната подршка е ново кодирање на знаци наменето да ги покрие сите постоечки јазици. Но, комплетна подршка во „GNU/Linux“ е сеуште во развој. Поради оваа причина, употребата на „UTF-8“ во „Mandriva Linux“ ќе зависи од изборот на корисникот: * Ако изберете јазик со силно наследно кодирање („latin1“ јазици, Руски, Јапонски, Кинески, Корејски, Тајландски, Грчки, Турски, повеќето „iso-8859-2“ јазици), наследното кодирање ќе се користи како почетно; * Останатите јазици ќе користат ја повеќекодната табела како почетна; * Ако се потребни два или повеќе јазици и тие јазици не користат иста кодна табела, во тој случај повеќекодната табела ќе се користи за целиот систем; * И за крај, повеќекодната табела може присилно да се користи низ целиот систем по избор на корисникот притоа избирајќи ја опцијата „%s“, независно кои јазици претходно биле избрани. Забележете дека не сте ограничени да изберете само еден додатен јазик. Можете да изберете повеќе или да ѓи инсталирате сите со штиклирање на „%s“. Избирањето на подршка за одреден јазик значи дека ќе се инсталираат преводи, фонтови, проверувачи на правопис итн. соодветно на избраниот јазик. За да ѓи менувате јазиците кои се инсталирани на вашиот систем, како „root“ извршете ја командата „localedrake“ и притоа ќе се смени јазикот на системско ниво. Ако ја извршите командата како обичен корисник, јазикот ќе се промени само за тој одреден корисник.
mt: L-ewwel pass huwa li tagħżel il-lingwa preferuta tiegħek. L-għażla tal-lingwa preferuta jaffettwa l-installatur, id-dokumentazzjoni, u s-sisetma in ġenerali. L-ewwel agħżel ir-reġjun fejn qiegħed, u mbgħad il-lingwa li titkellem. Jekk tagħfas il-buttuna "%s" tista' tagħżel lingwi oħra li tixtieq tinstalla fuq is-sistema. Jekk tagħżel lingwi oħra, il-fajls speċifiċi għal dik il-lingwa jiġu nstallati fuq is-sistema. Per eżempju, jekk se jkun hemm utenti Spanjoli fuq il-kompjuter, agħżel l-Ingliż bħala lingwa ewlenija fil- lista ta' fuq, u "%s" fis-sezzjoni avvanzata. Dwar sapport għall--UTF-8 (unicode): Unicode hija sistema ġdida ta' kodifika tal-karattri intenzjonata biex tipprovdi sapport għal-lingwi kollha. Però s-sapport għaliha fil-Linux għadu qed jiġi żviluppat. Għalhekk, l-użu tal-UTF-8 fil-Mandriva Linux jiddependi mill-għażla tal-utent: * Jekk tagħżel lingwa b'ħafna sapport eżistenti f'kodifika oħra (eż, lingwi latin1, Russu, Ġappuniz, Ċiniż, Korean, Tajlandiż, Grieg, Tork u ħafna lingwi latin2), tintuża l-kodifika antika. Lingwi oħra jużaw unicode impliċitament; * Jekk tnejn jew iżjed lingwi huma meħtieġa, u dawn m'għandhomx l-istess kodifika, jintuża unicode fuq is-sistema kollha. * Finalment, tista' ġġiegħel li jintuża unicode fis-sistema kollha billi tittikkja l-għażla "%s" indipendentement minn liema lingwi huma magħżula. Innota li m'intix limitat li tagħżel lingwa waħda addizzjonali. Tista' tagħżel diversi, jew anke tinstalla kollox billi tagħżel il-kaxxa "%s". Li tagħżel lingwa ifisser traduzzjonijiet, fonts, spell checkers eċċ jiġu nstallati għal dik il-lingwa.
nb: Det første trinnet er å velge ditt foretrukne språk. Ditt valg av foretrukket språk vil påvirke språket til dokumentasjonen, installasjonsrutinen og systemet generelt. Velg først regionen du befinner deg i, og deretter språket du bruker. Om du klikker på «%s»-knappen får du mulighet til å velge andre språk som du ønsker å installere på din arbeidsstasjon. Du installerer da samtidig de språkspesifikke filene for systemdokumentasjon og applikasjoner. Hvis du ønsker norsk som standardspråk, men også ønsker å tilrettelegge for spanske brukere på maskinen, kan du velge norsk som standardspråk i trevisningen, og «%s» i det avanserte avsnitt. Om UTF-8 (ISO 10646) støtte. ISO 10646 er en ny tegnsettskoding det er ment til å dekke alle eksisterende språk. Men full støtte for det i GNU/Linux er stadig under utvikling. Av denne grunnen vil Mandriva Linux bruke det eller ei avhengig av brukerens valg: * Hvis du velger et språk med sterk binding til gammel kodnng (latin1- språk, russisk, japansk, kinesisk, koreansk, thai, gresk, tyrkisk, de fleste ISO-8859-2-språk) vil den gamle kodingen bli brukt som standard; Andre språk vil bruke ISO 10646 som standard; * Hvis to eller flere språk er krevd, og ikke disse språk bruker samme koding, vil ISO 10646 bli brukt for hele systemet; * Endelig kan ISO 10646 også bli påtvunget systemet ved brukervalg ved å velge '%s'-valget uavhengig av hvilke språk som er valgt. Legg merke til at du ikke er begrenset til et enkelt tilleggsspråk. Du kan velge flere, eller til og med alle ved å sjekke av i «%s»-boksen. Valg av språkstøtte betyr at oversettelser, skrifttyper, stavekontroller, osv. for språket også vil bli installert. For å bytte mellom de installerte språkene på systemet, kan du starte programmet «/usr/sbin/localedrake» som «root» for å bytte språket som systemet bruker. Dersom dette programmet kjøres under en vanlig bruker, vil bare språket for denne brukeren endres.
nl: De eerste stap is het kiezen van uw voorkeurstaal. Uw taalkeuze beïnvloedt de taal van de documentatie, het installatieprogramma en het systeem in het algemeen. Selecteer eerst de regio waarin u zich bevindt, en daarna de taal die u spreekt. Door te klikken op de "%s"-knop kunt u andere talen selecteren die op uw werkstation geïnstalleerd moeten worden. Het selecteren van andere talen zal de taalspecifieke bestanden voor systeemdocumentatie en toepassingen installeren. Als u bijvoorbeeld gastheer bent voor Spaanse gebruikers op uw machine, selecteert u Nederlands als eerste taal in het boom-overzicht en in de Geavanceerd-afdeling selecteert u "%s". Over UTF-8 (unicode)-ondersteuning: Unicode is een nieuwe tekencodering bedoeld om alle bestaande geschreven talen te omvatten. Volledige GNU/Linux-ondersteuning ervoor is echter nog in ontwikkeling. Daarom gebruikt Mandriva Linux het al dan niet, afhankelijk van de keuze van de gebruiker: * Indien u talen kiest met een sterke coderingstraditie (latin1 talen, Russisch, Japans, Chinees, Koreaans, Thais, Grieks, Turks, meeste iso-8859-2 talen), dan wordt de gebruikelijke codering in eerste instantie gebruikt; * Andere talen gebruiken standaard Unicode; * Als twee of meer talen vereist zijn, en deze talen gebruiken niet dezelfde codering, dan wordt Unicode voor het hele systeem gebruikt; * Tenslotte, Unicode kan ook op aanvraag van de gebruiker voor het hele systeem worden afgedwongen door de optie "%s" te selecteren onafhankelijk van welke ta(a)l(en) u gekozen heeft. Merk op dat er geen beperking is in het aantal extra uit te kiezen talen. U kunt er meerdere kiezen of ze zelfs allemaal installeren door het "%s" vakje aan te kruisen. Ondersteuning voor een taal selecteren betekent dat vertalingen, lettertypen, spellingscontrole etc. ook voor die taal zullen worden geïnstalleerd. Om te schakelen tussen de diverse talen die op uw computer zijn geïnstalleerd, kunt u de opdracht "localedrake" uitvoeren als "root" om de taal voor het gehele systeem te veranderen. Het uitvoeren van deze opdracht als een gewone gebruiker zal slechts de taalinstellingen voor die individuele gebruiker veranderen.
pl: Pierwszym krokiem jest wybór preferowanego języka. Twój wybór preferowanego języka będzie miał wpływ na język dokumentacji, instalatora oraz systemu w ogólności. Najpierw należy wybrać region, w którym znajduje się użytkownik a następnie język jakiego używa. Kliknięcie przycisku "%s", pozwoli na wybranie innych języków, które zostaną zainstalowane na komputerze. Wybranie innych języków spowoduje zainstalowanie plików zależnych od języka dla dokumentacji oraz aplikacji. Na przykład, jeśli na komputerze pracują użytkownicy z Hiszpanii należy wybrać angielski z widoku głównego drzewa zaś w sekcji "Zaawansowane" zaznaczyć opcję "%s". Uwaga dotycząca obsługi UTF-8 (unikodu): Unikod jest nowym kodowaniem znaków umożliwiającym równoczesną osługę wszystkich istniejących języków. Jednak pełna obsługa tego standardu jest wciąż w trakcie rozwoju w systemach GNU/Linux. Z tego powodu, Mandriva Linux używa go lub nie w zależności od wyboru użytkownika: * Po wybraniu języków z często używanym kodowaniem (języki latin1, rosyjski, japoński, chiński, koreański, rajski, grecki, turecki, większość języków używających iso-8859-2), kodowanie to będzie używane domyślnie; * Inne języki będą domyślnie używały Unicode; * Jeśli wymagane są dwa lub więcej języków i te języki nie używają identycznego kodowania, to Unicode będzie zainstalowany domyślnie dla całego systemu; * W końcu, unicode może być także wymuszony dla systemu na żądanie użytkownika poprzez zaznaczenie opcji "%s" niezależnie od wybranego języka. Nie ma ograniczeń na liczbę języków dodanych dodatkowo do już wybranego. Można wybrać kilka, lub nawet zainstalować je wszystkie wybierając opcję "%s". Zaznaczenie obsługi dla języka oznacza tłumaczenia, czcionki, słowniki, itd. dla każdego zainstalowanego języka. Aby przełączać się pomiędzy różnymi językami zainstalowanymi w systemie, można uruchomić polecenie "localedrake" z poziomu użytkownika "root" co spowoduje zmianę języka używanego przez cały system. Uruchomienie polecenia z konta zwykłego użytkownika spowoduje zmianę ustawień językowych tylko dla tego użytkownika.
pt: O primeiro passo, é escolher a sua linguagem preferida. A sua escolha da linguagem preferida irá afectar o instalador, a documentação, e o sistema em geral. Primeiro seleccione a região onde está localizado, depois a linguagem que fala. Ao clicar no botão "%s" irá permitir-lhe escolher outras linguagens para instalar na sua área de trabalho, consequentemente instalará os ficheiros para a documentação do sistema e aplicações referentes à linguagem especificada . Porexemplo, se utilizadores espanhóis estão para usar a sua máquina, escolha Inglês como linguagem predefinida na vista em árvore e "%s" na secção Avançada. Sobre o suporte UTF-8 (unicode): Unicode é uma codificação de caracter feito para cobrir todas as linguagens existentes. No entanto o seu suporte completo em GNU/Linux ainda está a ser desenvolvido. Por essa razão, o uso de UTF-8 em Mandriva Linux depende das escolhas do utilizador: * Se escolher uma linguagem com um forte legado de codificação (linguagens latin1, Russo, Japonês, ChinêsCoreano, Tailandês, grego, turco, maior parte de linguagens iso-8859-2), o legado da codificação será usado por omissão * Outras linguagens irão usar unicode por omissão; * Finalmente, o unicode pode também ser forçado para uso através do por um pedido do utilizador ao selecionar a opção "%s", independentemente como as linguagens tenham sido escolhidas. Notar que não está limitado a escolher uma única linguagem adicional. Pode escolher várias, ou até instala-las ao seleccionar a caixa"%s". Seleccionar suporte para uma linguagem, quer dizer traduções, fontes, verificadores de ortografia, etc., que será também instalados para essa linguagem. Para trocar entre as várias linguagens instaladas no seu sistema, pode correr o comando "/usr/sbin/localedrake" como "root" para mudar a linguagem usada por todo o sistema. Correndo o comando como utilizador normal , irá apenas mudar as configurações da linguagem para esse utilizador em particular.
pt_br: O primeiro passo é escolher o seu idioma preferido. A escolha de seu idioma preferido afetará a documentação do sistema, o instalador e o sistema em geral. Selecione primeiro a região onde você está localizado e o idioma que você fala. Clicando em "%s" você poderá selecionar outros idiomas para serem instalados no seu sistema. Ao selecionar outros idiomas também serão instalados os arquivos específicos para documentação e aplicativos. Por exemplo, se você pretende adicionar usuários espanhóis na sua máquina, selecione Inglês como idioma padrão na árvore de visualização e "%s" na seção Avançado. Sobre o suporte a UTF-8 (unicode): Unicode é o novo conjunto de codificação de caracteres para todas os idiomas existentes. O suporte completo em GNU/Linux ainda está em desenvolvimento. Por esta razão, o uso dele no Mandriva Linux dependerá da escolha do usuário: * Se você escolher idiomas legados, que possuem uma codificação forte (idiomas latinos, Russo, Japonês, Chinês, Coreano, Thai, Grego, Turco e a maioria dos idiomas com iso-8859-2), a codificação legada será usada por padrão; * Outros idiomas usarão o unicode por padrão; * Se dois ou mais idiomas forem requeridos, e tais idiomas não usarem a mesma codificação, então o unicode irá ser usado em todo o sistema; * Finalmente, o uso do unicode poderá ser forçado para o sistema que o usuário solicitar, através da opção "%s". independente do(s) idioma(s) selecionado(s). Note que você não está limitado a escolher um único idioma. Você pode selecionar vários, ou instalar todos selecionando a opção "%s". Selecionar o suporte para um idioma significa que as traduções, fontes, dicionários e corretores ortográficos, entre outros itens, serão também instaladas para este idioma. Para trocar entre os vários idiomas instalados no sistema, você pode executar o comando "/usr/sbin/localedrake" como "root" para alterar o idioma usado pelo sistema inteiro, e para todos os usuários. Executando o comando como usuário comum, a mudança apenas afetará o usuário em questão.
ru: Ваш выбор предпочитаемого языка повлияет на язык документации, сам инсталлятор и систему в целом. Выберите сначала регион, в котором вы находитесь, затем язык на котором вы говорите. По нажатию на кнопку "%s" вы сможете выбрать другие языки, которые можно установить на вашей рабочей станции. Таким образом будут установлены имеющие отношение к языку файлы системной документации и приложения. Например, если у вас в системе будут работать пользователи из Испании, выберите в дереве English как основной, и "%s" в дополнительном разделе. О поддержке UTF-8 (unicode): Unicode это новая кодировка, которая включает в себя все существующие языки. Однако ее полная поддержка в GNU/Linux пока находится в стадии разработки. Поэтому Mandriva Linux будет определять использовать ее или нет в зависимости от выбора пользователя: * Если вы выбираете языки, которые имеют свою традиционную устоявшуюся кодировку (языки latin1, русский, японский, китайский, корейский, тайский, греческий, турецкий, большинство языков с iso-8859-2), будет взята по умолчанию их кодировка; * Для остальных языков будет использоваться юникод по умолчанию; * Если выбираются несколько языков, имеющих различную кодировку, будет использован юникод по умолчанию для всей системы; * И наконец, юникод может быть также выбран по запросу пользователя, опцией "%s" не зависимо от того, какие языки выбраны. Заметим, что вы не ограничены в выборе дополнительных языков. Вы можете выбрать сколько угодно дополнительных языков, даже установить все языки, отметив пункт "%s". Выбор поддержки языка означает наличие переводов, шрифтов, проверку орфографии и т.д. для установленных языков. Для переключения между различными установленными языками в вашей системе вы можете запускать команду "/usr/sbin/localedrake" с правами "root", чтобы изменить язык для всей системы. Запуск этой команды с правами обычного пользователя позволит изменить настройки языка для данного конкретного пользователя.
sk: Prvým korokom je výber preferovaného jazyka Výber preferovaného jazyka ovplyvňuje dokumentáciu, jazyk inštalačného programu a všetkých ostatných programov. V prvom kroku si vyberiete región, kde žijete, a potom jazyk, ktorým hovoríte. Tlačidlo "%s" umožňuje zvoliť )ďalšie jazyky, ktoré budú tiež nainštalované a môžete je použiť v systéme. Výberom ďalších jazykov nainštalujete súbory s aplikáciami a dokumentáciou špecifické pre tieto jazyky. Ak napríklad na počítači pracujú Španieli, vyberte angličtinu ako hlavnú a pod tlačidlom rozšírené zaškrtnite voľbu "%s". Podpora UTF-8 (unicode): Unicode je nové kódovanie znakov, ktoré obsahuje všetky známe jazyky. Plná podpora v GNU/Linuxe je stále vo vývoji. Z tohto dôvodu bude alebo nebude v systéme použitá podľa voľby používateľa: * Ak vyberiete jazyk s jasne daným kódovaním (latin1, Ruština, Japonština Čínština, Korejština, Thajština, Gréčtina, Turečtina, väčšina jazykov používajúcich kódovanie iso-8859-2), bude implicitne použité staré kódovanie; * Ostatné jazyky používajú implicitne Unicode. * Ak potrebujete dva alebo viac jazykov a tieto jazyky nepoužívajú rovnaké kódovanie, bude pre celý systém použité kódanie unicode; * Ak používateľ vyberie voľbu "%s", bude použité kódovanie unicode nezávisle na výberu jazykov pre celý systém. Pri výbere jazyka nie ste obmedzení iba na jeden ďalší. Môžete si ich vybrať viac alebo dokonca nainštalovať všetky vybraním voľby "%s". Podpora jazyka zahrnňuje inštaláciu lokalizácií programov, fontov, kontrolu pravopisu, atď. Zmenu rôznych jazykov inštalovaných v systéme možno vykonať pomocou príkazu "localedrake" spusteného ako používateľ "root". Spustenie pod bežným používateľom spôsobí zmenu nastavenia iba pre daného používateľa.
sl: Najprej izberite jezik, ki ga želite uporabljati. Izbira jezika bo vplivala na jezik namestitve, dokumentacije in celotnega sistema. Najprej izberite celino oziroma regijo, kjer živite in nato še jezik, ki ga govorite. Če kliknete na gumb »%s«, boste lahko izbrali dodatne jezike, ki jih želite namestiti. Če bodo uporabljali vaš sistem uporabniki, ki govorijo različne jezike, lahko kot privzeti jezik namestite slovenščino, tako da jo izberete v drevesnem pogledu. Kot dodatni jezik pa lahko namestite na primer angleščino, tako da izberete »%s« v naprednem načinu. Podpora Utf-8 (unicode) Unicode je kodiranje znakov, ki poizkuša zagotoviti pravilen prikaz pisav vseh poznanih jezikov. Ker je unicode za GNU/Linux še v razvoju, lahko določite, ali naj ga sistem uporablja ali ne. * Če izberete jezike s kodiranjem latin1, kot so ruščina, japonščina, grščina in večina jezikov ki uporabljajo nabor znakov iso-8859-2, bo kot privzeto kodiranje nastavljeno latin1. * Ostali jeziki bodo kot privzeto kodiranje uporabljali unicode. * če izberete dva ali več jezikov, ki uporabljajo različna kodiranja, bo unicode uporabljal celoten sistem. * Unicode lahko določite kot privzeto kodiranje tako, da izberete »%s« ne glede na to, kateri jezik ste izbrali. Število dodatnih jezikov ni omejeno, lahko jih izberete več. z izbiro »%s« pa lahko izberete vse jezike. Če boste izbrali to možnost bodo nameščeni tudi paketi s pisavami, prevodi, črkovalniki itd. za vse izbrane jezike. Za preklapljanje med različnimi jeziki poženete ukaz »localedrake« kot »root«. V tem primeru bo zamenjava jezika veljala za celoten sistem. Če pa isti ukaz poženete kot navaden uporabnik, bo sprememba veljala le za trenutnega uporabnika.
sv: Första steget är att välja språk. Det språk du väljer kommer att påverka språket i dokumentationen, installationsprogrammet och systemet i allmänhet. Välj först den region du bor i och sedan det språk som du talar. Om du klickar på %s kan du välja andra språk som du vill ha installerade på datorn. Genom att välja andra språk så kommer språkspecifika filer för systemdokumentation och program att installeras. Om du till exempel får besök av personer från Spanien som behöver använda datorn, välj ditt eget språk som huvudspråket i trädvyn och under den avancerade sektionen klicka på den ruta som motsvarar "%s". Beträffande UTF-8 (Unicode) stöd: Unicode är en internationell standard för teckenkoder som har som mål att täcka alla existerande språk. Unicode i GNU/Linux fungerar, men är fortfarande under utveckling. Användandet av Unicode kommer därför att vara beroende på vilka språk du väljer. * Om du väljer ett språk med starkt stöd för äldre teckenkoder (latin1 språk, ryska, japanska, kinesiska, koreanska, thailändska, grekiska, turkiska, de flesta iso8859-2 språk) så kommer den äldre teckenkoden att väljas som standard. * Alla andra språk kommer att få Unicode som standard. * Om två eller flera språk har valts och dessa språk använder olika teckenkoder så kommer Unicode att väljas som standard för hela systemet. * Slutligen kan användaren tvinga hela systemet att använda Unicode oberoende av vilka språk som har valts genom att välja alternativet "%s" . Observera att flera språk kan installeras. Du kan till och med installera dem alla genom att välja "%s". Om du väljer stöd för ett språk betyder det att översättningar, teckensnitt, stavningskontroll etc. för språket kommer att installeras. För att välja mellan de olika språken installerade på systemet kan du starta kommandot "localedrake" som root för att ändra språket för hela systemet. Kör du kommandot som en vanlig användare kommer du att ändra språket för bara den användaren.
tg: Қадами аввал ин интихоби забони писандида аст. Интихоби забони писандида ба забони санадсозӣ, коргузор ва умуман коргузорӣ таъсир мерасонад. Аввал маҳаллӣ ҷойгиршавиатонро ва пас забонеро, ки бо он гуфтугӯ мекунед, интихоб кунед. Бо ангуштзании тугмаи "%s" шумо метавонед дигар забонҳоро, ки бо истгоҳи кории шумо коргузорӣ карда мешавад, интихоб кунед ва ҳамин тавр файлҳои санадсозии замимаҳои системавиро, ки ба забон алоқаманданд, коргузорӣ намоед. Масалан агар дар системаи шумо корвандони аз Испания кор кунанд, дар дарахти азназаргузарони англисиро ҳамчун забон бо нобаёнӣ интихоб кунед ва ҳатто ҳамаи онҳоро бо интихоби пункти "%s"дар бахши Муккамалгашт коргузрӣ карда метавонед. Интихоби пуштибонии забон маънои тарҷумаҳо, ҳуруфҳо, имлосанҷӣ ва ғайраро барои забонҳои коргузоришударо дорад. Ба ғайр аз ин шумо метавонед пункти "%s"-ро интихоб кунед, ки системаро барои истифода бурдани рамзи ягона (UTF-8) маҷбур месозад. Лекин дар хотир доред, ки ин хусусияти озмоишӣ аст. Агар шумо дигар забенероб ки дигар рамзро талаб мекунад интихоб кунед, ба ҳар ҳол пуштибонии рамзи ягона коргузорӣ мегардад."%s" Барои гузариш аз байни забонҳои мухталифи коргузоришуда дар система шумо матавонед фармони "/usr/sbin/localedrake" ҳамчун "реша" баҳри ивази забон барои ҳамаи система истифода баред Корандозии ин фармон, ҳамчун корванди муқаррарӣ танҳо гузоришҳои забонро барои ин корванди муайян иваз мекунад.
uk: Перший крок - вибір мови. Ваш вибір мови вплине на мову документації, програми встановлення і систему в цілому. Спочатку виберіть регіон, в якому Ви знаходитесь, потім мову, якою Ви розмовляєте. Натиснувши кнопку "%s" Ви зможете вибрати інші мови, які можна встановити на Вашій робочій станції, при цьому встановлюються особливі для мови файли системної документації і програми. Наприклад, якщо в системі будуть працювати користувачі з Іспанії, виберіть англійську мову типовою з дерева перегляду і "%s" в розділі Додатково. Кілька слів про підтримку UTF-8 (юнікоду): Юнікод - це нове кодування символів, яке вміщує усі мови. Повна підтримка для GNU/Linux все ще знаходиться в стадії розробки. Через це Мандріва лінакс використовуватиме його залежно від вибору користувача: * Якщо Ви вибрали мови із традиційним кодуванням (мови latin1 Українська, Японська, Китайська, Корейська, Тайська, Грецька, Турецька, більшість мов iso-8859-2), це кодування і використовуватиметься; * Інші мови використовуватимуть юнікод типово; * Якщо вибирається підтримка двох чи більше мов і вони не використовують однакове кодування, юнікод використовуватиметься для всієї системи; * Нарешті, незалежно від вибраної мови юнікод також використовуватиметься для системи у випадку, якщо користувач вказав "%s". Зауважте, що Ви не обмежені вибором однієї додаткової мови. Ви можете вибрати їх кілька або встановити їх всі, вибравши пункт "%s". Вибір підтримки мови означає вибір перекладів, шрифтів, перевірку орфографії і т.д. Для перемикання між різними мовами, встановленими в системі, можете виконати команду "/usr/sbin/localedrake" з правами "root", щоб змінити мову для всієї системи. Виконання цієї команди від звичайного користувача змінить мову тільки для даного конкретного користувача.
vi: Việc đầu tiên là chọn ngôn ngữ để dùng. Việc chọn ngôn ngữ sẽ tác động lên ngôn ngữ hiển thị tài liệu, chương trình cài đặt và hệ thống chung. Trước tiên hãy chọn vùng bạn sống rồi đến ngôn ngữ của bạn. Nhấn nút "%s" sẽ cho phép lựa chọn các ngôn ngữ khác sẽ được cài đặt lên trạm làm việc. Việc chọn các ngôn ngữ khác sẽ cài đặt các tập tin của ngôn ngữ đó cho phần tài liệu hệ thống và các ứng dụng. Ví dụ: bạn có một người từ Tây ban nha đến và dùng máy của bạn, chọn tiếng Anh là ngôn ngữ chính trong danh sách, và "%s" trong phần Nâng cao. Lưu ý là bạn không bị hạn chế chọn thêm ngôn ngữ. Bạn có thể chọn vài ngôn ngữ hay toàn bộ các ngôn ngữ bằng việc chọn hộp "%s". Chọn hỗ trợ ngôn ngữ nghĩa là phần dịch, phông chữ, trình kiểm tra chính tả, ... cho ngôn ngữ đó sẽ được cài đặt. Thêm nữa, hộp kiểm "%s" cho phép ép buộc hệ thống sử dụng Unicode (UTF-8). Tuy nhiên đây là tính năng đang thử nghiệm. Nếu chọn các ngôn ngữ khác nhau đòi hỏi các bộ mã khác nhau nhưng hỗ trợ Unicode vẫn được cài đặt. Để chuyển đổi sang các ngôn ngữ khác nhau đã cài đặt trong hệ thống, bạn có thể chạy dòng lệnh "/usr/sbin/localedrake" bằng "root" để thay đổi ngôn ngữ cho toàn bộ hệ thống. Nếu chạy dòng lệnh này bằng người dùng thông thường thì việc thay đổi sẽ chỉ áp dụng cho người dùng đó.
wa: Li prumire etape c' est di tchoezi vosse lingaedje. Li lingaedje ki vos tchoezixhoz serè li prémetou lingaedje do sistinme. Ci srè l' lingaedje eployî pol documintåcion, l' astalaedje, eyet l' sistinme e djenerå. Les lingaedjes sont rgroupés pa grandès redjons del Daegn po-z aveur des rîlêyes di lingaedjes pus coûtes. Si vos clitchîz so «%s» vos pôroz tchoezi d' aveur do sopoirt po ds ôtes lingaedjes avou. Cwand vos tchoezixhoz èn ôte lingaedje les fitchîs specifikes po ci lingaedje la (ratournaedjes, aidance, documintåcions, coridjreces,...) sront astalés. Par egzimpe, si vos alez aveur so voste éndjole èn uzeu ki vént del Sipagne, clitchîz sol boesse a clitchî ki mostere «%s» dins l' djivêye del seccion «Sipepieus». Åd fwait do sopoirt UTF-8 (unicôde): Unicôde est on novea ecôdaedje ki permete di scrire tos les lingaedjes del Daegn. Mins i gn a co des sacwès a-z amidrer dins l' sopoirt UTF-8 so GNU/Linux. Vola pocwè Mandriva Linux eployrè UTF-8 ou nén sorlon les tchuzes ki vos djhoz: * Si vos tchoezixhoz on lingaedje avou ene foite eritance d' on dné ecôdaedje (lingaedjes latin1, rûsse, djaponès, chinwès, corêyin, taylandès grek, turk, li plupårt des lingaedjes latin2), cist ecôdaedje d' eritance la serè-st eployî come prémetou ecôdaedje; * Les ôtes lingaedjes eployèt unicôde; * Si deus, ou di pus, di lingaedjes sont tchoezis, et si ces lingaedjes la n' eployèt nén l' minme prémetou ecôdaedje, adon unicôde serè-st eployî, la k' il est li seu cmon ecôdaedje; * Di pus, li boesse «%s» vos permete di foirci l' sistinme a-z eployî unicôde (UTF-8), et çoula po tot l' minme ké lingaedje. Notez ki vos ploz astaler li sopoirt po bråmint des lingaedjes et nén seulmint onk. Si vos les vloz tos (tos les cis sopoirtés pol moumint, come di djusse), clitchîz sol boesse «%s». Cisse tchuze la est ahessåve po ene éndjole ki srè eployeye pa des djins di tolminme ké payis. Dimander l' sopoirt po on lingaedje ça vout dire ki les fontes, les ratournaedjes, les coridjreces, evnd. po ç' lingaedje la sront astalés. On côp ki vos avoz tchoezi les locåles ki vos vloz, clitchîz so «Shuvant» po passer a l' etape shuvante. Po candjî d' on lingaedje a l' ôte sol sistinme on côp astalé, vos ploz enonder li comande «localedrake» come uzeu «root» po candjî li prémetou lingaedje do sistinme; ou l' enonder come èn uzeu normå po candjî les preferinces di lingaedje po cist uzeu la.
zh_cn: 第一步是选择您首选的语言。 您对首选语言的选择将影响安装程序、文档及系统的总体配置。请先选择您所在的地区, 然后选择您讲的语言。 单击"%s"按钮以后, 您可以选择要在您的工作站上安装哪些额外的语言, 即为系统文档和应用程序安装特定语言的文件。例如, 如果您的计算机要为繁体中文的用户提供服务, 请在树视图中选择简体中文作为默认语言, 然后在高级选项中选择"%s"。 关于 UTF-8 (Unicode) 支持：Unicode 是一种新的字符编码, 该编码可支持所有现存的语言。但是, 在 GNU/Linux 下完全支持 Unicode, 仍然在开发和完善中。由此原因, Mandriva Linux 会根据用户的选择是否使用 UTF-8： * 如果您所选的语言自身有强制性的编码(latin1 语言、俄语、日语、中文、朝鲜语、泰语、希腊语、土耳其语及大多数 iso-8859-2 语言), 则会默认使用强制编码； * 其它语言默认会使用 Unicode； * 如果需要两种或更多种语言, 而这两种语言所使用的编码并不相同, 则整个系统都会使用 Unicode； * 最后, 如果要强制系统使用 Unicode, 而不管选中的是哪个或哪些语言, 则应选中选项"%s"。 请注意, 系统没有限制您只能选择一种额外的语言。您可以选择多种语言, 甚至选择"%s"框表明您想要安装全部语言。选择支持某种语言, 意味着同时安装该语言的翻译、字体、拼写检查程序等等。 要在系统中所安装的不同语言之间切换, 请以 "root" 身份执行 "/usr/sbin/localedrake" 命令, 这样可以更改整个系统所用的语言。以普通用户执行该命令, 只会更改特定用户的语言设置。
zh_tw: 第一步驟是選擇您偏好的語言. 您選擇的偏好語言一般來說將影響安裝、文件、與系統。先選擇您在的區域，然後 是您說的語言. 點選 "%s" 按鍵將允許您選擇其他語言來安裝在您的工作站上, 因此, 安裝特殊語言 檔案給系統文件與應用程式. 例如, 如果西班牙使用者會用您的機器, 在樹狀檢視中 選擇英文當預設語言且在進階部份選擇 "%s". 關於 UTF-8 (unicode) 支援：Unicode 是一個新的字元編碼以涵蓋所有存在的語言。 然而, 在 GNU/Linux 下完全的支援仍然在開發中. 因為那個原因, Mandriva Linux 的 UTF-8 使用將根據使用者的選擇而定： * 如果您選擇一個有偏重傳統編碼的語言 (latin1 語言、俄羅斯文、日文、中文、 韓國, 泰國, 希臘, 土耳其, 大多的 iso-8859-2 語言) * 其他語言將使用 unicode 為預設; * 如果兩個或兩個以上的語言被需要, 且那些語言不用相同的編碼, 則 unicode 將被用於整個系統； * 最後，unicode 也可以被強制使用於整個系統，藉由使用者的選擇 "%s" 選項 來要求之. 記得您不被限制於選擇一個單一的附加語言. 您可以選擇數個, 或甚至藉由選擇 "%s" 方塊安裝他們全部。選擇支援該種語言是指翻譯、字型、拼字檢查等等， 將也會被安裝給那個語言. 為了切換於不同的安裝於您系統上的語言之間，您可以用 "root" 執行 "localedrake" 程式來改變用於整個系統上的語言。用一般使用者執行程式 將只會改變對於那個特別使用者的語言設定.
