Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: with Wheel emulation
ar: بمحاكاة العجلة
bn: চাকার বৈশিষ্ঠ অনুহকরণ
bs: sa simulacijom točkića
ca: amb emulació de rodeta
cs: s emulací kolečka
cy: gydag efelychiad Olwyn
da: med hjul-emulering
de: mit Mausrad Emulation
eo: kun rado-imito
es: Con emulación de rueda
et: Ratta emuleerimisega
eu: gurpil-emulazioarekin
fa: با شبیه‌سازی چرخ
fi: Rullaemulaatiolla
fr: avec émulation de la molette
gl: con emulación da Roda
he: עם הדמיית גלגלת
hu: görgő-emulációval
id: Dengan emulasi roda
is: Með skrunhermi
it: con emulazione rotellina
ja: ホイールエミュレーション付き
mk: со емулација на тркало
mt: b' emulazzjoni tar-rota
nb: med hjulemulering
nl: met wiel-emulatie
nn: med hjulemulering
pl: z emulacją kółka
pt: com emulação de Roda
pt_br: com emulação de roda
ru: с эмуляцией колесика
sk: s emuláciou kolieska
sl: z emulacijo kolesca
sv: med hjulemulering
tg: бо намунаи Ғилдиракча
uk: з емуляцією коліщатка
vi: mô phỏng nút cuốn
wa: avou rôlete emulêye
zh_cn: 模拟滚轮
zh_tw: 滾輪模擬

source: Universal | Any PS/2 & USB mice
ar: عالمي | أيّ ماوس PS/2 و USB
bn: Universal | যে কোন PS/2 এবং ইউএসবি মাউস
bs: Univerzalni | Bilo koji PS/2 ili USB miš
ca: Universal | Qualsevol ratolí PS/2 o USB
cs: Univerzální | Libovolná PS/2 & USB myš
cy: Cyffredinol | Unrhyw lygoden PS/2 ac USB
da: Universel | Alle PS/2 & USB mus
de: Universal | Alle PS/2 & USB-Mäuse
eo: Universala | Ia ajn PS/2 & USB musoj
es: Universal | Cualquier ratón PS/2 y USB
et: Universaalne | Suvaline PS/2 ja USB hiir
eu: Unibertsala | Edozein PS/2 eta USB sagu
fa: جهانی | هر موشی PS/2 & USB
fi: Yleinen | Mikä tahansa PS/2- ja USB-hiiri
fr: Universelle | N'importe quelle souris PS/2 ou USB
gl: Universal | Calquera rato PS/2 & USB
he: כללי | כל עכבר PS/2 ו-USB
hu: Univerzális | Bármilyen PS/2- vagy USB-egér
id: Universal | Sembarang mouse PS/2 & USB
is: Almennt | Einhverjar PS/2 & USB mýs
it: Universale | Qualsiasi mouse PS/2 o USB
ja: ユニバーサル/汎用 PS/2 & USB マウス
mk: Универзално | Било кое „PS/2“ и „USB“ глувче
mt: Universali | Kwalunkwe maws PS/2 jew USB
nb: Universal | Alle PS/2- & USB-mus
nl: Universeel | Iedere PS/2 & USB-muis
nn: Universell (alle PS/2- og USB-mus)
pl: Uniwersalna | Dowolna mysz PS/2 i USB
pt: Universal | Qualquer rato PS/2 & USB
pt_br: Universal | Qualquer mouse PS/2 & USB
ru: Универсальный |Любая PS/2 & USB мышь
sk: Ktorákoľvek PS/2 a USB myš
sl: Univerzalna | Katera koli PS/2 ali USB miška
sv: Universal | Valfri PS/2- eller USB-mus
tg: Уневерсалӣ | Дилхоҳ PS/2 & USB муш
uk: Універсальна | Будь-яка миша PS/2 та USB
vi: Chuột đa dụng | PS/2 & USB
wa: Univiersele | Tot l' minme kéne sori PS/2 ou USB
zh_cn: 通用 | 任何 PS/2 或 USB 鼠标
zh_tw: 通用 | 任何 PS/2 & USB 滑鼠

source: Please select the correct port. For example, the "COM1" port under Windows is named "ttyS0" under GNU/Linux.
ar: الرجاء اختيار المنفذ الصحيح. مثلاً لمنفذ "COM1" في ويندوز اسمه "ttys0" في لينكس.
bn: সঠিক পোর্টটি নির্বাচন করুন। যেমন, উইন্ডোজের "COM1" পোর্টটি GNU/Linux-এ "ttyS0" নামে পরিচিত।
bs: Molim izaberite ispravan port. Na primjer, "COM1" port pod Windows operativnim sistemom, pod GNU/Linuxom se zove "ttyS0" .
ca: Si us plau, seleccioneu el port correcte. Per exemple, el port "COM1" a Windows s'anomena "ttyS0" a GNU/Linux.
cs: Vyberte prosím správný port. Například "COM1" pod MS Windows má v Linuxu název "ttyS0".
cy: Dewiswch y porth cywir. Mae porth "COM1" o dan MS Windows yn cael ei alw yn "ttyS0" yn GNU/Linux, e.e.
da: Vælg den rigtige port. For eksempel er navnet for COM1-porten under MS Windows 'ttyS0' under GNU/Linux.
de: Wählen Sie bitte den richtigen Anschluss. So ist etwa der unter Windows „COM1“ genannte Anschluss in GNU/Linux unter „ttyS0“ erreichbar.
eo: Bonvolu elekti la ĝustan pordon. Ekzemple, la "COM1"-a pordo sub MS Vindozo estas nomata "ttyS0" sub GNU/Linukso.
es: Por favor, seleccione el puerto correcto. Por ejemplo, el puerto "COM1" bajo Windows se denomina "ttyS0" bajo GNU/Linux.
et: Palun valige õige port. Näiteks MS Windowsi "COM1" kannab GNU/Linuxis nime "ttyS0".
eu: Hautatu ataka egokia. Adibidez, Windows-eko "COM1" atakak "ttyS0" izena du GNU/Linux-en.
fa: لطفاً درگاه درست را انتخاب کنید، برای مثال، درگاه "COM1" در ویندوز بنام "ttyS0" در لینوکس خوانده می‌شود.
fi: Valitse oikea portti. Esimerkiksi "COM1" portti Windowsissa on nimetty "ttyS0":ksi GNU/Linuxissa.
fr: Sélectionnez le bon port. Par exemple : l'équivalent du port « COM1 » sur Windows, se nomme « ttyS0 » sous GNU/Linux.
gl: Seleccione o porto correcto. Por exemplo, o porto "COM1" de Windows chámase "ttyS0" en GNU/Linux.
he: נא לבחור את היציאה הנכונה. לדוגמה, יציאה "COM1" תחת Windows תקרא, "ttyS0" תחת GNU/Linux.
hu: Válassza ki a megfelelő portot. Például a windowsos "COM1" port neve Linux alatt "ttyS0".
id: Pilih port yang benar. Misalnya "COM1" di Windows akan bernama "ttyS0" di GNU/Linux.
is: Veldu tengið sem þú vilt nota. Tengið "COM1" í Windows er kallað "ttyS0" í GNU/Linux, "COM2" er "ttyS1", o.s.frv.
it: Scegli la porta appropriata. Per esempio, la porta "COM1" di Windows corriponde alla "ttyS0" di GNU/Linux.
ja: 正しいポートを選んでください。例えば、Windows での COM1 ポートは GNU/Linux では ttyS0 という名前になります。
mk: Изберете ја вистинската порта. На пример, портата „COM1“ под „Windows“, во „GNU/Linux“се вика „ttyS0“.
mt: Jekk jogħġbok agħżel il-port it-tajjeb. Per eżempju, il-port "COM1" fil- Windows huwa ekwivalenti għal "ttyS0" fil-GNU/Linux.
nb: Velg den riktige porten. F.eks., "COM1"-porten under Windows blir kalt "ttyS0" i GNU/Linux.
nl: Gelieve de juiste poort te kiezen. COM1 onder Windows wordt bijvoorbeeld "ttyS0" genoemd onder GNU/Linux.
nn: Vel porten som er brukt. For eksempel har porten som heiter «COM1» under Windows fått namnet «ttyS0» i GNU/Linux.
pl: Wybierz właściwy port. Na przykład numer portu "COM1" z MS Windows w GNU/Linux nazywa się "ttyS0".
pt: Por favor escolha a porta correcta. Por exemplo, em Windows é "COM1", em GNU/Linux já é "ttyS0".
pt_br: Por favor, selecione a porta correta. Por exemplo, a porta COM1 no MS Windows é chamada "ttyS0" no GNU/Linux.
ru: Пожалуйста, выберите правильный порт. Например, порт "COM1" под Windows называется "ttyS0" под GNU/Linux.
sk: Prosím zvoľte správny port. Napríklad COM1 pod MS Windows sa v GNU/Linux nazýva ttyS0.
sl: Izberite prava vrata. Vrata, ki so v Windows označena s »COM1«, imajo v GNU/Linuxu oznako »ttyS0«.
sv: Välj den korrekta porten. Exempel: porten som kallas "COM1" i Windows heter "ttyS0" i GNU/Linux.
tg: Лутфан бандари дурустро интихоб кунед. Барои мисол, бандари "COM1" таҳти Windows дар таҳти GNU/Linux "ttySO" номида мешавад.
uk: Будь ласка, виберіть вірний порт. Наприклад, порт COM1 у MS Windows має назву ttyS0 у GNU/Лінаксі.
vi: Hãy chọn đúng cổng. Ví dụ, cổng COM1 trong Microsoft Windows được gọi là ttyS0 trong GNU/Linux.
wa: Tchoezixhoz li bon pôrt. Metans: li pôrt «COM1» dzo MS Windows si lome «ttyS0» dzo GNU/Linux.
zh_cn: 请选择正确的端口。例如, Windows 里的 COM1, 在 GNU/Linux 里面叫做 ttyS0。
zh_tw: 請選擇正確的連接埠名稱. 比方, Windows 所稱呼的 "COM1" 在 GNU/Linux 環境是稱呼為 "ttyS0".
