Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Security Administrator
ar: مدير الأمن
bn: সিকিউরিটি এ্যডমিনিস্ট্রেটর
bs: Sigurnosni administrator
ca: Administrador de seguretat
cs: Správce zabezpečení
cy: Cyfrinair Gweinyddwr
da: Sikkerhedsadministrator
de: Sicherheitsadministrator:
eo: Sekurec-mastrumanto
es: Administrador de seguridad
et: Turvahaldur
eu: Segurtasun-administratzailea
fa: مدیر امنیت
fi: Tietoturvan ylläpitäjä:
fr: Administrateur sécurité
gl: Administrador de Seguridade
he: מנהל אבטחה
hu: Biztonsági adminisztrátor
id: Administrator Keamanan
is: Öryggisfulltrúi
it: Amministratore per la sicurezza
ja: セキュリティ管理者
mk: Администратор за сигурност
mt: Amministratur tas-sigurtà
nb: Sikkerhetsadministrator
nl: Beveiligingsbeheerder
nn: Tryggleiksansvarleg
pl: Administrator zabezpieczeń
pt: Administrador de Segurança
pt_br: Administrador de Segurança
ru: Администратор по безопасности
sk: Bezpečnostný administrátor
sl: Upravitelj varnostnih nastavitev
sv: Säkerhetsadministratör
tg: Идоракунандаи Бехатарӣ
uk: Адміністратор з безпеки
vi: Người Quản Trị Bảo Mật:
wa: Manaedjeu pol såvrité
zh_cn: 安全管理员
zh_tw: 安全性管理員：
