Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Before continuing, you should carefully read the terms of the license. It covers the entire Mandriva Linux distribution. If you agree with all the terms it contains, check the "%s" box. If not, clicking on the "%s" button will reboot your computer.
ar: قبل المتابعة، عليك قراءة بنود الترخيص جيداً.. إنها تغطي كل توزيعة ماندريبا لينكس. إذا كنت توافق على كل البنود الموجودة فيها، قم بالتأشير على مربّع "%s". إن لم يكن كذلك، فبالضّغط على زرّ "%s" سيتم إعادة تشغيل جهازك.
bn: চালিয়ে যাওয়ার আগে, লাইসেন্সের শর্তগুলো আপনার সাবধানতার পড়া উচিত। এটা সম্পূর্ণ ম্যান্ড্রিব লিনাক্স ডিস্ট্রিবিউশন পূর্ণ করে। যদি আপনি এখানকার সব শর্তের সাথে একমত থাকেন, "%s" বাক্সটি চেক্‌ করুন। যদি না হয়, তাহলে "%s" বাটনে ক্লিক করলে আপনার কম্পিউটার রিবুট হবে।
bs: Prije nego što nastavimo, trebate pažljivo pročitati uvjete licence. Ona pokriva cijelu Mandriva Linux distribuciju. Ako se slažete sa svim uvjetima u njoj, izaberite opciju "%s". Ako ne, klikom na "%s" ćete restartovati vaš računar.
ca: Abans de continuar, llegiu atentament les clàusules de la llicència. Cobreix tota la distribució Mandriva Linux. Si esteu d'acord amb tots els termes de la llicència, feu clic al quadre "%s"; si no, prémer el botó "%s" reiniciarà el vostre ordinador.
cs: Předtím, než budete pokračovat, přečtěte si pozorně licenční podmínky. Ty se vztahují k celé distribuci Mandriva Linux a pokud s nimi souhlasíte, klepněte na tlačítko "%s". Pokud ne, klepněte na tlačítko "%s " a počítač bude restartován.
cy: Cyn parhau dylech ddarllen amodau'r drwydded yn ofalus. Mae'n ymwneud â holl ddosbarthiad Mandriva Linux. Os ydych yn cytuno â'r holl amodau, cliciwch flwch "%s". Os nad, bydd clicio ar y botwm "%s" yn ail gychwyn eich cyfrifiadur.
da: Før du går videre bør du læse betingelserne i licensen omhyggeligt. Den omfatter hele Mandriva Linux distributionen. Hvis du er enig i alle betingelserne i den, så klik på '%s'-boksen. Hvis ikke, så vil klikning på "%s"-knappen genstarte din maskine.
de: Lesen Sie bitte aufmerksam die Lizenz, bevor Sie fortfahren. Sie umfasst die gesamte Mandriva Linux Distribution. Sollten Sie nicht in allen Punkten zustimmen, betätigen Sie bitte die Schaltfläche „%s“, um die Installation abzubrechen. Um mit der Installation fortzufahren, betätigen Sie die Schaltfläche „%s“.
eo: Antaŭ ol daŭrigi, legu zorge la patent-regulojn. Ili kovras la tutan eldonaĵon de Mandriva Linukso. Se vi konsentas kun ĉiuj reguloj, kiujn la teksto enhavas, alklaku la keston "%s". Se ne, alklakante la butonon "%s" restartigos vian komputilon.
es: Antes de continuar, debería leer cuidadosamente los términos de la licencia. La misma cubre a toda la distribución Mandriva Linux. Si está de acuerdo con todos los términos en la misma, haga clic en el botón "%s". Si no, haga clic en el botón "%s" lo que reiniciará su computadora.
et: Enne jätkamist lugege hoolikalt läbi litsentsileping. See kehtib kogu Mandriva Linuxi distributsiooni kohta. Kui Te kõigi selle tingimustega nõus olete, märkige ära kast "%s". Kui Teile aga miski ei meeldi, siis klõps nupule "%s" sooritab arvuti taaskäivitamise.
eu: Aurrera jarraitu aurretik lizentziaren baldintzak arretaz irakurri. Mandriva Linux banaketa osoa hartzen du. Baldintza guztiekin ados bazaude, hautatu "%s" laukia. Onartzen ez badituzu, "%s" botoian klik egin eta ordenagailua berrabiaraziko da.
fa: قبل از ادامه، شما باید شروط مجوز را با دقت بخوانید. آن تمام انتشار لینوکس ماندریبا را پوشش می‌دهد. اگر با همه‌ی شروط آن موافقت می‌کنید، جعبه‌ی "%s" را علامت بزنید. اگر نه، کلیک بر دکمه‌ی "%s" رایانه‌اتان آغازگری مجدد خواهد شد.
fi: Ennen jatkamista sinun pitäisi lukea huolellisesti lisenssin ehdot. Lisenssi kattaa koko Mandriva Linux jakelun. Jos hyväksyt kaikki ehdot, valitse "%s" valinta. Jos et hyväksy ehtoja, painamalla "%s" painiketta tietokoneesi käynnistyy uudestaan.
fr: Avant d'aller plus loin, il est fortement recommandé de lire attentivement les termes et conditions d'utilisation de la licence. Celle-ci régit l'ensemble de la distribution Mandriva Linux. Si vous en acceptez tous les termes, cochez la case « %s », sinon, cliquez sur le bouton « %s » pour redémarrer votre ordinateur.
gl: Antes de continuar, debe ler atentamente os termos da licenza. Esta licenza cobre toda a distribución Mandriva Linux. Se está de acordo con tódolos termos que contén, marque o cadro "%s". Se non o está, prema no botón "%s" e reiniciarase o seu ordenador.
he: לפני המשך ההתקנה, עליך לקרוא בעיון רב את תנאי ההסכם. ההסכם המצ"ב נוגע להפצת מנדריבה לינוקס כמקשה אחת. אם כל התנאים מוסכמים עליך, עליך לסמן את התיבה "%s", אחרת עליך ללחוץ על הכפתור "%s" בכדי לאתחל המחשב שלך.
hu: Mielőtt továbblépne, olvassa át alaposan a licencegyezményt, amely az egész Mandriva Linux disztribúcióra érvényes. Ha elfogadja az abban szereplő feltételeket, akkor jelölje be a(z) "%s" opciót. Ha nem fogadja el valamelyik feltételt, akkor kattintson a(z) "%s" gombra - ezzel újraindítja a számítógépet.
id: Bacalah lisensi sebelum melanjutkan. Lisensi mencakup seluruh distribusi Mandriva Linux. Jika Anda setuju dengan semua pasal di dalamnya, klik kotak "%s". Jika tidak, klik pada tombol "%s" akan mereboot komputer Anda.
is: Áður en þú heldur áfram, ættir þú að lesa vandlega leyfisskilmálana. Þeir taka yfir alla Mandriva Linux dreifinguna. Ef þú er samþykk(ur) öllum þeim skilmálum sem þar standa, krossaðu þá við í "%s" reitinn, ef ekki smelltu þá á "%s" hnappinn sem mun endurræsa tölvuna þína.
it: Prima di proseguire dovresti leggere con attenzione le condizioni d'uso che riguardano l'intera distribuzione Mandriva Linux. Se sei d'accordo con tutti i termini della licenza clicca sul pulsante "%s". In caso contrario ti basterà un clic sul pulsante "%s" per riavviare il computer.
ja: 先に進む前にライセンスをよくお読みください。これは Mandriva Linux 全体に適用されます。すべての項目に同意する場合は「%s」を押してください。 そうでない場合は「%s」をクリックしてコンピュータを再起動してください。
mk: Пред да продолжите, внимателно прочитајте ѓи условите на лиценцата. Таа ја покрива целата дистрибуција на „Mandriva Linux“, Aко се согласувате со сите услови во неа, штиклирајте „%s“. Доколку не се согласувате со лиценцата притиснете на „%s“ и вашиот компјутер ќе се рестартира.
mt: Qabel tkompli int mitlub taqra sew it-termini ta' din il-liċenzja. Hija tkopri d-distribuzzjoni sħiħa ta' Mandriva Linux. Jekk taqbel mat-termini kollha tagħha, agħfas il-buttuna "%s". Jekk ma taqbilx, agħfas "%s" biex tirributja l-kompjuter.
nb: Før du går videre bør du lese betingelsene i lisensen nøye. Den dekker hele Mandriva Linux-distribusjonen. Hvis du er enig med alle betingelsene, sjekk av "%s"-boksen- Hvis ikke, så vil det år trykke på '%s'k-knappen starte maskinen din på nytt.
nl: Voordat u verdergaat dient u eerst de voorwaarden in de licentie aandachtig te lezen. Zij beslaan de gehele Mandriva Linux distributie. Indien u akkoord gaat met alle voorwaarden erin kruist u het "%s"-vakje aan. Zoniet, dan zal het klikken van de "%s"-knop uw computer herstarten.
nn: Du bør lesa vilkåra i lisensavtala nøye før du eventuelt held fram. Avtala dekkjer heile Mandriva Linux-distribusjonen. Kryss av for «%s» berre viss du er einig i alle vilkåra. Elles vil «%s»-knappen starta maskina på nytt.
pl: Przed kontynuowaniem, należy przeczytać uważnie warunki licencji dotyczącej całej dystrybucji Mandriva Linux. Jeśli zgadzasz się z wszystkimi warunkami w niej zawartymi, zaznacz opcję "%s". Jeśli nie kliknij na przycisk "%s" w celu ponownego uruchomienia komputera.
pt: Antes de continuar, deve ler atentamente os termos da licença. A licença cobre toda a distribuição Mandriva Linux. Se concorda com todos os termos presentes, active a caixa "%s". Se não concorda, clique no botão "%s" para reiniciar o seu computador.
pt_br: Antes de continuar, você deve ler com atenção os termos da licença. Ela cobre a distribuição Mandriva Linux inteira. Se você concorda com todos os termos, clique em "%s". Se não concordar, clique no botão "%s" para reiniciar seu computador.
ru: Прежде чем продолжить, вы должны внимательно прочитать условия лицензии. Лицензия распространяется на весь дистрибутив Mandriva Linux. Если вы согласны со всеми условиями лицензии, отметьте пункт "%s". Если нет - нажатие на кнопку "%s" приведет к перезагрузке вашего компьютера.
sk: Pred tým než budete pokračovať, mali by ste si pozorne prečítať licenčné podmienky. Pokrývajú celú distribúciu Mandriva Linux Ak súhlasíte so všetkými jej bodmi kliknite na tlačidlo "%s". Ak nesúhlasíte kliknite na tlačidlo "%s" a váš počítač bude reštartovaný.
sl: Preden nadaljujete, pozorno preberite pogoje licenčne pogodbe, ki se nanaša na celotno distribucijo Mandriva Linux. Če se strinjate z vsemi pogoji licenčne pogodbe, označite okence »%s«. Če se s pogoji pogodbe ne strinjate, pa označite okence »%s« in vaš računalnik se bo ponovno zagnal.
sv: Innan du fortsätter bör du noga läsa licensen. Den täcker hela Mandriva Linux-distributionen. Om du samtycker med den, kryssa i rutan "%s". Om du ej samtycker så klicka på "%s" knappen så kommer installationen avbrytas och din dator att startas om.
tg: Пеш аз давомдиҳӣ шумо бояд шартҳои литсензияро бо диққат хонед. Он ба ҳамаи тақсимоти Mandriva Linux паҳн гардидааст. Агар шумо ба ҳамаи шартҳои литсензия розӣ бошед, пункти "%s"-ро қайд кунед. Агар розӣ набошед, танҳо "%s" компютери худро хомӯш созед.
uk: Перш, ніж продовжувати, прочитайте уважно умови ліцензії. Вона стосується всього дистрибутиву Мандріва лінакс. Якщо Ви погоджуєтесь з умовами ліцензії, помітьте "%s". Якщо ні, то натисніть "%s", щоб перезавантажити комп'ютер.
vi: Trước khi tiếp tục, hãy đọc kỹ các điều khoản ghi trong bản quyền. Nó bao xuyên suốt toàn bộ phân phối Mandriva Linux. Nếu đồng ý với mọi điều khoản trong đó, nhấn vào hộp kiểm "%s". Nếu không, hãy nhấn nút "%s" để khởi động lại máy tính.
wa: Divant d' aler pus avant, vos dvrîz lére atintivmint l' licince. Ele covere li distribucion Mandriva Linux, si vos estoz d' acoird avou les termes del licince, clitchîz sol boesse «%s». Ôtrumint, clitchîz sol boton «%s» po renonder l' copiutrece.
zh_cn: 在继续之前, 您应该仔细阅读许可协议的条款。该许可适用于整个 Mandriva Linux发行版。如果您同意其中的全部条款, 请选中"%s"框。如果不同意, 单击"%s"按钮将重新启动您的计算机。
zh_tw: 在繼續之前，您應該仔細的閱讀下面相關版權條款。 這包含整個 Mandriva Linux 發行版的版權內容。若是您同意裡面的所有條款， 請點選 "%s" 按鈕，否則請點選 "%s" 按鈕並自動重新開機。
