Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: At this point, you need to choose which partition(s) will be used for the installation of your Mandriva Linux system. If partitions have already been defined, either from a previous installation of GNU/Linux or by another partitioning tool, you can use existing partitions. Otherwise, hard disk drive partitions must be defined. To create partitions, you must first select a hard disk drive. You can select the disk for partitioning by clicking on ``hda'' for the first IDE drive, ``hdb'' for the second, ``sda'' for the first SCSI drive and so on. To partition the selected hard disk drive, you can use these options: * "%s": this option deletes all partitions on the selected hard disk drive * "%s": this option enables you to automatically create ext3 and swap partitions in the free space of your hard disk drive "%s": gives access to additional features: * "%s": saves the partition table to a floppy. Useful for later partition-table recovery if necessary. It is strongly recommended that you perform this step. * "%s": allows you to restore a previously saved partition table from a floppy disk. * "%s": if your partition table is damaged, you can try to recover it using this option. Please be careful and remember that it does not always work. * "%s": discards all changes and reloads the partition table that was originally on the hard disk drive. * "%s": un-checking this option will force users to manually mount and unmount removable media such as floppies and CD-ROMs. * "%s": use this option if you wish to use a wizard to partition your hard disk drive. This is recommended if you do not have a good understanding of partitioning. * "%s": use this option to cancel your changes. * "%s": allows additional actions on partitions (type, options, format) and gives more information about the hard disk drive. * "%s": when you are finished partitioning your hard disk drive, this will save your changes back to disk. When defining the size of a partition, you can finely set the partition size by using the Arrow keys of your keyboard. Note: you can reach any option using the keyboard. Navigate through the partitions using [Tab] and the [Up/Down] arrows. When a partition is selected, you can use: * Ctrl-c to create a new partition (when an empty partition is selected) * Ctrl-d to delete a partition * Ctrl-m to set the mount point To get information about the different filesystem types available, please read the ext2FS chapter from the ``Reference Manual''. If you are installing on a PPC machine, you will want to create a small HFS ``bootstrap'' partition of at least 1MB which will be used by the yaboot bootloader. If you opt to make the partition a bit larger, say 50MB, you may find it a useful place to store a spare kernel and ramdisk images for emergency boot situations.
bs: Sada trebate izabrati koje particije želite koristiti za instalaciju vašeg Mandriva Linux sistema. Ako su particije već definisane, iz prijašnje GNU/Linux instalacije ili nekim drugim alatom za particioniranje, možete koristiti postojeće particije. U suprotnom, sada morate definisati particije vašeg hard diska. Da biste napravili particije, najprije morate izabrati hard disk. Možete izabrati disk za particioniranje klikom na ''hda'' za prvi IDE disk, ''hdb'' za drugi, ''sda'' za prvi SCSI disk i slično. Pri particioniranju hard diska, možete koristiti sljedeće opcije: * "%s": ova opcija briše sve particije na izabranom hard disku * "%s": ova opcija vam omogućuje da automatski napravite ext3 i swap particije u slobodnom prostoru vašeg hard diska "%s" omogućuje pristup dodatnim mogućnostima: * "%s": snima tabelu particija na disketu. Ovo je korisno za kasnije vraćanje tabele particija, ako je potrebno. Strogo je preporučeno da izvršite ovaj korak. * "%s": omogućuje vam da vratite ranije snimljenu tabelu particija sa diskete. * "%s": ako je vaša tabela particija oštećena, možete je pokušati obnoviti koristeći ovu opciju. Molim budite pažljivi i zapamtite da ova opcija ne uspijeva svaki put. * "%s": poništava sve promjene i ponovo učitava originalnu tabelu particija sa hard diska. * "%s": isključivanjem ove opcije ćete prisiliti korisnike da ručno montiraju i demontiraju izmjenjive medije kao što su diskete i CD-ROMovi. * "%s": koristite ovu opciju ako želite koristiti čarobnjak za particioniranje vašeg hard diska. Ovo je preporučeno ako nemate izraženo razumijevanje particioniranja. * "%s": koristite ovu opciju da poništite vaše izmjene. * "%s": omogućuje dodatne akcije na particijama (tip, opcije, formatiranje) i daje više informacija o hard disku. * "%s": kada završite particioniranje diska, ovo će zapisati vaše izmjene na disk. Prilikom definisanja veličine particije, možete fino podešavati veličinu particije koristeći dugmad sa strjelicama na vašoj tastaturi. Napomena: svaku opciju možete postići tastaturom. Između particija se krećete koristeći dugme [Tab] i strjelice [Gore/Dolje]. Kada izaberete particiju, možete koristiti: * Ctrl-C da napravite novu particiju (ako ste izabrali prazan prostor) * Ctrl-D da obrišete particiju * Ctrl-M da podesite tačku montiranja Da biste dobili informacije o raznim tipovima datotečnog sistema koji su dostupni, pročitajte poglavlje o ext2FS iz ''Referentnog priručnika''. Ako instalirate na PPC računar, trebate napraviti malu HFS ''bootstrap'' particiju od najmanje 1 MB koju će koristiti yaboot bootloader. Ako se odlučite da ovu particiju učinite nešto većom, npr. 50 MB, primjetićete da je ona korisno mjesto za čuvanje rezervnog kernela ili ramdisk slika za hitne slučajeve.
ca: Ara és quan heu de decidir quina(es) partició(ns) voleu utilitzar per instal·lar el sistema Mandriva Linux. Si ja s'han definit les particions en una instal·lació anterior de GNU/Linux o mitjançant una altra eina de particionament, podeu utilitzar les particions existents. En cas contrari, s'han de definir particions al disc dur. Per crear particions, primer heu de seleccionar un disc dur. Podeu seleccionar el disc que s'ha de particionar fent clic a ``hda'' per a la primera unitat IDE, ``hdb'' per a la segona, ``sda'' per a la primera unitat SCSI, etc. Per particionar el disc dur seleccionat, podeu utilitzar aquestes opcions: * "%s": aquesta opció suprimeix totes les particions que hi ha al disc dur seleccionat. * "%s": aquesta opció us permet crear automàticament les particions ext3 i d'intercanvi en l'espai lliure del disc dur. "%s": dóna accés a funcions addicionals: * "%s": desa la taula de particions en un disquet. És útil per a una recuperació posterior de la taula de particions si fos necessari. És molt recomanable que efectueu aquesta operació. * "%s": permet restaurar d'un disquet una taula de particions que hi hagueu desat prèviament. * "%s": si la taula de particions està malmesa, podeu provar de recuperar-la utilitzant aquesta opció. Aneu amb compte i recordeu que no sempre funciona. * "%s": descarta tots els canvis fets i torna a carregar la taula de particions original. * "%s": si desseleccioneu aquesta opció fareu que els usuaris hagin de muntar i desmuntar manualment les unitats de suports extraïbles, com ara els disquets i els CD-ROM. * "%s": utilitzeu aquesta opció si voleu utilitzar un auxiliar per particionar el vostre disc dur. Es recomana que l'utilitzeu si no teniu sòlids coneixements sobre particionament. * "%s": utilitzeu aquesta opció per cancel·lar els canvis. * "%s": permet accions addicionals en les particions (tipus, opcions, format) i dóna més informació sobre el disc dur. * "%s": quan hagueu acabat de particionar el disc dur, aquesta opció desarà els canvis al disc. En definir la mida d'una partició, podeu acabar d'afinar-la mitjançant les tecles de fletxa del teclat. Nota: podeu accedir a qualsevol opció mitjançant el teclat. Moveu-vos per les particions amb les tecles Tab i Fletxa amunt/Fletxa avall. Quan seleccioneu una partició, podeu utilitzar: * Ctrl+c per crear una nova partició (quan se n'ha seleccionat una de buida) * Ctrl+d per suprimir una partició * Ctrl+m per definir el punt de muntatge Per a més informació sobre els diferents sistemes de fitxers disponibles, llegiu el capítol sobre ext2FS del ``Manual de Referència''. Si esteu fent la instal·lació en un ordinador PPC, voldreu crear una petita partició ``bootstrap'' HFS d'un mínim d'1 MB per a ús del carregador d'arrencada yaboot. Si decidiu fer-la una mica més gran, per exemple de 50 MB, us serà d'utilitat per emmagatzemar un nucli de recanvi i imatges del disc RAM per a situacions d'emergència durant l'arrencada.
cs: V této chvíli je potřeba určit, který(é) oddíl(y) budou použity pro instalaci systému Mandriva Linux. Pokud byly oddíly již jednou definovány, buď z předchozí instalace GNU/Linux nebo jiným programem na rozdělení disku, je možné použít právě tyto oddíly. Jinak musí být oddíly nově definovány. Pro vytvoření oddílu musíte nejdříve vybrat pevný disk. Klepněte na "hda", což je první IDE disk, nebo na "hdb", což je druhý disk, případně na "sda", což je první SCSI disk. Pro rozdělení vybraného disku můžete použít tyto volby: * "%s": tato volba smaže všechny oddíly na vybraném disku. * "%s": dojde k automatickému vytvoření oddílu pro Ext2 a swap ve volném prostoru disku. * "%s": nabídne další možnosti: * "%s": uloží tabulku oddílů na disketu. To je vhodné pro případ poškození tabulky, kdy ji lze z této zálohy obnovit. Doporučujeme využít tuto možnost. * "%s": obnoví tabulku oddílů, která byla již dříve uložena na disketu. * "%s": pokud je tabulka poškozena, můžete se pokusit ji opravit. Buďte ale opatrní a pamatujte na to, že se to nemusí vždy podařit. * "%s": zruší všechny změny a nahraje původní tabulku oddílů. "%s": odznačení této volby způsobí, že při připojování a odpojování vyjímatelných médií jako jsou CD-ROM disky a floppy disky je nutné použít ručně příkaz mount. * "%s": pokud nemáte dobré znalosti o rozdělování disků, použijte tuto volbu, kdy se spustí průvodce. Doporučujeme, pokud nemáte dobré znalosti o vytváření oddílů na disku. * "%s": zruší všechny provedené změny. * "%s": dovoluje další akce s oddíly (typ oddílu, volby, formátování) a zobrazí další informace. * "%s": pokud máte disk rozdělen, uloží se změny na disk. Pokud definujete velikost oddílu, můžete přesněji jejich velikost určit pomocí kurzorových šipek na klávesnici. Poznámka: každou volbu je možné zadat také z klávesnice. Mezi oddíly se můžete pohybovat pomocí kláves [Tab] a [Šipka nahoru/šipka dolů]. Pokud je vybrán oddíl, lze použít tyto volby: * Ctrl-c pro vytvoření nového oddílu (pokud je vybrán prázdný oddíl); * Ctrl-d pro smazání oddílu; * Ctrl-m pro zadání bodu připojení. Více informací o jednotlivých druzích souborových systémů naleznete v kapitole o ext2fs v "Referenční příručce". Pokud instalujete na počítač PPC, je potřeba vytvořit malý oddíl HFS, tzv. "bootstrap" o minimální velikosti 1MB, který bude použit pro zavaděč Yaboot. Pokud vytvoříte tento oddíl větší, např. 50 MB, je to dobré místo pro uložení ramdisku a jádra pro situace záchrany disku.
cy: Yn awr mae angen i chi ddewis pa raniadau i'w defnyddio ar gyfer gosodiad eich system Mandriva Linux. Os oes rhaniadau wedi eu diffinio eisoes, un ai drwy osodiad blaenorol o GNU/Linux neu gan offeryn rhannu arall, mae modd i chi ddefnyddio'r rhaniadau presennol. Os nad, rhaid i' rhaniadau'r ddisg caled gael eu diffinio. I greu rhaniadau, rhaid yn gyntaf ddewis disg caled. Mae modd dewis disg i'w rannu drwy glicio ar "hda" ar gyfer y ddisg IDE cyntaf., "hdb" ar gyfer yr ail, "sda" ar gyfer y ddisg SCSI cyntaf, ac yn y blaen. I greu'r rhaniad, mae modd defnyddio'r dewisiadau hyn: *"%s": mae'r dewis hwn yn dileu pob rhaniad ar ddisg. *"%s": mae'r dewis hwn yn caniatáu i chi greu'n awtomatig Ext2 a rhaniadau cyfnewid mewn lle gwag ar eich disg. *"%s": yn rhoi mynediad i ragor o nodweddion: *"%s": mae hwn yn cadw'r tabl rhaniad i ddisg meddal. Mae hyn yn ddefnyddiol ar gyfer adfer tabl rhaniad, os fydd angen "%s": mae hyn yn caniatáu adfer tabl rhaniad blaenorol o ddisg meddal. "%s": os yw eich tabl rhaniad wedi ei ddifrodi, mae modd ceisio ei adfer drwy'r dewis yma. Byddwch ofalus a chofiwch fod modd iddo fethu. "%s": mae hwn yn dileu pob newid ac yn ail lwytho'r tabl rhaniad gwreiddiol. *"%s": dad-diciwch y dewis hwn i osod a dad osod gyda llaw, cyfryngau symudol megis disgiau meddal ac CD-ROMau *"%s": defnyddiwch y dewis hwn os ydych am ddefnyddio'r dewin i rannu eich disg caled. Dyma'sydd orau os nad oes gennych wybodaeth sylweddol ar rhannu *"%s": defnyddiwch y dewis hwn i ddileu eich newidiadau *"%s": mae hwn yn caniatáu gweithredoedd pellach ar raniadau. (Math, dewisiadau, fformat) ac mae'n cynnig mwy o wybodaeth. *"%s":pan fyddwch wedi gorffen rhannu eich disg, bydd hwn yn cadw eich newidiadau yn ôl i'r ddisg Sylwer: mae modd cyrraedd y dewisiadau drwy'r bysellfwrdd. Symudwch drwy'r rhaniadau gan ddefnyddio [Tab] a'r saethau [I Fyny/I Lawr]. Pan fydd rhaniad wedi ei ddewis, gallwch ddefnyddio: *Ctrl-c i greu rhaniad newydd (pan fo rhaniad gwag yn cael ei ddewis); *Ctrl-d i ddileu rhaniad; *Ctrl-m i greu pwynt gosod; I dderbyn gwybodaeth am yr amrywiol systemau ffeil sydd ar gael, darllenwch y pennawd ar ext2fs yn y ``Reference Manual''. Os ydych yn gosod ar beiriant PPC, bydd angen i chi greu "ymlwythwr" bychan o leiaf 1MB o faint, fydd yn cael ei ddefnyddio gan ymlwythwr yaboot. Os ydych yn dewis gwneud y rhaniad rhywfaint yn fwy, dyweder tua 50MB, yna gall fod yn le defnyddiol i gadw cnewyllyn sbâr a delweddau ramdisk ar gyfer sefyllfaoedd cychwyn argyfyngus!
da: Nu skal du vælge hvilke partitioner som skal bruges til installering af dit Mandriva Linux system. Hvis partitionerne allerede er blevet defineret, enten fra en tidligere installation af GNU/Linux eller med et andet partitioneringsværktøj, kan du bruge de eksisterende partitioner. Ellers skal disk-partitionerne defineres først. For at lave partitioner skal du først vælge et diskdrev. Du kan vælge diskdrevet der skal partitioneres ved at trykke på "hda" for det første IDE drev, "hdb" for det andet eller "sda" for det første SCSI-drev og så videre. For at partitionere det valgte diskdrev kan du bruge disse muligheder: * '%s': Dette valg sletter alle partitioner på det valgte diskdrev. * '%s': dette valg tillader dig automatisk at lave Ext3 og swappartitioner på den fri plads på dit drev. '%s': giver adgang til flere faciliteter: * '%s': Gemmer din partitionstabel på en diskette. Nyttigt ved senere redning af partitionstabellen, om nødvendigt. Det anbefales meget at du bruger dette trin. * '%s': lader dig genskabe en tidligere gemt partitionstabel fra diskette. * '%s': hvis din partitionstabel er beskadiget, kan du prøve at redde den med denne mulighed. Vær forsigtig og husk at det ikke altid virker. * '%s': forkaster alle ændringer og genindlæser partitionstabellen som oprindeligt lå på diskdrevet * '%s': fravalg af denne mulighed vil tvinge brugere til at manuelt montere og afmontere medier såsom disketter og cdrommer * '%s': Hvis du ønsker at bruge vejlederen til at partitionere dit diskdrev, kan du bruge denne mulighed. Dette anbefales, hvis du ikke har den store forståelse om partitionering * '%s': Du kan bruge denne mulighed for at annullere dine ændringer * '%s': giver mulighed for yderligere handlinger på partitioner (type, valgmuligheder, format) og giver mere information om diskdrevet * '%s': når du er færdig med partitionering af din disk, vil dette skrive ændringerne tilbage på disken. Ved definering af en partitionsstørrelse kan du finjustere denne ved at bruge piletasterne på tastaturet. Bemærk: du kan nå enhver valgmulighed ved brug af tastaturet: navigér gennem partitionerne med Tab og op- og ned-pilene. Når en partition er valgt kan du bruge: * Ctrl-c for at lave en ny partition (Når en tom partition er valgt) * Ctrl-d for at slette en partition * Ctrl-m for at sætte et monteringssti For at få information om de forskellige tilgængelige filsystemstyper kan du læse kapitlet ext2fs i 'Referencemanualen'. Hvis du er i gang med at installere på en PPC-maskine skal du lave en lille HFS-'bootstrap'-partition på mindst 1 MB til Yaboot-systemstarteren. Hvis du vælger at lave partitionen en smule større, f.eks. 50 MB kan den være nyttig til at gemme en ekstra kerne og ramdisk-billede for nødsituationer ved opstart.
de: Sie müssen nun entscheiden, auf welche(n) Partition(en) Ihr neues Mandriva Linux System installiert werden soll. Falls bereits Partitionen existieren (etwa von einer früheren Installation von GNU/Linux oder durch das Erzeugen mit einem anderen Partitionierungswerkzeug), können Sie diese verwenden. Anderenfalls müssen Sie Partitionen definieren. Um Partitionen zu erzeugen müssen Sie erst eine Festplatte wählen. Sie können die Platte wählen in dem Sie „hda“ für die erste IDE-Platte wählen, „sda“ für die erste SCSI-Platte, usw. Um die gewählte Platte zu partitionieren stehen folgende Möglichkeiten zur Verfügung: * „%s“: Betätigen dieser Schaltfläche löscht alle Partitionen auf der markierten Festplatte. * „%s“: Dieser Punkt aktiviert die automatische ext3- und Swap-Partitionen-Erstellung im ungenutzten Bereich Ihrer Festplatte. „%s“: bietet Zugriff auf weitere Möglichkeiten: * „%s“: Sie können hiermit Ihre aktuelle Partitionstabelle auf Diskette speichern. * „%s“: Mit dieser Schaltfläche können Sie eine vorher auf Diskette gesicherte Partitionstabelle wieder herstellen. * „%s“: Sollte Ihre Partitionstabelle zerstört worden sein, können Sie versuchen, mit dieser Schaltfläche eine Restaurierung vorzunehmen. Seien Sie vorsichtig! Es ist nicht unwahrscheinlich, dass dieser Versuch fehl schlägt. * „%s“: Alle Änderungen verwerfen und mit der ursprünglichen Partitionstabelle neu beginnen. * „%s“: Entfernen dieser Markierung führt dazu, dass die Anwender hinterher die Wechselmedien manuell ein- und aushängen müssen. * „%s“: Falls Sie keine Ahnung haben wie Sie die Festplatte partitionieren sollen, wählen Sie diese Schaltfläche. Sie überlassen damit die gesamte Arbeit unserem Assistenten, der mittels „Abra Kadabra“™ Ihre Platte partitioniert. * „%s“: Mit dieser Schaltfläche können Sie alle Einstellungen rückgängig machen. * „%s“: Anbieten bzw. Maskieren von Zusatzmöglichkeiten. * „%s“: Nachdem Sie das Partitionieren Ihrer Festplatte beendet haben, aktivieren Sie diese Schaltfläche, um Ihre Änderungen zu speichern. Wenn Sie die Größe einer Partition festlegen wollen, können Sie die Feineinstellungen mit den Rechts- / Links-Pfeiltasten Ihrer Tastatur vornehmen. Information: Sie können alle Einstellungen per Tastatur vornehmen. Mittels [Tab] und den Hoch-/Runter-Pfeiltasten können Sie sich bewegen. Wenn eine Partition ausgewählt ist, können Sie mittels: * Strg-C - eine neue Partition erstellen (wenn Sie auf einer leeren Partition sind) * Strg-D - die Partition löschen * Strg-M - den Einhängpunkt festlegen. Um mehr Informationen über die verschiedenen Dateisystemtypen zu erhalten, lesen Sie bitte das Kapitel ext2FS in der „Referenz“. Falls Sie die Installation auf einem PPC-Rechner vornehmen, sollten Sie eine mindestens 1MB, große HFS Start-Partition für den Betriebssystemstarter yaboot erstellen. Wenn Sie diese Partition etwas größer dimensionieren, etwa 50MB, haben Sie einen geeigneten Platz, um einen Rettungskern samt RamDisk abzulegen, um in Notfällen starten zu können.
eo: Nun vi devas elekti kiuj subdisko(j) estu uzata(j) por instalado de via Mandriva-Linuksa sistemo. Se jam estas difinitaj subdiskoj, ĉu de antaŭa instalo de GNU/Linukso aŭ de alia subdiskilo, vi povas uzi ekzistantajn subdiskojn. Alie, fiksdiskaj subdiskoj estas difinotaj. Por krei subdiskojn, vi devas unue elekti fiksdiskon. Vi povas elekti la subdiskigota disko per alklako al ''hda'' por la unua IDE-disko, ''hdb'' por la dua, ''sda'' por la unua SCSI-disko kaj tiel plu. Por subdiskigi la selektitan fiksdiskon, vi povas uzi jenajn opciojn: * "%s": tiu opcio forviŝas ĉiujn subdiskojn sur la selektita fiksdisko. * "%s": Tiu opcio ebligas vin krei aŭtomate subdiskojn de ext3 kaj swap en la libera spaco de via fiksdisko "%s": donas aliron al kromaj eblecoj: -* "%s": sekurkopias la subdisk-tabelon al disketo. Utila por posta rehavo de la subdisk-tabelo se necesas. Estas forte konsilate ke vi faru tiun paŝon. * "%s": ebligas vin restarigi antaŭe sekurkopiitan subdisk-tabelon el disketo. * "%s": se via subdisk-tabelo estas damaĝita, vi povas provi rehavi ĝin uzante tiun opcion. Bonvolu esti zorgema kaj memoru ke tio ne ĉiam funkcias. * "%s": forigas ĉiujn ŝanĝojn kaj reŝargas la subdisk-tabelon kiu estis origine sur la fiksdisko. * "%s": malelekti tiun opcioj devigas uzulojn permane surmeti kaj demeti demeteblajn aparatojn kiel disketojn kaj KD-ROM-ojn. * "%s": uzu tiun opcion se vi deziras uzi sorĉilon por subdiskigi vian fiksdiskon. Tio estas rekomendita se vi ne havas bonan komprenon pri subdiskigo. * "%s": uzu tiun opcion por malfari viajn ŝanĝojn. * "%s": ebligas kromajn agojn pri subdiskoj (speco, opcioj, formato) kaj donas pliajn informojn pri la fiksdisko. * "%s": kiam vi finis subdiskigi vian fiksdiskon, tio konservos viajn ŝanĝojn sur la disko. Kiam vi difinas la grandecon de subdisko, vi povas fajne agordi la grandecon de la subdisko uzante la sago-klavojn sur via klavaro. Notu: vi povas atingi ĉiun opcion uzante la klavaron. Krozu tra la subdiskoj uzante [Tab] kaj la sagojn [Supren/Malsupren]. Kiam subdisko estas selektita, vi povas uzi: * Ctrl-c por krei novan subdiskon (se estas selektita malplena subdisko) * Ctrl-d por forviŝi subdiskon * Ctrl-m por meti la surmetingon Por akiri informojn pri la diversaj haveblaj dosier-sistem-tipoj, bonvolu legi la ĉapitron ext2FS en la ''Referenca Manlibro''. Se vi instalas sur PPC-maŝinon, vi deziros krei malgrandan HFS- ''praŝargo''-subdiskon de almenaŭ 1 MB kiu uzotas de la yaboot- startigilo. Se vi volas iomete pligrandigi tiun subdiskon, ni diru 50 MB, vi povas ankaŭ uzi ĝin por stoki tie kromajn kerno- kaj ramdisk-bildojn por paneaj situacioj de startigo.
es: Ahora necesita elegir qué particiones se utilizarán para la instalación de su sistema Mandriva Linux. Si ya se han definido particiones, ya sea por una instalación previa de GNU/Linux o con otra herramienta de particionado, puede utilizarlas. De lo contrario, se deben definir particiones en el disco rígido. Para crear particiones, primero debe seleccionar un disco rígido. Puede seleccionar el disco a particionar haciendo clic sobre "hda" para el primer disco IDE, "hdb" para el segundo, "sda" para el primer disco SCSI y así sucesivamente. Para particionar el disco rígido seleccionado, puede utilizar estas opciones: * "%s": esta opción borra todas las particiones sobre el disco seleccionado. * "%s": esta opción le permite crear particiones ext3 y swap automáticamente en el espacio libre de su disco rígido. "%s": le da acceso a características adicionales: * "%s": guarda la tabla de particiones en un disquete. Útil para recuperar la tabla de particiones más adelante en caso que sea necesario. Es altamente recomendable realizar este paso. * "%s": esta opción le permitirá restaurar una tabla de particiones guardada previamente en un disquete. * "%s": si su tabla de particiones está dañada puede intentar recuperarla utilizando esta opción. Por favor, tenga cuidado y recuerde que puede fallar. * "%s": descarta todos los cambios y carga la tabla de particiones que estaba originalmente en el disco rígido. * "%s": si desmarca esta opción los usuarios estarán forzados a montar y desmontar manualmente los soportes removibles como los disquetes y los CD-ROM. * "%s": use esta opción si desea utilizar un asistente para particionar su disco rígido. Se recomienda esto si no tiene un buen conocimiento del particionado. * "%s": use esta opción para deshacer sus cambios. * "%s": permite realizar acciones adicionales sobre las particiones (tipo, opciones, formatear) y brinda más información acerca del disco rígido. * "%s": cuando ha terminado de particionar su disco rígido, esto guardará sus cambios en el disco. Cuando se define el tamaño de una partición, puede realizar un ajuste fino del tamaño utilizando las teclas de las flechas de su teclado. Nota: todas las opciones son accesibles por medio del teclado. Navegue a través de las particiones usando [Tab] y las flechas [Arriba/Abajo]. Cuando se selecciona una partición, puede utilizar: * [Ctrl] [C] para crear una partición nueva (cuando está seleccionada una partición vacía); * [Ctrl] [D] para borrar una partición; * [Ctrl] [M] para configurar el punto de montaje. Para obtener información sobre los distintos tipos de sistemas de archivos disponibles, por favor lea el capítulo acerca de ext2FS del "Manual de Referencia". Si está instalando en una máquina PPC, querrá crear una pequeña partición HFS de "bootstrap" de al menos 1 MB que será utilizada por el cargador de arranque yaboot. Si opta por hacer la partición un poco más grande, digamos 50 MB, puede ver que es un lugar útil para almacenar un núcleo y ramdisk alternativos para arrancar en situaciones de emergencia.
gl: Neste punto cómpre que escolla que partición(s) se van usar para a instalación do seu sistema Mandriva Linux. Se as particións xa se crearon, xa sexa nunha instalación anterior de GNU/Linux ou con outra ferramenta de particionamento, poderá usar as particións existentes. Se non é así, débense crear as particións no disco duro. Para crear particións, primeiro debe seleccionar un disco duro. Pode seleccionar o disco a particionar premendo en ``hda'' para a primeira unidade IDE, ``hdb'' para a segunda, ``sda'' para a primeira unidade SCSI, etc. Para particionar o disco duro seleccionado pode usar estas opcións: * "%s": esta opción elimina tódalas particións do disco duro seleccionado * "%s": esta opción permítelle crear automáticamente particións ext3 e swap no espacio baleiro do disco duro "%s": dálle acceso a funcionalidades adicionais: * "%s": garda a táboa de particións nun disquete. É útil para recuperacións posteriores da táboa de particións, en caso de ser necesario. É altamente recomendable que leve a cabo este paso. * "%s": permítelle restaurar unha táboa de particións gardada previamente nun disquete. * "%s": se a súa táboa de particións está danada, pode intentar recuperala usando esta opción. Por favor teña coidado e lembre que non sempre funciona. * "%s": desbota tódolos cambios e recarga a táboa de particións orixinal do disco duro. * "%s": se desmarca esta opción forzará ós usuarios a montar e desmontar a man os soportes extraíbles coma os disquetes e os CD-ROMs. * "%s": use esta opción se desexa usar un asistente para particionar o seu disco duro. Recoméndase isto se non sabe moito sobre o particionamento. * "%s": use esta opción para cancelar tódolos seus cambios. * "%s": permite accións adicionais sobre as particións (tipo, opcións, formato) e proporciona máis información sobre o disco duro. * "%s": cando remate o particionamento do seu disco duro, isto gardará os cambios no disco. Cando estea definindo o tamaño das particións pode establecelo con exactitude usando as teclas das Frechas do teclado. Nota: pode obter calquera opción usando o teclado. Navegue polas particións usando [Tab] e as frechas [Arriba/Abaixo]. Cando se selecciona unha partición, poderá usar: * Ctrl-c para crear unha nova partición (cando se seleccionou un espacio baleiro) * Ctrl-d para eliminar unha partición * Ctrl-m para establecer o punto de montaxe Para obter información sobre os diferentes tipos de sistemas de ficheiros dispoñibles, lea o capítulo sobre ext2FS do ``Manual de Referencia''. Se está instalando nunha máquina PPC, quererá crear unha pequena partición HFS para ``bootstrap'' de como mínimo 1MB a cal vai ser usada polo cargador de arrinque yaboot. Se opta por facer a partición un pouco máis grande, digamos de 50MB, podería darse conta de que é un sitio útil para almacenar un kernel de reserva e imaxes ramdisk para situacións de arrinques de emerxencia.
he: בשלב זה, עליך לבחור היכן תותקן מערכת מנדריבה לינוקס בכונן הקשיח שלך. אם כבר הוגדרו מחיצותמתאימות, בין אם על ידי התקנה קודמת של גנו/לינוקס או על ידי כלי אחר לחלוקת מחיצותף באפשרותך להשתמש במחיצות שהוגדרו קודם. אחרת, עליך להגדיר את חלוקת המחיצות לצורך ההתקנה. על מנת ליצור את המחיצות, עליך לבחור בשלב ראשון את הכונן הקשיח בו תותקן המערכת. באפשרותך לבחור את הכונן הקשיח הראשון על ידי בחירת hda (או sda לכונן SCSI), לבחור את הכונן השני על ידי בחירת hdb (או sdb לכונן SCSI) וכן הלאה. באפשרותך לבחור אחת מהאפשרויות הבאות כדי לחלק את הכונן הקשיח: * "%s": אפשרות זו תמחק את כל המחיצות המוגדרות בכונן הקשיח * "%s": אפשרות זו מאפשרת לך ליצור באופן אוטומטי מחיצתext3 ומחיצת החלפה בשטח הפנוי של הכונן הקשיח שלך "%s": מאפשר לך לבחור באפשרויות נוספות: * "%s": גיבוי טבלת המחיצות לתקליטון. אפשרות זו שימושית לשחזור טבלת המחיצות במקרה הצורך. מומלץ מאוד לבצע שלב זה כאמצעי ביטחון. * "%s": שחזור טבלת מחיצות שנשמרה קודם לכן בתקליטון. * "%s": אם טבלת המחיצות שלך נפגמה, באפשרותך לנסות לשחזר אותה באמצעות אפשרות זו. עליך לנהוג במשנה זהירות ולזכור שהצלחת הפעולה אינה מובטחת. * "%s": ביטול כל השינויים ושחזור טבלת המחיצות המקורית של הכונן בטרם בוצעו השינויים. * "%s": ביטול הסימון מאפשרות זו יחייב משתמשים לעגן ולנתק באופן ידני מדיות שליפות כגון תקליטורים ותקליטונים. * "%s": אפשרות זו תפעיל אשף לחלוקת הכונן הקשיח. השימוש באשף מומלץ למשתמשים לא מנוסים בחלוקת מחיצות. * "%s": אפשרות זו מבטלת את השינויים שביצעת. * "%s": איפשור פעולות נוספות על המחיצות (סוג,) אפשרויות, פירמוט) והצגת מידע מתקדם על הכונן הקשיח. * "%s": אפשרות זו תשמור את השינויים שביצעת לכונן הקשיח לאחר סיום שלב חלוקת המחיצות. בעת הגדרת גודל מחיצה, באפשרותך לשנות את גודל המחיצה בעזרת מקשי החיצים על המקלדת. הערה: באפשרותך להפעיל כל אפשרות בעזרת המקלדת. מקש [Tab] או מקשי החיצים [מעלה/מטה] מאפשרים לך לעבור בין המחיצות. כאשר נבחרה מחיצה, באפשרותך ללחוץ על: * Ctrl-c ליצירת מחיצה חדשה (כאשר נבחרה מחיצה ריקה) * Ctrl-d למחיקת מחיצה * Ctrl-m to set the mount point הפרק ext2FS במדריך המשתמש (לרוכשי חבילה ממנדריבה) מכיל מידע על סוגי המחיצות השונים שבאפשרותך להגדיר. אם מחשב זה משתמש במעבד PowerPC (למשל מקינטוש), עליך ליצור מחיצת HFS קטנה בגודל 1MB שתשמש את טוען המערכת yaboot. באפשרותך להגדיר יותר מקום למחיצה זו, למשל 50MB, כדי להכין מקום לקבצי kernel ו-ramdisk חלופיים שיאפשרו לך להחלץ ממצבי תקלה שימנעו ממך לאתחל את המערכת באופן הרגיל.
hu: Ebben a lépésben kell kiválasztani a Mandriva Linux rendszer telepítéséhez használni kívánt partíciókat. Ha a kívánt partíciók már létre lettek hozva (egy korábbi Linux-telepítés vagy valamilyen partícionálási segédprogram által), akkor felhasználhatók a már létező partíciók. Ha viszont még nem léteznek, akkor először definiálni kell a partíciókat. Partíció létrehozásánál először ki kell választani egy merevlemezt. Ehhez kattintson a megfelelő azonosítóra: "hda" az első IDE-csatolós lemez, "hdb" a második; "sda" az első SCSI-csatolós lemez, és így tovább. A kijelölt merevlemez partícionálásánál az alábbi lehetőségek közül lehet választani: - "%s": ennek hatására a kijelölt merevlemezen található összes partíció törlésre kerül. - "%s": ez lehetővé teszi Ext3 és lapozási partíciók automatikus létrehozását a rendelkezésre álló üres területen. - "%s": hozzáférést biztosít további lehetőségekhez: - "%s": a partíciós tábla mentése floppyra. A floppy használatával később - szükség esetén - helyre lehet állítani (vissza lehet tölteni) a partíciós táblát. Erősen ajánljuk, hogy használja ezt a lehetőséget. - "%s": egy korábban elmentett partíciós tábla visszatöltése floppyról. - "%s": ha a partíciós tábla megsérült, akkor ezzel lehet megpróbálni annak kijavítását. Legyen nagyon óvatos, mert a javítás nem mindig sikerül. - "%s": ennek hatására az összes módosítás elvész; a program ismét betölti a kiindulási partíciós táblát. - "%s": ha nincs bejelölve ez az opció, akkor a felhasználóknak kézzel kell végezniük a cserélhető adathordozók (például CD és floppy) csatolását illetve leválasztását. - "%s": akkor válassza ezt a lehetőséget, ha a partícionálást varázsló segítségével szeretné végrehajtani. Ha nem ismeri a partícionálás technikai részleteit, akkor érdemes ezt választania. - "%s": ezzel lehet a módosításokat visszavonni. - "%s": további funkciók elérhetővé tétele (partíciótípus, opciók, formázás) és több információ megjelenítése a merevlemezekkel kapcsolatosan. - "%s": a partícionálás befejezése után ezzel lehet a módosításokat elmenteni a lemezre. Egy partíció méretének megadásakor finombeállítást végezhet a billentyűzet nyílbillentyűivel. Az összes funkció elérhető a billentyűzetről. A partíciók között a Tab billentyűvel és a Fel/Le nyilakkal lehet mozogni. Ha egy partíció ki van jelölve, használni lehet a következőket: - Ctrl+C: új partíció létrehozása (ha üres partíció van kijelölve) - Ctrl+D: partíció törlése - Ctrl+M: csatolási (mount) pont megadása Ha információt szeretne a használható fájlrendszertípusokról, olvassa el a kézikönyv Ext2FS fájlrendszerrel foglalkozó fejezetét. Ha a telepítés egy PowerPC gépre történik, akkor érdemes létrehozni egy kisméretű HFS rendszerindítási partíciót (legalább 1 MB) a "Yaboot" rendszerbetöltő program számára. Ha nagyobbra veszi a partíciót (például 50 MB méretűre), akkor eltárolható lesz rajta például egy tartalék kernel illetve RAM-diszk képfájlok (image-ek) esetleges rendszerhibák esetére.
id: Saat ini, Anda harus memilih partisi yang akan digunakan untuk installasi sistem Mandriva Linux Anda. Jika partisi telah didefinisikan, baik dari installasi GNU/Linux sebelumnya atau melalui perkakas partisi lainnya, Anda bisa menggunakan partisi yang ada. Jika tidak, partisi harddisk harus didefinisikan. Untuk membuat partisi, Anda harus memilih harddisk dahulu. Anda bisa memilih disk untuk dipartisi dengan memilih ``hda'' untuk drive IDE pertama, ``hdb'' untuk kedua, ``sda'' untuk drive SCSI pertama, dst. Untuk mempartisi drive terpilih, Anda bisa menggunakan opsi berikut: * "%s": opsi ini menghapus seluruh partisi pada drive terpilih * "%s": opsi ini memungkinkan Anda membuat partisi ext3 dan swap secara otomatis pada ruang kosong dari hard disk Anda. "%s": memberi akses pada fitur tambahan: * "%s": menyimpan tabel partisi pada disket. Berguna untuk proses pengembalian tabel partisi. Anda disarankan untuk melakukan langkah ini. * "%s": mengijinkan Anda mengembalikan tabel partisi yang tersimpan sebelumnya dari disket. * "%s": jika tabel partisi Anda rusak, Anda bisa mencoba untuk mengembalikannya menggunakan opsi ini. Harap hati-hati dan perlu diingat bahwa proses ini tidak selalu bekerja. * "%s": batalkan semua perubahan dan muat ulang tabel partisi orisinal pada hard disk. * "%s": tanpa opsi ini akan memaksa pengguna melakukan proses mount dan unmount manual pada media seperti disket dan CD-ROM. * "%s": gunakan opsi ini jika Anda hendak menggunakan wizard untuk mempartisi hard disk Anda. Opsi ini disarankan jika Anda tidak memahami cara mempartisi. * "%s": gunakan opsi ini untuk membatalkan perubahan Anda. * "%s": mengijinkan aksi tambahan pada partisi (jenis, opsi, format) dan memberikan informasi lebih tentang hard disk. * "%s": ketika selesai mempartisi, opsi ini akan menyimpan perubahan pada disk. Ketika mendefinisikan ukuran partisi, Anda bisa menggunakan tombol panah dari keyboard Anda. Catatan: Anda bisa mencapai sembarang opsi menggunakan keyboard. Navigasi pada partisi menggunakan [Tab] dan panah [Up/Down]. Ketika partisi dipilih, Anda bisa menggunakan: * Ctrl-c untuk membuat partisi baru (ketika partisi kosong dipilih) * Ctrl-d untuk menghapus partisi * Ctrl-m untuk menentukan titik mount Untuk mendapatkan informasi tentang jenis sistem file yang ada, silahkan membaca bab ext2FS dari ``Referensi Manual''. Jika Anda menginstall pada komputer PPC, Anda harus membuat partisi ``bootstrap'' HFS kecil paling tidak 1 MB yang akan digunakan oleh bootloader yaboot. Jika Anda membuatnya lebih besar, misalkan 50MB Anda bisa menyimpan kernel dan citra ramdisk untuk situasi darurat.
is: Hér þarft þú að ákveða hvaða disksneið þú vilt nota fyrir Mandriva Linux stýrikerfið. Ef disksneiðar hafa þegar verið skilgreindar, annað hvort frá fyrri uppsetningu á GNU/Linux, eða af öðru forriti til að stilla disksneiðar, þá getur þú notað þær. Annars verður þú að skilgreina disksneiðar. Til að skilgreina disksneiðar þá verður þú fyrst að velja disk. Þú getur valið disk sem þú ætlar að skipta með því að smella á ``hda'' fyrir fyrsta IDE tengda diskinn, ``hdb'' fyrir þann næsta, ``sda'' fyrir fyrsta SCSI diskinn o.s.frv. Til að skipta völdum diski, þá getur þú notað eftirfarandi aðgerðir: * "%s": þessi valkostur eyðir öllum disksneiðum á disknum * "%s": þessi valkostur býr sjálfkrafa til ext3 og diskminnis-sneið á lausu plássi á disknum. "%s": gefur þér aðgang að aukavalkostum: * "%s": vistar disksneiða-töfluna á disklingi. Gott ef síðar þarf að endurbyggja disksneiða-töfluna. Það er mælt með að þú gerir framkvæmir þetta skref. * "%s" leyfir þér að endurbyggja disksneiða-töfluna frá disklingi. * "%s": ef disksneiða-taflan er skemmd, þá getur þú reynt að endurbyggja hana. Farðu varlega og mundu að þetta virkar ekki alltaf * "%s": hendir öllum breytingum og endurhleður disksneiða-töflunni eins og hún var upphaflega á disknum. * "%s": ef þú af-velur þennan valkost, þá verða notendur að tengja disklinga og geisladiska sjálfir við tengipunkta * "%s": notaðu þennan valkost ef þú vilt nota ráðgjafa til að skipta disknum þínum. Það er mæt með þessu ef þú hefur ekki nákvæmlega hvað á að gera hér. * "%s": notaðu þennan valkost ef þú vilt hætta við allar breytingar. * "%s": gefur þér aukalega valkosti (tegund, valkosti, forsníða) og gefur þér meiri upplýsingar um diskinn. * "%s": þegar þú hefur lokið við að skipta disknum þínum, þá skrifar þetta breytingarnar á diskinn. Þegar þú skilgreinir stærð disksneiðar, þá getur þú fínstillt stærðina á sneiðinni með örvalyklunum á lyklaborðinu. Athugið: Þú getur komist að öllum aðgerðum á skjánum frá lyklaborðinu. Þú færir þig á milli svæða með [Tab] og [Upp/Niður] örvalyklunum. Þegar disksneið er valin, þá getur þú notað: * Ctrl-c til að búa til nýja disksneið (þegar auð disksneið er valin) * Ctrl-d til að eyða disksneið * Ctrl-m til að setja tengipunkt Til að fá upplýsingar um mismunandi skráakerfi, vinsamlega lestu kaflann um ext2FS í ``Reference Manual''. Ef þú ert að setja upp á PPC tölvu, þá ættir þú að búa til litla HFS ``ræsi-disksneið'' sem er að minnsta kosti 1M. Þessi disksneið verður notuð af yaboot ræsistjóranum. Ef þú gerir disksneiðina svolítið stærri t.d. 50MB þá er það góður staður til að geyma auka kjarna og ræsidisk-ímyndir fyrir óvæntar uppákomur.
ja: ここでは Mandriva Linux をインストールするパーティションを選びます。 以前にインストールした GNU/Linux システムが残っていたり、別のツールを 使って既にパーティションが定義されている場合は、既存のパーティションを 利用することができます。そうでない場合はハードドライブのパーティションを 定義しなければなりません。 パーティションを作成するには、まずハードドライブを選択してください。 例えば、IDE の最初のドライブであれば 'hda'、2 番目のドライブなら 'hdb'、 SCSI の最初のドライブなら 'sda' をクリックしてください。 パーティションの作成には次のオプションが使えます: * %s: 選択したドライブのすべてのパーティションを削除する * %s: ハードドライブの空き領域に自動的に ext3 と swap を 作成する %s: ここから拡張機能を利用できます: * %s: パーティションテーブルをフロッピーに保存。後でパーティション テーブルのリカバリが必要になったときに役立つので、実行することを 強くお勧めします。 * %s: フロッピーからパーティションテーブルを読み込んで復元する * %s: パーティションテーブルが壊れてしまったときはこのオプション を使って修復を試みることができます。慎重に実行してください。 (必ずしも修復できるとは限りません) * %s: 変更をすべて破棄し、ハードドライブに元々あった パーティションテーブルを再ロードする * %s: このオプションのチェックを外すと ユーザはフロッピーや CD-ROM などのリムーバブルメディアを手動でマウント しなくてはなりません。 * %s: このオプションを選ぶとウィザードを使って パーティションを設定することができます。パーティションについて深く理解 されてない方にはこのオプションをお勧めします。 * %s: 変更を取り消す * %s: 拡張機能 (タイプ、オプション、フォーマットなど) を追加し ハードドライブの詳細情報を得ることができます。 * %s: パーティションの設定完了後、変更をディスクに 保存します。 キーボードの矢印キーを使うとパーティションのサイズを細かく 設定できます。 ヒント: すべてのオプションはキーボード操作で実行できます。 [Tab] と [Up/Down] キーを使ってパーティションを選択します。 パーティションを選択すると次のショートカットが使えます: * Ctrl-c: 空のパーティションに新しいパーティションを作成 * Ctrl-d: パーティションを削除 * Ctrl-m: マウントポイントを設定 使用可能な他のファイルシステムについては、Reference Manual の 'ext2FS' の章をお読みください。 PPC マシンにインストールする場合は最低 1 MB の HFS bootstrap パーティションを作成してください。yaboot ブートローダが使用します。 このパーティションをもう少し大きくしておくと (例えば 50 MB くらい)、 スペアカーネルや緊急ブート用の ramdisk イメージを保存するのに利用できます。
mk: Во овој момент треба да изберете која партициja или партиции ќе ги користите за инсталација на системот „Mandriva Linux“. Ако партициите се веќе дефинирани, од претходна инсталација на „GNU/Linux“ или од друга алатка за поделба на дискот, може да ги користите веќе постоечките партиции. Во спротивно, партициите на хард дискот мора да бидат дефинирани. За да создадете партиции најпрво треба да изберете хард диск. Можете да го изберете дискот за партицирање со притискање на „hda“ за првиот „IDE“ уред, „hdb“ за вториот, „sda“ за првиот „SCSI“ уред итн. За да го поделите избраниот хард диск, можете да ги користите овие опции: * „%s“: оваа опција ги брише сите партиции на избраниот хард диск * „%s“: оваа опција ви овозможува автоматски да создадете „ext3“ и „swap“ партиции во слободниот простор од вашиот хард диск „%s“: ви дава пристап до додатни карактеристики: * „%s“: ја зачувува партициската табела на дискета. Корисно за понатамошно враќање на партициската табела, ако е потребно. Строго се препорачува да го изведете овој чекор. * „%s“: ви овозможува да вратите претходно зачувана партициска табела од дискета. * „%s“: ако вашата партициска табела е оштетена, со користење на оваа опција може да се обидете да ја вратите. Ве молиме бидете внимателни и запомнете дека ова не успева секогаш. * „%s“: ги отфрла сите промени и ја превчитува партициската табела која претходно постоела на хард дискот. * „%s“: ако ја одштиклирате оваа опција корисниците ќе бидат приморани рачно да ги монтираат и демонтираат отстранливите медиуми како што се дискетите и CD-ата. * „%s“: изберете ја оваа опција ако сакате да користите волшебник за поделба на вашиот хард диск. Ова е препорачано ако немате добро познавање за поделба на дискови. * „%s“: изберете ја оваа опција за да ги откажете вашите промени. * „%s“: ви овозможува додатни.дејства на партициите (вид, опции, формат) и ви дава повеќе информации за хард дискот. * „%s“: кога ќе завршите со поделбата на хард дискот, ова повторно ќе ги зачувува вашите промени на дискот. Кога дефинирате големина на партиција, на истата големината можете фино да ја поставите со користење на стрелките на тастатурата. Забелешка: сите опции можете да ги користете преку тастатурата. Користете го тастерот „Tab“ и стрелките [Горе/Долу] на тастатурата . Кога е избрана партиција, можете да користите: * „Ctrl-c“ - да создадете нова партиција (кога е избрана празна партиција) * „Ctrl-d“ - да избришете партиција * „Ctrl-m“ - да поставите точка на монтирање. За да добиете информации за различните типови на датотечни системи, прочитајте го одделот за „ext2FS“ од „Упатство за употреба“. Ако инсталирате на „PPC“ машина, ќе сакате да создадете мала „HFS bootstrap“ партиција од барем 1МБ, која ќе се користи од подигнувачот „yaboot“. Ако сакате да ја направите партицијата малку поголема, на пример 50МБ, тоа може да биде корисно како место за чување резервен кернел и „ramdisk“ слики за итни случаи.
nb: På dette punktet må du velge hvilke partisjon(er) som skal brukes til å installere ditt nye Mandriva Linux-system på. Hvis partisjoner allerede har blitt definert enten fra en tidligere installasjon av GNU/Linux eller fra et annet partisjoneringsverktøy, kan du bruke eksisterende partisjoner. I andre tilfeller må harddiskpartisjoner defineres. For å opprette partisjoner må du først velge en harddisk. Du kan velge disk for partisjonering ved å klikke på ``hda'' for den første IDE-disken, ``hdb'' for den andre eller ``sda'' for den første SCSI-disken osv. For å partisjonere den valgte harddisken kan du bruke disse valgene: * "%s": dette valget sletter alle partisjoner tilgjengelig på den valgte harddisken. * "%s": dette valget lar deg automatisk opprette ext3 og swappartisjoner på din harddisk's ledige plass. "%s": gir deg tilgang til ekstra finesser: * "%s":lagrer partisjonstabellen din på en diskett. Nyttig hvis partisjonen trengs å gjenopprettes senere. Det anbefales på det sterkeste at du utfører dette trinn. * "%s": gir deg muligheten til å gjenopprette en tidligere lagret partisjonstabell fra en diskett. * "%s": hvis partisjonstabellen din er skadet kan du forsøke å redde den ved å bruke dette valget. Vær forsiktig og husk at det kan gå galt. * "%s": ignorerer alle forandringer og laster inn harddiskens opprinnelige partisjonstabell på nytt. * "%s": ved å sjekke vekk dette valget, så vil brukere bli nødt til å manuelt montere og avmontere flyttbare medium som disketter og CDer. * "%s": bruk dette valget om du vil bruke en veiviser for å partisjonere harddisken din. Dette er anbefalt om du ikke har gode nok kunnskaper om partisjonering. * "%s": du kan bruke dette valget til å forkaste endringene dine. * "%s": gir deg ekstra valg under partisjoneringen (type, instillinger, format) og gir deg mere informasjon om harddisken. * "%s": når du er ferdig med å partisjonere harddisken din, så bruk dette valget for å lagre endringene dine på disken. Når du definerer størrelsen på en partisjon, så kan du finjustere størrelsen med piltastene på tastaturet ditt. Merk: du kan nå valgene ved å bruke tastaturet. . Naviger gjennom partisjonene ved å bruke [Tab] og [Opp/Ned]-piltastene. Når en partisjon er valgt kan du bruke: * Ctrl-c for å opprette en ny partisjon (når en tom partisjon er valgt). * Ctrl-d for å slette en partisjon. * Ctrl-m for å sette monteringspunktet. For å få informasjon om de forskjellige filsystemene som er tilgjengelige, vennlist les ext2FS-kapittelet fra ``Reference Manual''. Hvis du installerer på en PPC-maskin, så vil du nok lage en liten HFS-'bootstrap-partisjon' på minst en megabyte for bruk av yaboot-oppstartslasteren. Hvis du ønsker å lage partisjonen litt større, la oss si 50 MB, så kan du lagre en ekstra kjerne og ramdiskbilde for nødsituasjoner.
pt: Neste fase, precisa escolher que partições vão ser utilizadas para a instalação do seu sistema Mandriva Linux. Se já foram definidas partições, seja por uma instalação anterior do GNU/Linux seja por outra ferramenta de particionamento, pode utilizar-las . Senão, precisa definir partições no disco rígido. Para criar partições, tem primeiro que escolher um disco rígido. Pode escolher o disco que quer particionar clicando em ``hda'' para o primeiro disco IDE, ``hdb'' para o segundo, ``sda'' para o primeiro disco SCSI e por aí adiante. Para particionar o disco selecionado, pode usar estas opções: * "%s": esta opção apaga todas as partições do disco seleccionado * "%s": esta opção permite criar automaticamente partições ext3 e partições swap no espaço livre do seu disco "%s": dá acesso para opções adicionais: * "%s": grava a tabela das partições para uma disquete. Útil para mais tarde recuperar a tabela das partições, se necessário. É fortemente recomendado que execute este passo. * "%s": permite restaurar uma tabela de partições anteriormente gravada numa disquete; * "%s": se a sua tabela das partições está danificada, pode-a tentar recuperar com esta opção. Por favor esteja atento e lembre-se que isto nem sempre resulta. * "%s": apaga todas as alterações e recarrega a tabela de partições que estava originalmente no disco. * "%s": desmarque esta opção para forçar os utilizadores a montar e desmontar manualmente as médias amoviveis como disquetes e CD-ROMs. * "%s": use esta opção se deseja usar um assistente para particionar o disco rígido. Isto é recomendado se não tem um bom conhecimento de como se faz um bom particionamento do disco. * "%s": use esta opção para cancelar as alterações. * "%s": permite acções suplementares nas partições (tipo, opções, formatar) e dá mais informações sobre o disco rígido. * "%s": quando tiver acabado de particionar o seu disco rígido, isto irá gravar as suas alterações no disco. Quando a definir o tamanho de uma partição, pode finalmente configurar o tamanho usando as teclas de setas do seu teclado. Nota: pode chegar a qualquer opção usando o teclado. Navegue através das partições usando as teclas [Tab] e as setas [Subir/Descer]. Quando uma partição é selecionada, pode usar: * Ctrl-c para criar uma nova partição (quando escolhe uma partição vazia) * Ctrl-d para apagar uma partição * Ctrl-m para definir o ponto de montagem Para obter mais informações acerca dos diferentes tipos de sistemas de ficheiros disponíveis, por favor leia o capítulo ext2FS do ``Manual de Referência''. Se está a instalar numa máquina PPC, irá querer criar umas pequena partição de arranque HFS com pelo menos 1MB, que será usada pelo carregador de arranque yaboot. Se optar por criar uma partição maior, tipo 50MB, pode-lhe ser útil para gravar um kernel e a uma imagem ramdisk para situações de de emergência.
sk: Na tomto mieste je potrebné aby ste si vybrali oblasti, ktoré budú použité na inštaláciu Mandriva Linuxu. Ak už boli oddiely definované, napríklad pri predchádzajúcej inštalácii GNU/Linux-u alebo iným nástrojom pre správu oblastí, môžete použiť už existujúce oblasti. Inak musia byť oblasti teraz definované. Pre vytvorenie oddielu si najprv musíte vybrať pevný disk. To dosiahnete kliknutím na ``hda'' pre prvý IDE disk, ``hdb'' pre druhý, ``sda'' je prvý SCSI disk a podobne. Pri rozdeľovaní vybraného disku je možné použiť tieto možnosti: * "%s": táto voľba vymaže všetky oblasti na vybranom pevnom disku * "%s": táto voľba umožní automatické vytvorenie ext3 a swap oblasti na voľnom mieste vášho disku * "%s": získate prístup k rozšíreným možnostiam: * "%s": uložiť tabuľku rozdelenia na disketu. Vhodné pre neskoršiu obnovu tabuľky, ak to bude potrebné. Je veľmi odporúčané aby ste absolvovali tento krok. * "%s": umožňuje obnoviť predtým uloženú tabuľku z diskety. * "%s": ak je vaša tabuľka rozdelenia disku zničená, môžete sa pokúsiť zachrániť ju použitím tejto možnosti. Buďte opatrní a pamätajte si, že sa to nemusí podariť. * "%s": zrušiť všetky zmeny a načítať znova pôvodnú tabuľku rozdelenia disku. * "%s": odznačením tejto možnosti prinútite používateľov k manuálnemu pripájaniu a odpájaniu vymeniteľných médií ako napríklad diskety alebo CD-ROM médiá. * "%s": použite toto nastavenie ak si želáte použiť sprievodcu pre rozdelenie Vášho disku. Táto možnosť je doporučená ak nemáte dobré znalosti o rozdeľovaní pevného disku. * "%s": použite túto možnosť pre zrušenie vašich zmien. * "%s": umožňuje uskutočniť ďalšie akcie na oblastiach (typ, voľby, formátovanie) pričom sú vypisované podrobnejšie informácie. * "%s": ak ste skončili s rozdeľovaním vášho pevného disku, táto voľba uloží vaše zmeny na disk. Ak ste definovali veľkosť partícií, môžete ešte donastaviť veľkosť týchto partícií pomocou šípiek na klávesnici. Poznámka: je možné dosiahnuť všetky voľby a nastavenia pomocou klávesnice. Výber oblastí za použitia [Tab] a [Hore/Dole] šípiek. Ak je oblasť vybraná, je možné použiť: * Ctrl-c pre vytvorenie novej oblasti (ak je vybraná prázdna oblasť) * Ctrl-d pre zrušenie oblasti * Ctrl-m pre nastavenie bodu pripojenia Pre získanie informácií o iných súborových systémoch, ktoré sú dostupné, prečítajte si ext2FS kapitolu z ``Referenčnej príručky''. Ak prevádzate inštaláciu na PPC hardvéri, budete zrejme chcieť vytvoriť malý HFS ``bootstrap'' oddiel veľký aspoň 1MB, ktorý bude môcť používať yaboot zavádzač. Ak sa rozhodnete vytvoriť tento oddiel väčší, povedzme 50MB, môže to byť vhodné miesto pre uloženie jadra a obrazov ramdisku pre výnimočné situácie, ktoré môžu nastať.
sv: Nu måste du välja vilka partitioner som ska användas för installationen av Mandriva Linux-systemet. Om partitioner redan har definierats, antingen från en tidigare installation av GNU/Linux eller av ett annat partitionsverktyg, kan du använda dessa. Annars måste hårddiskpartitioner definieras. För att skapa partitioner måste du först välja en hårddisk. Du kan välja disken som ska partitioneras genom att klicka på "hda" för den första IDE-disken, "hdb" för den andra, "sda" för den första SCSI-disken och så vidare. För att partitionera den valda disken kan du använda dessa alternativ: * "%s": det här alternativet tar bort alla partitioner på den valda hårddisken. * "%s": det här alternativet låter dig automatiskt skapa Ext3- och växlingspartitioner på det lediga utrymmet på hårddisken. * "%s": ger tillgång till ytterligare funktioner: * "%s" sparar partitionstabellen på diskett. Användbart för eventuell framtida återskapning av partitionstabell. Du rekommenderas att utföra detta steg. * "%s": tillåter återskapning av partitionstabell som sparats på diskett. * "%s": om partitionstabellen är skadad, kan du försöka reparera den med detta alternativ. Var försiktig och ha i åtanke att det kan misslyckas. * "%s": bortser från alla ändringar och laddar din ursprungliga partitionstabell. * "%s": avmarkering av detta alternativ tvingar användarna att manuellt montera och avmontera flyttbar media som disketter och cd-skivor. * "%s": använd det här alternativet om du vill använda en guide för att partitionera hårddisken. Det rekommenderas om du inte har god kunskap om partitionering. * "%s": välj detta för att ångra ändringarna. * "%s": tillåter ytterligare åtgärder för partitionering (Typ, alternativ, format) och ger mer information. * "%s": när du har partitionerat klart hårddisken, kommer detta att spara ändringarna till disk. När du bestämmer storleken på en partition kan du finjustera storleken genom att använda piltangenterna på tangentbordet. Observera: du kan hoppa till vilket alternativ som helst med tangentbordet. Navigera genom partitionerna med tangenten tabb och upp- och nerpilarna. När en partition är vald kan du använda: * Ctrl+c för att skapa en ny partition (när en tom partition är vald). * Ctrl+d för att ta bort en partition; * Ctrl+m för att ange monteringspunkten. För att få information om de olika typerna av filsystem, läs kapitlet ext2FS i "Reference Manual". Om du installerar på en PPC-dator bör du skapa en en liten HFS- partition ("bootstrap") på åtminstone 1 MB. Den kommer att användas av starthanteraren Yaboot. Om du gör partitionen lite större, t ex 50 MB, har du ett bra ställe att lagra en reservkärna och ramdiskar för nödlägen.
tg: Дар ин пункт шумо бояд интихоб намоед, ки кадом бахш(ҳо) барои коргузории системавӣ Mandriva Linux-и шумо истифода бурда мешаванд. Агар бахшҳои алоқаи аз коргузории пешинаи GNU/Linux ё аз дигар асбоби бахшбандикунӣ муайян шуда бошад, шумо метавонед бахшҳои мавҷударо истифода баред. Дар дигар ҳолат бояд бахшҳои гардонандаи сахт муайян карда шаванд. Барои офаридани бахшҳо, шумо бояд аввал гардонандаи сахтро интихоб кунед. Шумо метавонед дискро барои бахшбандӣ ба воситаи ангуштзанӣ ба ``hda'' барои IDE гардонандаи аввал, ``hdb'' барои дуюм, ``sda'' барои SCSI гардонандаи аввал ва ҳоказо, интихоб кунед. Барои бахшбандии гардонандаи сахти интихобшуда шумо метавонед ин хосиятҳоро истифода баред: * "%s": ин хосият ҳамаи бахшҳоро дар гардонандаи сахти интихобшуда нобуд месозад * "%s": ин хосият имконияти ба таври худкор офаридани бахшҳои ext3 ва swap-ро дар фазои холии гардонандаи сахти шумо, медиҳад "%s": хусусиятҳои иловагиро дастрас мекунад: * "%s": ҷадвали бахшҳоро дар диски нарм захира мекунад. Барои барқарорсозии ҷадвали бахшҳо фоиданок аст, агар лозим бошад. Иҷрои ин қадам ҷиддан маслиҳат дода мешавад. * "%s": имконияти барқароркунии ҷадвали бахшҳои пештарзахирашударо аз диск медиҳад. * "%s": агар ҷадвали бахшҳои шумо хароб гашта бошад, шумо метавонед ба воситаи ин хосият барқарор кардани онро кӯшиш кунед. Илтимос, эҳтиёт бошед ва дар хотир доред, ки он на ҳама вақт кор мекунад. * "%s": ҳамаи тағиротҳоро бекор мекунадва ҷадвали бахшҳои ибтидоиро дар гардонандаи сахт бор мекунад. * "%s": ба бекор кардани қайди ин хосият шумо корвандонро маҷбур месозед, ки ба таври дасткорӣ муҳити ҷойивазкунандао ба монанди диски нарм ва CD-ROM насб кунанд ва мунфасил намоянд. * "%s": ин хсиятро истифода баред, агар хоҳед, ки устодро барои бахшбандии гардонандаи сахти худ итифода баред. Он ба шумо тавсия мешавад, агар ки дар бахшбандии гардонандаи сахт тасавуроти пурра надошта бошед * "%s": ин хосиятро барои бекоркунии тағиротҳои худ истифода баред. * "%s": амалиётҳои иловагиро дар бахшҳо (навъ, интихобҳо, шаклбандӣ) имконият медиҳад ва маълумоти бештарро оиди гардонандаи сахти шумо медиҳад. * "%s": вақте, ки шумо гардонандаи сахти худро ба охир мерасонед ин тағиротҳои шуморо дар диск захира мекунад. Ҳангоми муайянсозии андозаи бахши шумо метавонед андозаи бахшро ба воситаи калидҳои тирчадор дар забонаки худ барпо созед. Эзоҳ: шумо ба воситаи забонак ба интихоби ҳамаи хосиятҳ расида метавонед. Дар гирди бахшҳо ба воситаи [Tab] ва тирчаҳои [Боло/Поён] гардиш кунед. Вақте, ки бахш интихоб гардид, шумо метавонед: * Ctrl-c -ро барои офаридани бахши нав (вақте, ки бахши холӣ интихоб шуда бошад) * Ctrl-d-ро барои нобуд кардани бахш * Ctrl-m-ро барои барпосозии нуқнаи насбшавӣ истифода баред. Барои гирифтани маълумот оиди намудҳои системаи файлии дастрас марҳамат карда боби ext2FS-ро аз ``Раҳнамои Муроҷиат'' хонед. Агар шумо дар мошинаи PPC коргузориро иҷро карда бошед, ба шумо лозим меояд, ки бахши хурди HFS ``bootstrap''-ро офаред, ки ақалан 1Мб бошад ва он аз тарафи боркунандаи yaboot истифода бурда мешавад. Агар шумо хоҳед, ки бахшро каме калонтар кунед, масалан 50Мб шумо онро ҷои хеле қуллай барои захиракунии ҳастаи эҳтиётӣ ва симоҳои ramdisk ҳангоми ҳодисаи боркунии ғайричашмдошт, пайдо хоҳед кард.
uk: Зараз Вам потрібно вибрати, які розділи використовувати для встановлення Вашої нової системи Мандріва лінакс. Якщо ці розділи вже були створені при попередньому встановленні системи GNU/Linux, або створені іншою програмою розподілу диску, Ви можете скористатися вже існуючими розділами. В іншому випадку потрібно створити розділи на твердому диску. Щоб створити розділи, Вам потрібно вибрати твердий диск. Ви можете вибрати диск, клацнувши на "hda" для першого диску типу IDE, "hdb" для другого диску типу IDE, "sda", якщо Ви будете встановлювати систему на першому диску типу SCSI і так далі. Щоб розбити диск на розділи, Ви можете скористатися такими командами: * "%s": видаляє всі розділи на вибраному твердому диску * "%s": ця команда автоматично створить розділи типу ext3 та swap на вільному місці диску "%s": дає доступ до додаткових параметрів: * "%s": записує таблицю розділів на дискету. Використовується для відновлення таблиці розділів при потребі. Дуже рекомендується виконувати цей крок. * "%s": дає змогу Вам відновити раніше записану таблицю розділів з дискети. * "%s": якщо таблиця розділів Вашого диску пошкоджена, Ви можете спробувати відновити її, скориставшись цією командою. Будь ласка, будьте обережними і пам'ятайте, що ця команда не завжди спрацьовує. * "%s": відмовитися від всіх змін і завантажити таблицю розділів, яка була на Вашому твердому диску. * "%s": відміна цього параметра зробить необхідним монтування і розмонтування знімних носіїв - дискети і компакт-диску - користувачами вручну. * "%s": використайте цю команду, якщо Ви хочете, щоб помічник розподілив Ваш диск. Рекомендується, якщо Ви не розумієтесь добре про розподіл диску. * "%s": використайте цю команду, щоб скасувати всі зміни. * "%s": дозволити додаткові дії при розбиванні (тип, параметри, формат) і отримати більше інформації про твердий диск. * "%s": ця команда запише зміни на диск після того, як Ви закінчите розбиття Вашого твердого диску. Коли Ви задаєте розмір розділу, можете точніше задати розмір, використовуючи клавіші курсора на клавіатурі. Примітка: Ви можете виконати будь-яку команду з клавіатури. Переміщайтеся по розділах з допомогою клавіш [Tab] і [Up/Down]. Коли певний розділ вибрано, Ви можете використовувати: * Ctrl-c, щоб створити новий розділ (якщо вибрано порожній розділ) * Ctrl-d, щоб стерти розділ * Ctrl-m, щоб встановити точку монтування Щоб отримати інформацію про різні типи файлових систем, які Ви можете створити, прочитайте розділ ext2FS з "Reference Manual". Якщо Ви встановлюєте систему на комп'ютер з процесором PPC, можете створити маленький розділ типу HFS для завантаження 'bootstrap' (розміром не менше 1Мб) для завантажувача yaboot. Якщо Ви вирішите створити розділ трохи більшого розміру, скажімо 50Мб, Ви зможете також зберігати на ньому резервне ядро системи та віртуальний диск для аварійних завантажень системи.
wa: Chal, vos dvoz tchoezi so kéne/kénès pårticion(s) ki vos voloz astaler vosse sistinme Mandriva Linux. Si vos pårticions ont ddja stî fwaites (p. egz. li dierin côp ki vos avoz astalé GNU/Linux ou bén avou ene ôte usteye di pårtixhaedje), vos les ploz eployî. Ôtrumint, des pårticions dvèt esse defineyes so vosse deure plake. Ça vout dire ki vos alez dispårti lodjicmint li deure plake di voste éndjole e diferinnes coines separêyes di ene l' ôte. Po fé les pårticions, vos dvoz d' aprume tchoezi li plake a pårti e clitchant so «hda» pol prumire plake IDE, «hdb» pol deujhinme, «sda» pol prumire plake SCSI, et vos nd åroz. Pol pårtixhaedje del deure plake tchoezeye, vos ploz prinde ene di ces tchuzes chal: * «%s»: cisse tchuze va disfacer totes les pårticions k' i gn a sol tchoezeye deure plake. * «%s»: cisse tchuze va fé des pårticions ext3 pol sistinme et ene di swap e prindant li plaece di libe k' i gn a sol deure plake et carculant otomaticmint li grandeu li meyeuse. «%s» dene des ôtes tchuzes, pus spepieuses: * «%s»: po schaper li tåvlea di pårtixhaedje so ene plakete. Ahessåve pol poleur rapexhî pus tård, s' i fåt. C' est hôtmint ricmandé del fé. * «%s»: vos permete di rapexhî on tåvlea di pårtixhaedje k' a stî schapé so plakete d' avance. * «%s»: si vosse tåvlea di pårtixhaedje est crombe, vos ploz sayî del rapexhî avou cisse tchuze chal. Prindoz asteme et rimimbrez vs ki çoula pout n' nén roter a tos les côps. * «%s»: Cisse tchuze chal c' est si vos vloz disfé tos les candjmints et tcherdjî vosse tåvlea di pårtixhaedje di dpårt. * «%s»: disclitchîz cisse tchuze chal si vos n' voloz nén ki les bodjåves sopoirts (plakes lazer, plaketes,...) soeyexhe montés otomaticmint mins l' fé al mwin. * «%s»: Si vos vloz aveur l' aidance d' on macrea po fé li pårtixhaedje del deure plake, vos ploz tchoezi cisse tchuze chal. Ele est ricomandêye si vos n' estoz nén on spepieus e pårtixhaedje. * «%s»: clitchîz so ci boton la po disfé tos vos candjmints. * «%s»: vos dene des ôtès tchuzes po les pårticions (sôre, tchuzes, abwesnaedje) eyet dene pus d' informåcions sol deure plake. * «%s»: on côp ki vos avoz fini li pårtixhaedje del deure plake, tchoezixhoz çouchal po schaper po d' bon les candjmints. Cwand vos dnez l' grandeu del pårticion, vos l' poloz tchoezi finmint avou les tapes fletches di vosse taprece. Note: vos ploz tot fé pår avou l' taprece: naivyîz d' ene pårticion a l' ôte avou li tape Tab et les fletches Up/Down. Cwand ene pårticion a stî tchoezeye, vos poloz fé: * Ctrl-c po fé ene novele pårticion (cwand c' est ene vude pårticion k' a stî tchoezeye) * Ctrl-d po disfacer li pårticion * Ctrl-m po defini li pont di montaedje Po-z aveur des informåcions so les diferins sistinmes di fitchîs k' i gn a, lijhoz li tchaptrê so «ext2FS» do «Manuel di Referince». Si vos alez astaler sor ene éndjole PPC, motoit ki vos vôroz fé ene pitite pårticion HFS «d' enondaedje» di 1 Mo å moens po l' eployî avou l' enondrece «yaboot». Si vos decidez del fé on pô pus grande, par egzimpe 50 Mo, çoula pôreut fé ene clapante plaece po-z î mete on nawea et ene imådje ramdisk po des cas d' urdjince k' i gn åreut.
zh_tw: 在這個階段, 您需要選擇要用來安裝 Mandriva Linux 系統的分割區. 如果分割區已經被定義了, 不管是從舊有的 GNU/Linux 安裝或是 另一個處理分割區的工具, 您可以使用原本已經劃分好的分割區. 否則硬碟分割必須要被定義. 要建立分割區, 您需要先選擇一台硬碟. 您可以選擇要操作的分割區, 按 ``hda'' 為第一台 IDE 磁碟, ``hdb'' 為第二台, ``sda'' 為第一台 SCSI 磁碟等等. 要進行分割的動作於選好的硬碟上, 您有這些項目可以使用: * "%s": 這個選項刪除在所選的影碟上的全部分割區 * "%s": 這個選項使您自動建立 ext3 與 swap 分割區於您的硬碟上的空白空間 "%s": 給多加的功能的使用: * "%s": 儲存分割表到軟片. 必要時對於分割表拯救有用. 強烈建議執行此步驟. * "%s": 允許您回存一個之前從軟片儲存的分割表 * "%s": 如果您的分割表受損, 您可以試著用這個選項救回它. 請小心且記得這並非總是有效. * "%s": 丟棄全部改變且重新載入原始硬碟的分割表. * "%s": 不選取這個選項將強制使用者手動掛載與卸載可移除式媒介例如磁碟片與 光碟。 * "%s": 如果您想用精靈來分割您的硬碟, 使用這個選項. 如果您沒有對於 操作分割的好的了解, 這是被建議的. hard disk drive. This is recommended if you do not have a good understanding of partitioning. * "%s": 用這個選項來取消您的變更. * "%s": 允許多加的動作於分割 (類型, 選項, 格式)且給更多的關於硬碟的資訊. * "%s": 當您完成分割您的硬碟, 這將儲存您的變更回磁碟. 當定義一個分割的大小時, 您可以好好的用鍵盤上的方向鍵來設定分割大小. 注意: 您可以用鍵盤達成任何選項. 用 [Tab] 鍵與上或下方向鍵瀏覽分割. 當一個分個被選擇時, 您可以使用: * Ctrl-c 來建立一個新的分割 (當空白分割被選擇時) * Ctrl-d 來刪除一個分割 * Ctrl-m 來設定掛載點 要得到關於不同可用的檔案系統的資訊, 請從 ``Reference Manual (參考手冊)'' 閱讀 ext2FS 章節. 如果您正在安裝於一個 PPC 機器, 您將想要建立一個小的 HFS ``bootstrap'' 分割至少 1MB 以用於 yaboot 開機載入器. 如果您選擇使分割大一些, 像 50MB, 您或許發現它是一個好用的貯存一個備用核心與 ramdisk 影像給緊急使用開機的好地方.
