Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Generate auto-install floppy
ar: إنشاء قرص تثبيت آلي
bn: সয়ংক্রিয়-ইনস্টল ফ্লপি তৈরী করো
bs: Napravi auto-instalacijsku disketu
ca: Genera un disquet per a la instal·lació automàtica
cs: Vytvoří disketu pro automatickou instalaci
cy: Creu disg meddal awto gosod
da: Lav autoinstallations-diskette
de: Erstellen einer Autoinstallations-Diskette
eo: Kreu meminstalan disketon
es: Generar un disquete de instalación automática
et: Loo kiirpaigaldusdiskett
eu: Sortu auto-instalazioko disketea
fa: تولید دیسکچه‌ی نصب-خودکار
fi: Luo automaattinen asennuslevyke
fr: Créer une disquette d'installation automatique
gl: Xerar un disquete de Instalación Automática
he: יצירת תקליטון התקנה אוטומטית
hu: Automatikus telepítőfloppy készítése
id: Buat disket installasi otomatis
is: Búa til diskling fyrir sjálfvirka uppsetningu
it: Crea il floppy di installazione automatica
ja: 自動インストールフロッピーを作成
mk: Генерирај дискета за авто-инсталација
mt: Oħloq flopi awto-installazzjoni
nb: Generer autoinstallasjonsdiskett
nl: Auto-installatiediskette aanmaken
nn: Lag diskett for automatisk installering
pl: Tworzenie dyskietki automatycznej instalacji
pt: Gerar disquete auto-instal
pt_br: Criar disquete de instalação automática
ru: Создать дискету автоматической установки
sk: Vygenerovať auto-inštalačnú disketu
sl: Ustvari disketo za samodejno namestitev
sv: Generera automatisk installationsdiskett
tg: Дискети худкоргузориро эҷод кардан
uk: Створити дискету для автоматичного встановлення
vi: Tạo đĩa mềm cài đặt tự động
wa: Fé li plakete d' astalaedje otomatike
zh_cn: 生成自动安装软盘
zh_tw: 產生自動安裝軟片

source: Replay
et: Kordamine
sl: Ponovljena

source: Automated
et: Automaatne
pt_br: Automático
sl: Samodejna

source: Save packages selection
et: Paketivaliku salvestamine
pt_br: Salvar a seleção de pacotes
sl: Shrani izbor paketov
