Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: "%s": check the current country selection. If you're not in this country, click on the "%s" button and choose another. If your country is not in the list shown, click on the "%s" button to get the complete country list.
ar: "%s": تأكد من اختيار البلد الحالي. إذا لم تكن في هذا البلد، اضغط على زر "%s" و اختر بلداً آخر. إذا لم تكن بلدك في القائمة اضغط زر "%s" لإظهار قائمة كاملة بالبلدان.
bn: "%s": বর্তমান দেশ নির্বাচন পরীক্ষা করুন। আপনি যদি এই দেশের জন্য না হন, তাহলে "%s" বাটনে ক্লিক করুন এবং অন্য একটি বেছে নিন। যদি আপনার দেশ উল্লেখিত তালিকায় না থাকে, তাহলে "%s" বাটনে ক্লিক করে সম্পূর্ণ দেশের তালিকায় পেয়ে যান।
bs: "%s": provjerite trenutni izbor države. Ako se ne nalazite ovdje, kliknite na dugme "%s" i izaberite neku drugu državu. Ako se vaša zemlja ne nalazi na listi, kliknite na dugme "%s" kako biste dobili listu svih država.
ca: "%s": comproveu que la selecció del país és correcta. Si no sou a aquest país, feu clic al botó "%s" i seleccioneu-ne un altre. Si el vostre país no és a la primera llista, feu clic al botó "%s" per obtenir una llista de països completa.
cs: "%s": zkontrolujte aktuální výběr země. Pokud nejste v dané zemi, klepněte na tlačítko "%s" a vyberte si jinou. Pokud vaše země není na prvním seznamu, klepněte na tlačítko "%s" a získáte kompletní seznam zemí.
cy: "%s":gwiriwch y dewis gwlad. Os nad ydych yn y wlad hon cliciwch y botwm "%s"a dewis un arall. Os nad yw eich gwlad ar y rhestr gyntaf, cliciwch "%s" i edrych ar y rhestr gyflawn.
da: '%s': Tjek det aktuelle valg af land. Hvis du ikke er i dette land, så klik på '%s'-knappen og vælg et andet. Hvis dit land ikke er på den første liste der vistes, så klik på '%s'-knappen for at få den komplette liste over lande.
de: „%s“: Kontrollieren Sie, ob die Auswahl des Staates, in dem Sie sich befinden korrekt ist. Falls nicht, betätigen Sie bitte die Schaltfläche „%s“ und wählen Sie den richtigen. Ist Ihr Staat nicht in der Liste, können Sie über die Schaltfläche „%s“ eine vollständigere Liste erzwingen.
eo: "%s": kontrolu la aktualan land-elekton. Se vi ne troviĝas en tiu lando, alklaku la butonon "%s" kaj elektu alian. Se via lando ne estas en la videbla listo, alklaku la butonon "%s" por havigi la kompletan liston.
es: "%s": verifique la selección actual del país. Si Usted no se encuentra en este país haga clic sobre el botón "%s" y seleccione otro. Si su país no se muestra en la primer lista que se muestra, haga clic sobre el botón "%s" para obtener la lista completa de países.
et: "%s": võimaldab kontrollida praegust riigi valikut. Kui see ei ole riik, kus Te viibite, klõpsake nupule "%s" ja valige mõni muu riik. Kui Teie riiki ei ole ilmuvas nimekirjas, klõpsake nupule "%s", mis avab riikide täisnimekirja.
eu: "%s": egiaztatu hautatuta dagoen estatua. Estatu horretan ez bazaude, egin klik "%s" botoian eta hautatu beste bat. Zure estatua ez badago aurkeztutako zerrendan, klikatu "%s" botoia, estatuen zerrenda osoa jasotzeko.
fa: "%s": انتخاب کشور کنونی را بررسی کنید. اگر شما در این کشور زندگی نمی‌کنید، بر دکمه‌ی "%s" کلیک کرده و یکی دیگر را انتخاب کنید. اگر کشور شما در لیست نشان داده شده وجود ندارد، دکمه‌ی "%s" را برای دریافت لیست کامل کشورها کلیک کنید.
fi: "%s": tarkista maa-asetukset. Jos et ole maassa, joka on valittu, paina "%s" painiketta ja valitse joku muu. Jos maasi ei ole listassa, paina "%s" painiketta jolloin näet listan kaikista maista.
fr: « %s » : vérifiez la sélection du pays. Si vous ne vous trouvez pas dans ce pays, cliquez sur le bouton « %s » et choisissez le bon. Si votre pays ne se trouve pas dans la première liste, cliquez sur « %s » pour avoir la liste complète.
gl: "%s": verifique a selección actual do país. Se non está nese país, prema no botón "%s" e escolla o seu. Se o seu país non está na lista que se amosa, prema no botón "%s" para obter a lista completa de países.
he: "%s": עליך לבדוק את בחירת המדינה. אם. מיקומך אינו במדינה זאת, עליך ללחוץ על הכפתור %s ואז לבחור מדינה אחרת. אם המדינה שלך לא מופיעה ברשימה זו, עליך ללחוץ על הכפתור "%s" לרשימה מורחבת.
hu: "%s": ellenőrizze a jelenlegi országbeállítást. Ha az nem megfelelő, kattintson a(z) "%s" gombra és válasszon egy másik országot. Ha a kívánt ország nem szerepel az elsőként megjelenített listában, akkor kattintson a(z) "%s" gombra a teljes országlista megjelenítéséhez.
id: "%s": periksa pilihan negara saat ini. Jika tidak berada di sini, klik "%s" dan pilih yang lain. Jika negara Anda tidak ada pada daftar, klik tombol "%s" untuk mendapatkan daftar lengkap.
is: "%s": athugið val lands. Ef valið land er ekki rétt smelltu þá á "%s" hnappinn og veldu annað. Ef landið þitt er ekki á listanum, smelltu þá á "%s" hnappinn til að sjá heildalista landa.
it: "%s": controllate la selezione attuale della nazione. Se non corrisponde a quella in cui vivete, cliccate sul pulsante "%s" e indicate quella corretta. Se la vostra nazione non è nella prima lista che verrà mostrata, cliccate su "%s" per avere la lista completa.
ja: %s: 現在選択されている国名を確認してください。間違っている場合は 「%s」をクリックして別の国名を選んでください。リストにない場合は 「%s」をクリックするとすべての国名リストが表示されます。
mk: „%s“: проверка за тековниот избор на држава. Ако не сте во оваа држава притиснете на копчето „%s“ и изберете друга. Доколку вашата држава не се наоѓа на прикажаната листа, притиснете на копчето „%s“ за да ја добиете комплетната листа на држави.
mt: "%s": iċċekkja l-għażla ta' pajjiż kurrenti. Jekk m'intix f'dan il- pajjiż, agħfas il-buttuna "%s" u agħżel ieħor. Jekk pajjiżek ma jidhirx fil-lista' agħfas il-buttuna "%s" għal lista sħiħa ta' pajjiżi.
nb: «%s»: Sjekk ditt valg av land. Dersom du ikke befinner deg i dette landet, klikk på «%s»-knappen og velg et annet. Dersom ditt land ikke er i den første lista, klikk på «%s»"-knappen for å få den fullstendige lista over land.
nl: "%s": de huidige landselectie nagaan. Indien u zich niet in dit land bevindt, klik dan op de "%s"-knop en kies een ander land. Als uw land niet in de getoonde lijst staat, klik dan op de "%s"-knop om de complete landenlijst op te vragen.
nn: «%s»: Kontroller landsvalet. Trykk «%s» for velja eit anna land. Du kan velja «%s» for å få ei fullstendig liste over land.
pl: "%s": zaznacz odpowiedni kraj. Jeśli nie znajdujesz się w tym kraju, kliknij przycisk "%s" oraz wybierz inny kraj. Jeśli twój kraj nie jest wyświetlony na pierwszej liście, kliknij przycisk "%s" aby otrzymać pełną listę krajów.
pt: "%s": verifique o país seleccionado. Se não está neste país, clique no botão "%s" e escolha outro. Se o seu país não estiver na lista dada, clique no botão "%s" para obter a lista completa dos países.
pt_br: "%s": confere a seleção do país atual. Se você não está neste país, clique no botão "%s" e escolha outro. Se seu país não está na lista mostrada, clique no botão "%s" para pegar a lista completa de países.
ru: "%s": проверьте текущий выбор страны Если вы находитесь не в этой стране, нажмите на кнопку "%s" и выберите другую. Если ваша страна не присутствует в первом показанном списке, нажмите кнопку "%s", чтобы увидеть полный список.
sk: "%s": skontrolujte aktuálne nastavenie krajiny. Ak sa nenachádzate v tejto krajine, kliknite na tlačidlo "%s"a vyberte si inú. Ak nie je vaša krajina zozbrazená v tomto zozname, kliknite na tlačidlo "%s" pre získanie kompletného zoznamu.
sl: »%s«:Preverite, katero državo ste izbrali. Če v resnici niste v izbrani državi, kliknite »%s« in izberite drugo. Če država, v kateri ste, ni prikazana, kliknite »%s« za prikaz celotnega seznama držav.
sv: * "%s": kontrollera valet av land. Om du inte finns i detta land, klicka på knappen "%s" och välj ett annat. Om ditt land inte finns i den första listan som visas, klicka på "%s" för att få den fullständiga listan på länder.
tg: "%s": интихоби ҳозираи мамлакатро санҷед. Агар дар ин мамлакат набошед, онгоҳ ба дагмаи "%s" ангушт зада дигарашро интихоб намоед. Агар мамлакати шумо дар рӯйхати аввалаи нишондода нашуда бошад, онгоҳ ба дагмаи "%s"ангушт зада рӯйхати пураро бинед.
uk: "%s": перевірити поточний вибір країни. Якщо Ви знаходитесь не в цій країні, натисніть кнопку "%s" і виберіть іншу країну. Якщо Вашої країни немає в першому переліку, натисніть "%s", щоб отримати повний список країн.
vi: "%s": kiểm vào phần chọn quốc gia hiện thời. Nếu bạn không sống tại đó, hãy nhấn "%s" và chọn quốc gia khác. Nếu quốc gia của bạn không có trong danh sách, hãy nhấn "%s" để xem danh sách đầy đủ các quốc gia.
wa: «%s»: verifyîz ki l' tchuze est bén l' bone. Si vos dmorez dins èn ôte payis, clitchîz sol boton «%s» po ndè tchoezi èn ôte. Si vosse payis n' est nén e l' prumire djivêye di håynêye, clitchîz sol boton «%s» po-z aveur li djivêye en etir di tos les payis del Daegn.
zh_cn: "%s"：检查当前的国家选择。如果您并非在这个国家, 请单击"%s"按钮, 并选择另外的选项。如果您的国家在第一个列表中并没有显示出来, 单击"%s"按钮可获得完整的国家列表。
zh_tw: "%s"：檢視目前選擇的國家。如果您不在這個國家， 請按下 "%s" 按鈕並選擇另一個。如果您的國家不在選單中， 請按下 "%s" 按鈕來看完整的國家清單。

source: This step is activated only if an existing GNU/Linux partition has been found on your machine. DrakX now needs to know if you want to perform a new installation or an upgrade of an existing Mandriva Linux system: * "%s". For the most part, this completely wipes out the old system. However, depending on your partitioning scheme, you can prevent some of your existing data (notably "home" directories) from being over-written. If you wish to change how your hard drives are partitioned, or to change the file system, you should use this option. * "%s". This installation class allows you to update the packages currently installed on your Mandriva Linux system. Your current partitioning scheme and user data will not be altered. Most of the other configuration steps remain available and are similar to a standard installation. Using the ``Upgrade'' option should work fine on Mandriva Linux systems running version "8.1" or later. Performing an upgrade on versions prior to Mandriva Linux version "8.1" is not recommended.
ar: يتم تنشيط هذه الخطوة فقط إذا عُثر على تجزيء جنو/لينكس موجود على ماكينتك. يحتاج DrakX الآن إلى معرفة ما إذا كنت تريد القيام بتثبيت جديد أو ترقية نظام ماندريبا لينكس الموجود لديك مسبقاً: * "%s": في الأغلب، يقوم هذا بإزالة النظام القديم. على أيّ، بناءً على طريقة تجزئتك، يمكنك منع الكتابة على بعض من بياناتك الموجودة مسبقاً (بالطبع الأدلة "المنزلية"). إن كنت تريد تغيير طريقة تجزئة القرص الصلب، أو تريد تغيير نظام الملفّات، عليك باستخدام هذا الخيار. * "%s": صنف التثبيت هذا يسمح لك بتحديث الحزم المثبّتة حاليّاً على نظام ماندريبا لينكس الخاص بك. لن يتم تغيير بياناتك أو تقسيمات القرص الصلب. أغلب خطوات التهيئة الأخرى لا تزال متوفّرة، مثل التثبيت الاعتيادي. استخدام خيار ``الترقية'' يجب أن يعمل بشكل جيد على أنظمة ماندريبا لينكس التي تعمل على إصدار "8.1" أو ما بعده. لا ينصح بالترقية من إصدرات ماندريبا لينكس قبل "8.1".
et: Seda sammu on vaja ainult siis, kui masinas leiti varasem GNU/Linuxi partitsioon. DrakX soovib nüüd teada, kas tahate paigaldada uue süsteemi või uuendada olemasolevat Mandriva Linuxi süsteemi: * "%s": üldiselt pühib see vana süsteemi täielikult minema. Kui soovite muuta praeguseid partitsioone või failisüsteemi, siis võiks seda võimalust kasutada. Sõltuvalt kettajagamise viisist on võimalik ka mõningaid andmeid ülekirjutamise eest päästa. * "%s": see paigaldamisviis võimaldab uuendada praegu olemasolevasse Mandriva Linuxi süsteemi paigaldatud pakette. Kettajagamisskeemi ega kasutajate andmeid ei muudeta. Enamik seadistussamme on kasutatavad sarnaselt tavapärasele paigaldamisele. Võimalus "Uuendus" peaks toimima edukalt Mandriva Linuxi süsteemides alates versioonist 8.1. Uuenduse proovimist varasemate versioonide peal me siiski ei soovita.
eu: Zure makinan GNU/Linux partizio zahar bat aurkitzen bada bakarrik aktibatzen da urrats hau. DrakX-k orain jakin behar du instalazio berri bat egin behar duzun edo lehendik dagoen Mandriva Linux sistema baten bertsioa berritu nahi duzun: * "%s": Zatirik handienean, sistema zaharra guztiz ezabatzen du. Disko zurruneko partizio-banaketa aldatu nahi baduzu, edo fitxategi-sistema aldatu, erabili aukera hau. Nolanahi ere, zure partizio-eskemaren arabera, lehendik dauden datu batzuk gainidaztea saihestu dezakezu. * "%s" instalazio-mota honek unean Mandriva Linux sisteman instalatuta dituzun paketeak eguneratzeko aukera ematen du. Uneko partizio-eskema eta erabiltzaile-datuak ez dira aldatzen. Bestelako konfigurazio-urrats gehienak erabilgarri mantentzen dira, instalazio estandarretan bezalatsu. ``Bertsio-berritu'' aukerak ondo funtzionatu behar luke Mandriva Linux sistemaren "8.1" bertsioetan edo berriagoetan. Mandriva Linux-en "8.1" baino bertsio zaharragoetan ez da gomendatzen Bertsio-berritzea.
fa: این گام فقط در صورتی که یک قسمت‌بندی قدیمی لینوکس/گنو بر ماشین شما پیدا شود فعال می‌گردد. DrakX اکنون احتیاج دارد بداند که آیا شما می‌خواهید یک نصب جدید یا یک ارتقا سیستم لینوکس ماندریبا موجود را انجام دهید: * "%s": در مجموع این سیستم قدیمی را کاملاً پاک می‌کند اگر می‌خواهید روش قسمت‌بندی دستگاه‌های دیسک خود را تغییر دهید، یا سیستم پرونده را تغییر دهید، بایستی از این گزینه استفاده کنید. هرچند، بستگی به طرح قسمت‌بندی‌تان، می‌توانید از بر-نگارش بعضی از داده‌های موجودتان جلوگیری کنید. * "%s": این رده‌ی نصب به شما اجازه می‌دهد تا بسته‌های نصب شده‌ی کنونی لینوکس ماندریبا را بروزسازی کنید. طرح قسمت‌بندی کنونی‌تان و داده‌های کاربر دست نخواهند خورد و بیشتر گام‌های پیکربندی در دسترس باقی خواهند بود، شبیه به یک نصب استاندارد. استفاده از گزینه‌ی ``ارتقاء'' بایستی برای سیستم‌های لینوکس ماندریبا نسخه‌ی "8.1"یا بعدی کارآرایی خوبی داشته باشد. اجرای ارتقاء بر نسخ پیشتر از لینوکس ماندریبا ۸٬۱ سفارش نمی‌شود.
fi: Tämä vaihe asennuksesta näytetään ainoastaan jos vanha GNU/Linux- osio on löydetty koneestasi. DrakX haluaa nyt tietää, haluatko suorittaa uuden asennuksen vai vanhan Mandriva Linux -järjestelmän päivityksen: * "%s": oletuksena tämä tapa poistaa vanhan asennuksen. Jos haluat muuttaa miten kiintolevysi on osioitu tai vaihtaa tiedostojärjestelmää, sinun kannattaa valita tämä vaihtoehto. Riippuen nykyisestä osioinnistasi, voit ehkä valita niin ettei kaikkia tietojasi hävitetä. * "%s": tämä vaihtoehto sallii sinun päivittää paketteja nykyisessä Mandriva Linux -järjestelmässäsi. Nykyistä osiointiasi eikä käyttäjien tietoja muuteta. Suurin osa muista asennuksen vaiheista on käytössäsi niin kuin ne ovat vakioasennuksessa. ``Päivitä''-ominaisuuden pitäisi toimia Mandriva Linux -järjestelmän versiosta "8.1" eteenpäin. Vanhemman version kuin "8.1" päivittämistä ei suositella.
fr: Cette étape ne s'affichera que si une partition GNU/Linux a été détectée sur votre disque dur. DrakX doit maintenant savoir si vous désirez lancer une « Installation » ou une « Mise à jour » d'un système Mandriva Linux déjà installé : * « %s » : remplace l'ancien système. Cependant, selon votre table de partition, vous pourrez éviter l'effacement de vos données existantes (notamment les répertoires « home »). Si vous souhaitez changer le partitionnement de vos disques durs, ou changer votre système de fichiers, vous devriez utiliser cette option. * « %s » : cette classe d'installation vous permet de mettre à jour seulement les paquetages qui composent votre système Mandriva Linux. Elle conserve les partitions existantes, ainsi que la configuration des utilisateurs. La plupart des autres étapes d'une installation classique sont accessibles. La mise à jour devrait fonctionner correctement pour les systèmes Mandriva Linux à partir de la version « 8.1 ». Essayer de lancer une mise à jour sur les versions antérieures à « 8.1 » n'est pas recommandé.
nl: Deze stap activeert slechts wanneer een bestaande GNU/Linux-partitie gevonden is op uw computer. Nu is het noodzakelijk dat u aangeeft of u een nieuwe installatie of een opwaardering van een bestaand Mandriva Linux-systeem wilt uitvoeren: * "%s". Dit verwijdert het oude systeem vrijwel volledig. Afhankelijk van uw partitionering, kunt u echter voorkomen dat een gedeelte van uw gegevens (met name "home"-directory's) worden overschreven. Indien u de partitionering van uw harde schijven wilt wijzigen, of het bestandssysteem wenst te wijzigen, dan dient u deze optie te kiezen. * "%s". Deze installatieklasse stelt u in staat de pakketten die momenteel op uw Mandriva Linux-systeem zijn geïnstalleerd te verversen. Uw huidige partitioneringsschema en gebruikersgegevens worden niet veranderd. De meeste andere configuratiestappen blijven beschikbaar, zoals bij een gewone installatie. Het gebruik van de ``Opwaardering''-optie zou prima moeten werken op Mandriva Linux versie "8.1" of recenter. Het uitvoeren van een opwaardering op versies eerder dan Mandriva Linux versie "8.1" is afgeraden.
pt_br: Este passo só é mostrado quando uma partição antiga do GNU/Linux foi encontrada em seu computador. O DrakX precisa saber agora se você quer executar uma nova instalação ou fazer uma atualização do Mandriva Linux existente no seu sistema: * "%s": na maioria das vezes, isto remove completamente o sistema antigo. Porém, dependendo do seu modo de particionamento, você pode evitar que alguns dos dados existentes sejam sobrescritos (como o diretório "home"). Se você deseja mudar o particionamento dos seus discos rígidos, ou mudar o sistema de arquivos, você deve usar esta opção. * "%s": este método de instalação lhe permite atualizar os pacotes atualmente instalados em seu sistema Mandriva Linux. Seu esquema atual de particionamento e dados de usuário não serão alterados. A maioria dos outros passos de configuração permanecerão disponíveis, semelhantes a uma instalação normal. O uso da opção "Atualizar" deve funcionar bem em sistemas Mandriva Linux versão "8.1" ou superior. Executar uma atualização de versões anteriores ao Mandriva Linux "8.1" não é recomendado.
ru: Этот шаг появляется только в случае, если на вашей машине найден старый раздел GNU/Linux. DrakX теперь должен узнать, хотите ли вы провести новую установку или обновление существующей системы Mandriva Linux: * "%s": в большинстве случаев этот вариант приведет к уничтожению старой системы. Если вы желаете изменить разделы вашего жесткого диска или изменить файловую систему, вы должны выбрать этот пункт. Однако, в зависимости от того, как разбит ваш диск, вам, возможно, удастся сохранить от перезаписи некоторые свои данные. * "%s": этот класс установки позволит вам обновить пакеты, установленные в вашей системе Mandriva Linux. Текущая схема разделов диска и пользовательские данные останутся нетронутыми. Большинство других шагов будут доступны, как и при стандартной установке. ``Обновление'' будет неплохо работать на системах Mandriva Linux начиная с "8.1" и выше. Проведение обновления на системах Mandriva Linux старше "8.1" не рекомендуется.
sl: Ta korak se zažene samo v primeru, da na vašem računalniku že obstaja razdelek za GNU/Linux. Lahko izbirate med novo namestitvijo in med posodobitvijo obstoječega sistema Mandriva Linux. * »%s«: S tem boste obstoječi sistem povsem odstranili. Če želite spremeniti razdelitev trdega diska ali datotečni sistem, izberite to možnost. V nekaterih primerih, odvisno od tega, kako je razdeljen disk, lahko ohranite nekatere obstoječe podatke. * »%s«: Ta način namestitve dopušča posodobitev obstoječih paketov. S tem nista ogrožena niti razdelitev diska niti shranjeni podatki. Večina preostalih korakov namestitve bo dosegljiva, podobno kot pri običajni novi namestitvi. Možnost »Posodobitev« deluje, če imate nameščeno različico sistema Mandriva Linux »8.1« ali novejšo. Posodobitve starejših različic od »8.1« ne priporočamo.
vi: Bước này chỉ được kích hoạt khi phát hiện thấy một phân vùng GNU/Linux đang có sẵn trên máy của bạn. DrakX cần được biết là bạn muốn thực hiện cài đặt mới hay là nâng cấp hệ thống Mandriva Linux hiện có: * "%s": hầu hết các trường hợp, việc này sẽ xóa sạch hệ thống cũ. Nếu bạn muốn thay đổi các phân vùng của đĩa cứng, hoặc thay đổi hệ thống tập tin, bạn nên dùng tùy chọn này. Dù sao, tùy theo sắp xếp phân vùng, bạn có thể tránh việc mất dữ liệu hiện có do việc ghi đè lên ví dụ như thư mục "home". * "%s": loại cài đặt này cho phép bạn nâng cấp các gói hiện thời đã cài trên hệ thống Mandriva Linux của bạn. Việc sắp xếp phân vùng hiện thời và dữ liệu không bị thay đổi. Hầu hết các bước cấu hình khác vẫn sẵn có để dùng, giống như việc cài đặt chuẩn. Tùy chọn ``Nâng cấp'' sẽ hoạt động tốt trên hệ thống Mandriva Linux phiên bản "8.1" hay mới hơn. Không nên thực hiện nâng cấp cho các phiên bản cũ hơn Mandriva Linux "8.1" .
zh_cn: 仅当在您的计算机上发现了已有的 GNU/Linux 分区, 才会激活这一步骤。 DrakX 现在需要知道您是想要执行全新安装, 还是升级已有的 Mandriva Linux 系统： * "%s"：总体来说, 这将完全销毁旧系统。但是, 根据您选择的分区方案, 您可以让现有的数据(比如"主"目录)免于覆盖。如果您想要更改硬盘的分区方案, 或者更该文件系统, 您就应该使用此选项。 * "%s"：这一安装级别允许您更新目前安装在您 Mandriva Linux 系统上的软件包。您的分区方案和用户数据都不会被破坏。绝大多数配置步骤仍然可用, 与标准安装类似。 使用``升级''选项应该在 "8.1" 或更新版本的 Mandriva Linux 系统上工作正常。不推荐在先于 "8.1" 版本的 Mandriva Linux 系统上执行升级。
