Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: At this point, DrakX will allow you to choose the security level you desire for your machine. As a rule of thumb, the security level should be set higher if the machine is to contain crucial data, or if it's to be directly exposed to the Internet. The trade-off that a higher security level is generally obtained at the expense of ease of use. If you do not know what to choose, keep the default option. You'll be able to change it later with the draksec tool, which is part of Mandriva Linux Control Center. Fill the "%s" field with the e-mail address of the person responsible for security. Security messages will be sent to that address.
ar: عند هذه النقطة، سيسمح لك DrakX باختيار المستوى الأمني الذي ترغب به لهذا الجهاز. بديهياً، يجب تعيين مستوى أمني عالٍ إذا كان الجهاز يحتوي على معلومات هامة، أو إذا كان الجهاز سيُستخدم للإتصال بالإنترنت. إنّ استخدام مستوى أمن عالٍ يأتي عادة على حساب سهولة الإستخدام. إن لم تكن تعرف ماذا تختار، أبق الاختيار الافتراضي. سوف تكون قادراً على تغيير مستوى الأمن لاحقاً باستخدام الأداة draksec من لوحة تحكّم ماندريبا . يُعْلم الحقل "%s" نظام المُستخدم على هذا الجهاز الذي سيكون مسؤولاً عن الأمن. رسائل الأمن ستُرسل إلى ذلك العنوان.
bn: এই সময়ে DrakX আপনার মেশিনের জন্য আপনার ইচ্ছানুযায়ী নিরাপত্তা স্তর বেছে নেয়ার সুযোগ দেবে। সাধারন নিয়ম অনুযায়ী, যদি একটি মেশিনে জরুরী তথ্য থাকে বা মেশিনটি ইন্টারনেটে সংযুক্ত থাকে তবে নিরাপত্তা বাড়িয়ে দেয়া হয়। নিরাপত্তা যত বেশী, ব্যবহারের স্বাচ্ছন্দ্য তত কমে যায়। আপনি যদি নিশ্চিত না হন কোন অপশনটি রাখবেন তবে ডিফল্ট অপশনটিই রাখুন। পরবর্তীতে আপনি এটি draksec টুল (যেটি Mandriva Linux নিয়ন্ত্রন কেন্দ্রের একটি অংশ) দিয়ে পরিবর্তন করতে পারবেন। "%s" ক্ষেত্রটিতে যিনি নিরাপত্তার দায়িত্বে নিয়োজিত তার ই-মেইল অ্যাড্রেস দিন। নিরাপত্তা বিষয়ক বার্তাগুলো এই অ্যাড্রেসে পাঠানো হবে।
bs: Na ovom mjestu, DrakX vam omogućuje da izaberete sigurnosni nivo koji želite imati na ovom računaru. Kao pravilo, sigurnosni nivo treba biti tim viši što su važniji podaci na računaru, a pogotovo ako će računar biti direktno izložen Internetu. Većim nivoom sigurnosti obično gubite na jednostavnosti korištenja. Ako ne znate šta izabrati, zadržite ponuđenu opciju. Možete promijeniti nivo sigurnosti naknadno koristeći program draksec iz Mandriva Linux Kontrolnog centra. Polje "%s" obavještava sistem o korisniku koji će biti odgovoran za sigurnost. Njemu će biti upućena sigurnosna obavještenja.
ca: Ara és el moment de triar el nivell de seguretat desitjat per a la màquina. Com a norma general, el nivell de seguretat ha de ser més alt si la màquina conté dades importants, o si està connectada directament a Internet. Tanmateix, un nivell alt de seguretat sovint comporta una disminució de la facilitat d'ús. Si no sabeu quin escollir, deixeu l'opció per defecte.. Podreu canviar el nivell de seguretat més tard amb l'eina draksec del Centre de Control Mandriva Linux. Ompliu el camp "%s" amb l'adreça electrònica de la persona responsable de la seguretat. Els missatges de seguretat s'enviaran a aquesta adreça.
cs: Nyní si vyberte úroveň zabezpečení vašeho počítače Je zřejmé, že čím více je počítač využíván a čím cennější data obsahuje, tím je potřeba zvolit vyšší úroveň, stejně tak pokud je přímo vystaven na síti Internet. Na druhou stranu, vyšší úroveň znesnadňuje některé obvyklé postupy. Pokud nevíte co vybrat, ponechte výchozí nastavení. Úroveň zabezpečení lze později změnit pomocí nástroje draksec z Ovládacího centra Mandriva. V políčku "%s" je jméno uživatele, který bude odpovědný za zabezpečení počítače. Všechny bezpečnostní zprávy systému budou odeslány na tuto adresu.
cy: Yma mae DrakX yn caniatáu i chi ddewis lefel diogelwch y peiriant. Fel rheol, y mwyaf agored yw'r peiriant, y mwyaf pwysig yw'r data'r uchaf ddylai'r lefel diogelwch fod neu fod gan y peiriant gysylltiad uniongyrchol gyda'r rhyngrwyd. Er hynny, mae diogelwch yn dod ar draul hwylustod. Os nad ydych yn siŵr beth i'w ddewis, dewiswch y rhagosodedig. Byddwch yn gallu newid y lefel diogelwch yn ddiweddarach gyda draksec o Ganolfan Rheoli Mandriva. Mae maes "%s" yn gallu dweud wrth y system o'r defnyddiwr sydd â chyfrifoldeb am ddiogelwch. Bydd negeseuon diogelwch yn cael eu hanfon at y cyfeiriad hwnnw.
da: Nu vil DrakX give dig mulighed for at vælge det sikkerhedsniveau du ønsker for maskinen. Hovedreglen er at sikkerhedsniveauet bør sættes højere, hvis maskinen skal indeholde vigtige data, eller hvis den skal være direkte offentligt på Internettet. Men et højere sikkerhedsniveau vindes normalt på bekostning af letheden af anvendelsen. Hvis du ikke véd hvad du skal vælge, så behold den foreslåede mulighed. Du vil kunne ændre det senere med værktøjet draksec som er en del af Mandriva Linux Kontrolcentret. Udfyld '%s'-feltet med epost-adressen på den person, som er ansvarlig for sikkerhed. Sikkerhedsmeddelelser vil blive sendt til denne adresse.
de: Nun ist es an der Zeit, mittels DrakX die gewünschte Sicherheitsebene für Ihr System festzulegen. Als Faustregel sollte hier dienen: Je zugänglicher die Maschine ist und je kritischer die auf ihr gesicherten Daten sind, desto höher sollte die Sicherheitsebene sein. Andererseits geht die gewonnene Sicherheit zulasten der Benutzerfreundlichkeit und Einfachheit. Sollten Sie sich an dieser Stelle nicht sicher sein, so behalten Sie die Standardeinstellung bei. Sie können die Ebene später noch mittels draksec im Mandriva Linux Control Center anpassen. Das Feld „%s“ dient dazu, dem System mitzuteilen, wer für die Sicherheit dieses Rechners verantwortlich ist. An dieses Kennzeichen/diese E-Mail Adresse werden sicherheitsrelevante Informationen per E-Mail versandt.
eo: Ĉe tiu punkto, DrakX ebligos vin elekti la sekurec-nivelon kiun vi deziras por via maŝino. Ĝenerale, la sekurec-nivelo estu metita pli alta se la maŝino devas enhavi gravegajn datenojn, aŭ se ĝi estos rekte elmetita al Interreto. Ĝenerale, pli alta sekureco-nivelo akireblas koste de facila uzado. Se vi ne scias kion elekti, konservu la defaŭltan opcion. Vi povos ŝanĝi ĝin poste per la draksec-ilo, kiu estas parto de la Mandriva-Linus- Regejo. Plenigu la kampon "%s" per la retadreso de la respondeculo pri sekureco. Sekurec-mesaĝoj estos sendotaj al tiu adreso.
es: En este punto, DrakX le permitirá elegir el nivel de seguridad que desea para su máquina. Como regla general, el nivel de seguridad debería ser mayor si la máquina va a contener datos cruciales, o si estará expuesta directamente a la Internet. No obstante, un nivel de seguridad más alto generalmente se obtiene a expensas de la facilidad de uso. Si no sabe cual elegir, mantenga la opción predeterminada. Podrá cambiarla más adelante con la herramienta draksec, que es parte del Centro de Control de Mandriva Linux. Complete el campo "%s" con la dirección de correo electrónico de la persona responsable de la seguridad. Los mensajes relativos a la seguridad se enviarán a esa dirección.
et: Nüüd on aeg valida masinale sobiv turvatase. Rusikareeglina peaks turvatase olema seda kõrgem, mida ligipääsule avatum arvuti on ja mida rohkem leidub selles olulise tähtsusega andmeid. Samas muudab kõrgem turvatase enamasti kasutamise mõnevõrra keerukamaks. Kui Te ei tea, mida valida, jätke kehtima vaikimisi pakutud valik. Hiljem saate turvataset muuta Mandriva Linuxi juhtimiskeskuses abivahendiga Draksec. Väli "%s" on mõeldud süsteemi turvalisuse eest vastutava kasutaja teavitamiseks. Turvalisusega seotud teated saadetakse sellele aadressile.
eu: Puntu honetan, DrakX-ek zure makinarentzako nahi duzun segurtasun maila hautatzeko aukera emango dizu. Arau nagusi bezala, segurtasun maila handiagoa ezarri behar da makinak ezinbesteko datuak gorde behar baditu, edo zuzenean Interneten agerian badago. Segurtasun maila handiagoa ezartzean, normalean erabilera erraztasuna galtzen da. Zer aukeratu ez badakizu, hautatu aukera lehenetsia. Gero aldatu ahal izango duzu draksec tresnarekin, Mandriva Linux Aginte Gunearen zati bat. Bete "%s" eremua segurtasun arduradunaren postaE helbidearekin. Segurtasun-mezuak helbide horretara bidaliko dira.
fa: در این نقطه، DrakX به شما اجازه‌ی انتخاب سطح امنیتی مورد نظر را برای ماشین می‌دهد. روش معمول این است که اگر ماشین حاوی داده‌های مهم خواهد شد، یا اگر آن ماشینی خواهد بود که مستقیماً در معرض اینترنت قرار می‌گیرد سطح امنیتی باید بالاتر گذاشته شود. ضرر این معامله در داشتن سطح بالاتر امنیتی عموماً در پرداخت آسانی استفاده بدست آورده می‌شود. اگر نمی‌دانید کدام را باید انتخاب کنید، گزینه‌ی پیش‌فرض را نگه دارید. بعداً می‌توانید با ابزار draksec از مرکز کنترل ماندریبا سطح امنیتی را تغییر دهید. منطقه‌ی "%s"میتواند سیستم را از وجود کاربری که مسئول امنیت بر این رایانه خواهد گردید مطلع سازد. پیغام‌های امنیتی به آن نشانی فرستاده خواهد شد.
fi: Tässä vaiheessa DrakX antaa sinun valita tietokoneellesi sopivan turvatason. Yleisesti mitä enemmän tärkeää tietoa on tallennettu koneellesi, tai jos se on kytketty Internetiin, sitä korkeampi turvatason pitäisi olla. Huomaa kuitenkin, että korkeampi turvallisuustaso saavutetaan yleensä käytettävyyden kustannuksella. Jos et tiedä mitä valita, käytä oletuksena olevaa vaihtoehtoa. Voit myöhemmin vaihtaa turvatason Mandriva Ohjauskeskuksesta löytyvällä draksec-työkalulla. "%s" asetus kertoo järjestelmälle käyttäjän, joka vastaa turvasta. Turvaan liittyvät viestit lähetetään hänelle kyseiseen sähköpostiosoitteeseen.
fr: À cette étape, DrakX vous permettra de déterminer le niveau de sécurité requis par votre système. Il se détermine en fonction de l'exposition du système à d'autres utilisateurs (s'il est connecté directement sur Internet, par exemple) et selon le niveau de sensibilité de l'information contenue dans le système. Sachez toutefois que plus la sécurité d'un système est élevée, plus il est complexe à utiliser. Si vous ne savez pas quel niveau choisir, gardez la sélection par défaut. Vous pourrez le modifier ultérieurement avec l'outil draksec, qui se trouve dans le Centre de Contrôle Mandriva Linux Remplissez le champ « %s » avec l'adresse électronique de l'utilisateur qui sera responsable de la sécurité. Les messages de sécurité lui seront adressés.
gl: Neste punto, DrakX permitiralle elixir o nivel de seguridade que desexa que teña a súa máquina. Como regra xeral, o nivel de seguridade debe ser maior se a máquina vai conter datos moi importantes, ou se vai estar exposta directamente á Internet. Normalmente un nivel de seguridade maior obtense a expensas da facilidade de uso. Se non sabe cal escoller, deixe a opción predeterminada. Poderá cambiala máis tarde ca ferramenta draksec, a cal é parte do Centro de Control de Mandriva Linux. Complete o campo "%s" co enderezo de correo-e (e-mail) da persoa responsable da seguridade. As mensaxes de seguridade enviaranse a ese enderezo.
he: בשלב זה, עליך לבחור את סף האבטחה הרצוי עבור מחשב זה. ככלל אצבע, סף האבטחה אמור להיות גבוה יותר באם המערכת כוללת מידע רגיש, או אם המחשב יהיה מקושר לאינטרנט. ה"מחיר" של סף אבטחה גבוה יותר יבוא ברוב המקרים על חשבון קלות השימוש. באם קשה לך לבחור, מומלץ לאשר את ברירת המחדל. בכל מקרה יש באפשרותך לשנות את סף האבטחה בשלב מאוחר יותר דרך האשף המתאים במרכז הבקרה. השדה "%s" משמש להגדרת מנהל האבטחה האחראי למחשב זה. הודעות הנוגעות לאבטחת המערכת יישלחו לכתובת המצויינת בסעיף זה.
hu: Most kiválaszthat egy biztonsági szintet a gép számára. Alapszabály, hogy ha fontos adatok vannak tárolva a gépen, vagy a gép kapcsolódik az internetre, akkor érdemes magasabbra venni a biztonsági szintet. Magasabb szint esetén viszont általában nehézkesebb a gép használata. Ha nem biztos benne, hogy mit volna érdemes választani, akkor válassza az alapértelmezés szerinti lehetőséget. A biztonsági szint később is módosítható a Mandriva Linux Vezérlőközpontban elérhető "draksec" eszközzel. A(z) "%s" mezőben megadandó a biztonságért felelős személy email-címe. A biztonsági üzenetek azon címre lesznek küldve.
id: Saat ini, DrakX akan mengijinkan Anda memilih tingkat keamanan komputer. Sebagai acuan, tingkat keamanan harus semakin tinggi jika berisi data penting, atau langsung terhubung ke Internet. Level keamanan yang tinggi umumnya mengorbankan kemudahan pemakaian. Jika Anda tidak tahu apa yang akan dipilih, gunakan opsi default. Anda mampu mengubahnya menggunakan perkakas draksec, yang merupakan bagian dari dari Pusat Kontrol Mandriva Linux. Isi bagian "%s" dengan alamat email dari orang yang bertanggung jawab atas keaman. Pesan keamanan akan dikirimkan pada alamat tersebut.
is: Hér leyfir DrakX þér að velja það öryggisstig sem þú óskar að hafa á tölvunni þinni. Þumalfingursregla er að öryggisstig ætti að vera því hærra sem gögnin eru mikilvægari, eða ef vélin verður tengd beint við Internetið. Hærra öryggisstig þýðir þó venjulega að aðgangur að vél og gögnum verður óþjálli. Ef þú veist ekki hvað á að velja, notaðu þá sjálfgefið öryggisstig. Þú getur breytt því seinna með draksec tólinu, sem er hluti af Mandriva Linux stjórnborðinu. Fylltu út í svæðið "%s" með netfangi þess aðila sem er ábyrgur fyrir öryggi kerfisins. Skeyti sem varða öryggi kerfis verða send á þetta netfang.
it: A questo punto, DrakX vi permette di scegliere il livello di sicurezza da impostare sul sistema. Come regola generale, quanto più la macchina sarà esposta a Internet e quanto più sono importanti i dati che dovrà contenere, tanto più alto dovrebbe essere il livello di sicurezza. Tenete presente, tuttavia, che a un livello di sicurezza più alto corrisponde in genere una minore facilità d'uso. Se non sapete quale scelta fare, utilizzate l'impostazione predefinita. Potrete comunque cambiare in seguito il livello di sicurezza usando draksec, uno strumento del Mandriva Linux Control Center. Nel campo "%s" inserite l'indirizzo email dell'utente che sarà responsabile per la sicurezza: tutti i messaggi relativi alla sicurezza verranno inviati a lui.
ja: ここでは DrakX を使ってあなたのマシンのセキュリティレベルを設定します。 基本的には、マシンに重要なデータが保存されていたり、インターネットに直接 接続している場合は、セキュリティレベルを高く設定しなければなりません。 しかしセキュリティレベルを高くすると一般的には使い勝手が悪くなります。 何を選択してよいか分からない場合はデフォルトのままにしておいてください。 設定は後で変更できます。Mandriva Linux コントロールセンターには draksec というそのためのツールが用意されています。 %s にセキュリティ管理者のメールアドレスを入力してください。 セキュリティに関するメッセージはそこへ送られます。
mk: Сега, „DrakX“ ќе ви овозможи да го изберете сигурносното ниво кое го посакувате за вашиот компјутер. Грубо кажано, сигурносното ниво треба да е повисоко ако компјутерот содржи важни податоци или ако е директно изложен на Интернет. Како замена за повисоко сигурносно ниво лесната употреба ќе биде намалена. Ако не знаете што да изберете, задржете ја дадената опција. Нивото на сигурност ќе можете подоцна да го смените со алатката „draksec“, која е дел од Конгролниот центар на „Mandriva Linux“. Пополнете го полето „%s“ со адресата na е-пошта на личноста која е одговорна за сигурноста. Сигурносните пораки ќе се праќаат на таа адреса.
mt: F'dan il-punt, trid tagħżel livell ta' sigurtà għal dan il-kompjuter. Bħala regola ġenerali, iżjed m'hu espost il-kompjuter, u iżjed m'hi kruċjali l-informazzjoni ta' fuqu, iżjed irid ikun għoli l-livell ta' sigurtà. Innota li livell ta' sigurtà iżjed għoli ġeneralment ifisser iżjed diffikultà fl-użu. Jekk ma tafx liema tagħżel, żomm l-għażla impliċita. Tkun tista' tibdel dan il-livell iżjed 'il quddiem bl-għodda draksex, li jifforma parti miċ-Ċentru ta' Kontroll Mandriva Linux. Imla' l-kaxxa "%s" bl-indirizz tal-imejl tal-persuna responsabbli mis-sigurtà. Il-messaġġi ta' sigurtà jintbagħtu lil dak l-indirizz.
nb: På dette punktet vil DrakX la deg velge sikkerhetsnivået som er ønsket for maskinen. Som en tommelfingerregel bør sikkerhetsnivået settes høyere, hvis maskinen skal ha viktige data lagret der, eller hvis den skal være direkte tilgjengelig på internettet. Men, et høyere sikkerhetsnivå går gjerne på bekostning av brukervennligheten. Hvis du ikke vet hva du skal velge, behold standardvalget. Du vil kunne endre sikkerhetsnivået senere med verktøyet draksec fra Mandriva Linux Kontrollsenter. '%s'-feltet kan informere systemet om den bruker på systemet som vil være ansvarlig for sikkerheten. Sikkerhetsbeskjeder vil bli sendt til denne adressen.
nl: Op dit punt bent u in de gelegenheid het gewenste beveiligingsniveau te kiezen voor deze computer. Als een vuistregel is aan te houden dat het beveiligingsniveau hoger ingesteld hoort te zijn als de computer cruciale gegevens bevat, of als hij direct is blootgesteld aan het internet. Een hoger beveiligingsniveau gaat meestal echter ten koste van gebruiksgemak. Als u niet weet wat te kiezen, behoudt u de standaard optie. U zult later nog in staat zijn het beveiligingsniveau te veranderen met het draksec-hulpprogramma vanuit het Mandriva Linux Configuratiecentrum. Vul in het "%s"-veld het e-mailadres in van de persoon die verantwoordelijk is voor de beveiliging. Beveiligingsmeldingen worden naar dat adres verstuurd.
nn: Du kan no velja tryggleiksnivå for maskina. Vanlegvis bør du ha høgare tryggleiksnivå viss maskina inneheld svært viktige data, eller er kopla direkte til Internett. Men merk at eit høgare tryggleiksnivå gjerne fører til eit mindre brukarvenleg system. Vel «standard» om du ikkje veit kva nivå du skal ha. Du kan uansett endra tryggleiksnivået frå kontrollpanelet seinare. I «%s»-feltet kan du velja kven som skal vera tryggleiksansvarleg for maskina. Han eller ho får då tilsendt alle tryggleiksmeldingar.
pl: Nadszedł czas na wybór poziomu bezpieczeństwa, który ma zostać ustawiony na komputerze. Jako żelazną zasadę należy przyjąć, że im komputer bardziej jest dostępny w sieci i dane przechowywane są ważniejsze, tym wyższy powinien być poziom bezpieczeństwa. Jednak wyższe bezpieczeństwo zazwyczaj okupione jest zwiększeniem poziomu trudności używania systemu. Jeśli nie wiesz co wybrać, użyj domyślnej opcji. Będzie można zmienić poziom bezpieczeństwa w późniejszym czasie przy użyciu narzędzia draksec uruchamianego z Centrum Sterowania Mandriva Linux. Pole "%s" może informować system o użytkowniku komputera odpowiedzialnego za bezpieczeństwo. Komunikaty bezpieczeństwa będą przesyłane na ten adres.
pt: Nesta fase, o DrakX irá permitir-lhe escolher o nível de segurança desejado para a sua máquina. Como regra de ouro, o nível de segurança deve ser maior quando a máquina contém informação crucial, ou quando está directamente exposta à internet. Porém, um nível de segurança superior, geralmente é obtido á custa de menos facilidade de uso/manuseamento. Se não sabe o que escolher, deixe o valor predefinido. Poderá alterá-lo mais tarde com a ferramenta draksec, que faz parte do Centro de Controlo Mandriva Linux. Preencha o campo "%s" com o endereço de correio electrónico da pessoa responsável pela segurança. As mensagens de segurança serão enviadas para esse endereço.
pt_br: Neste ponto, o DrakX permite a escolha do nível de segurança desejado para a máquina. Em geral, o nível da segurança deve ser ajustado para o mais alto possível, se a máquina contiver dados cruciais, ou se for uma máquina exposta diretamente à Internet. Contudo, os níveis mais altos de segurança diminuem a facilidade de uso do computador. Se você não souber o que escolher, fique com a opção padrão. Você poderá trocar o nível de segurança depois usando a ferramenta draksec, no Centro de Controle Mandriva Linux. Preencha o campo "%s" com o endereço de e-mail da pessoa responsável pela segurança. Assim, mensagens de segurança serão enviadas para esse endereço.
ru: На этом этапе DrakX позволит вам выбрать для машины желаемый уровень безопасности. Как правило, уровень безопасности должен быть выше, если на машине содержатся критические данные или машина непосредственно подключена к Интернет. Однако, более высокий уровень безопасности, в общем случае, достигается в обмен на удобство использования. Если вы не знаете что выбрать, оставьте выбор по умолчанию. Вы сможете изменить этот уровень безопасности потом с помощью утилиты draksec из Mandriva Linux Control Center. В поле "%s" системе указывается пользователь, который будет отвечать за безопасность. На этот адрес будут посылаться сообщения по безопасности.
sk: Na tomto mieste vám DrakX umožňuje nastaviť bezpečnostnú úroveň pre tento počítač. Ako pomôcku môžete použiť pravidlo, že čím dôležitejšie údaje váš systém obsahuje alebo ak bude pripojený do Internetu, tým vyššia úroveň by mala byť zvolená. Treba si uvedomiť, že so zvyšovaním bezpečnostnej úrovne sa znižuje pohodlie používania. Ak si neviete vybrať, ponechajte štandardné nastavenie.Budete ju však mať možnosť zmeniť pomocou programu drakcec, ktorý je súčasťou Kontrolného Centra Mandriva Linuxu Do políčka "%s" zadajte e-mailovú adresu osoby zodpovednej za bezpečnosť vášho PC. Na túto adresu budú zasielané bezpečnostné upozornenia.
sl: Izberite stopnjo varnosti za svoj računalnik. Če boste na računalniku hranili pomembne podatke ali če imate neposredno povezavo z internetom, nastavite višjo stopnjo varnosti. Uporaba sistema, ki ima nastavljeno višjo stopnjo varnosti je običajno zahtevnejša. Če se ne morete odločiti, kako bi nastavili stopnjo varnosti, pustite privzete nastavitve. Stopnjo varnosti lahko spremenite tudi kasneje s pomočjo orodja »draksec« v Nadzornem središču. V polje »%s« lahko vnesete e-poštni naslov uporabnika, ki bo odgovoren za varnost sistema. Vsa varnostna obvestila bodo poslana temu uporabniku.
sv: Nu är det dags att välja vilken säkerhetsnivå som ska tillämpas på datorn. En tumregel är säkerhetsnivån bör sättas högre om den kommer att innehålla viktig data eller om den kommer att vara tillgänglig från Internet. Det bör dock nämnas att nivån på säkerheten påverkar hur lättanvänd datorn blir. Om du inte är säker på vad du ska välja, behåll det förvalda alternativet. Du kan ändra det senare med draksec verktyget, vilket är en del av av Mandriva Linux Control Center. Skriv in email adressen till personen som är ansvarig för säkerheten i "%s" fältet. Säkerhetsmeddelanden kommer att mailas till den adressen.
tg: Дар ин марҳила DrakX ба шумо имконияти интихоби сатҳи бехатарии дилхоҳро барои мошина медиҳад. Чун қоида, бояд сатҳи бехатарии баландтар бошад, агар дар мошина додаҳои бӯҳронӣ мавҷуд бошанд ё мошина бевосита ба Интернет пайваст шуда бошад. Лекин сатҳи бехатарии баландтар дар ҳодисаи умумӣ бар ивази соддаи истифодабарӣ дастрас мегардад. If you do not know what to choose, stay with the default option. You will be able to change that security level later with tool draksec from the Mandriva Control Center. The "%s" field can inform the system of the user on this computer who will be responsible for security. Security messages will be sent to that address.
uk: В цьому місці DrakX дасть Вам можливість вибрати рівень безпеки для Вашої системи. На практиці можна використовувати таке правило: рівень безпеки повинен бути вищий, якщо на машині зберігатимуться важливі дані, або якщо вона буде безпосередньо під'єднана до Інтернету. Платою за вищий рівень безпеки у більшості випадків є легкість у використанні. Якщо Ви не знаєте, на чому зупинитись, залиште все, як є. Ви зможете змінити рівень безпеки пізніше з допомогою інструменту draksec з Центру керування Мандріва. Поле "%s" може використовуватися для сповіщення користувача, який відповідає за безпеку. Повідомлення відправлятиметься на вказану адресу.
vi: Lúc này, DrakX cho phép bạn chọn mức bảo mật theo mong muốn cho máy tính. Với một nguyên tắc chủ đạo: máy càng bị phơi bày nhiều trên internet hoặc chứa dữ liệu quan trọng bao nhiêu thì mức độ bảo mật cần phải cao bấy nhiêu. Tuy nhiên, mức độ bảo mật càng cao thì càng làm giảm tính dễ sử dụng. Nếu không biết phải chọn mức độ nào, hãy giữ tùy chọn mặc định. Bạn có thể thay đổi lại sau này bằng côngcụ draksec trong Trung Tâm Điều Khiển Mandriva. Điền vào "%s" địa chỉ e-mail của người quản trị bảo mật. Thông báo bảo mật sẽ được gửi tới địa chỉ này.
wa: Chal, c' est po tchoezi l' livea di såvrité ki vos vloz po voste éndjole. Ene rîle simpe c' est ki pus voste éndjole est egzpozêye, pus les dnêyes k' i gn a å dvins sont impôrtantes, pus li livea di såvrité doet esse hôt. Mins ossu, on hôt livea di såvrité çoula vout dire ki c' est moens åjhey d' eployî li copiutrece. Si vos n' savoz cwè tchoezi, leyîz li prémetou livea. Vos l' pôroz candjî pus tård avou l' usteye draksec a pårti do cinte di contrôle di Mandriva Linux. Li tchamp «%s» c' est po dner l' adresse emile d' ene sakî responsåve del såvrité po ciste éndjole ci. Les messaedjes sol såvrité lyi sront evoyîs.
zh_cn: 在这里, DrakX 将允许您选择计算机要使用的安全级别。说的直白一点, 如果计算机将包含关键数据, 或者将直接暴露于 Internet 之下, 则应该设置较高的安全级别。较高的安全级别通常以损失易用性作为代价。 如果您不知道要选择什么, 请保持默认选项。您可以稍后从 Mandriva Linux 控制中心的一部分 draksec 来更改安全级别。 请在"%s"域中填入要负责安全的人的电子邮件地址。安全信息将被发送到该地址。
zh_tw: 到這裡時, DrakX 將允許您選擇您想要的安全性等級給您的機器. 根據拇指規則, 若是機器將要有包含重要的資料, 或是直接暴露在網際網路, 安全性等級應該設定較高. 權衡之下, 較高的安全性等級換得不容易使用. 如果您不知道選什麼, 保留預設選項. 您將能在稍後用 draksec 工具改變它, draksec 是 Mandriva Linux 控制中心的一部分.用負責安全性的人的 e-mail 地址填入 "%s" 欄位. 安全性訊息將被寄到 那個位址.
