Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: This step is activated only if an existing GNU/Linux partition has been found on your machine. DrakX now needs to know if you want to perform a new installation or an upgrade of an existing Mandriva Linux system: * "%s". For the most part, this completely wipes out the old system. However, depending on your partitioning scheme, you can prevent some of your existing data (notably "home" directories) from being over-written. If you wish to change how your hard disk drives are partitioned, or to change the filesystem, you should use this option. * "%s". This installation class allows you to update the packages currently installed on your Mandriva Linux system. Your current partitioning scheme and user data will not be altered. Most of the other configuration steps remain available and are similar to a standard installation. Using the ``Upgrade'' option should work fine on Mandriva Linux systems running version "8.1" or later. Performing an upgrade on versions prior to Mandriva Linux version "8.1" is not recommended.
bs: Ovaj korak se aktivira samo ako je na vašem računaru pronađena postojeća GNU/Linux particija. DrakX sada treba znati da li želite izvršiti novu instalaciju ili nadogradnju postojećeg Mandriva Linux sistema: * "%s". Najčešće ovo će u potpunosti obrisati stari sistem. Ipak, ovisno o vašoj šemi particioniranja, možete spriječiti da neki od vaših postojećih podataka (prije svega "home" direktoriji) budu prepisani. Ako želite promijeniti particioniranje starog hard diska ili promijeniti datotečni sistem, trebate koristiti ovu opciju. * "%s". Ova vrsta instalacije vam omogućuje da ažurirate pakete koji su trenutno instalirani na vašem Mandriva Linux sistemu. Vaša trenutna šema particioniranja i korisnički podaci neće biti izmijenjeni. Većina ostalih koraka konfiguracije ostaju kao što jesu, slično običnoj instalaciji. Opcija ''Nadogradi'' bi trebala raditi ispravno na Mandriva Linux sistemima koji koriste verziju "8.1" ili kasniju. Obavljanje nadogradnje na ranijim verzijama Mandriva Linuxa, prije verzije "8.1", nije preporučeno.
ca: Aquest pas només s'activa si s'ha trobat una partició GNU/Linux antiga al vostre ordinador. DrakX necessita saber si voleu realitzar una instal·lació nova o una actualització d'un sistema Mandriva Linux existent: * "%s": aquesta opció destrueix gairebé del tot el sistema antic. Si voleu canviar les particions dels discs durs, o el sistema de fitxers, heu d'utilitzar aquesta opció. No obstant això, i depenent de l'esquema de particionament que tingueu, podeu evitar que part de les dades existents (per exemple els directoris "home") se sobreescriguin. * "%s": aquest tipus d'instal·lació us permet actualitzar els paquets que ja estan instal·lats al sistema Mandriva Linux. L'esquema de particionament actual i les dades d'usuari no queden afectades. La majoria de les altres fases de configuració queden disponibles, de manera similar a una instal·lació estàndard. L'opció “Actualitza” ha de funcionar correctament en sistemes Mandriva Linux amb la versió "8.1" o posteriors. No es recomana realitzar una actualització en versions de Mandriva Linux anteriors a la "8.1".
cs: Tento krok se objeví pouze tehdy, pokud je na vašem počítači nalezen starší oddíl GNU/Linuxu. Instalační program potřebuje vědět, zda má provést instalaci nebo pouze aktualizaci existujícího systému Mandriva Linux. * "%s": Nejběžnější volba, provede kompletní výmaz starého systému. V závislosti na rozvržení oddílů vašeho starého systému je však možné zachovat obsah některých oddílů (např. adresáře "/home") a uchránit je před přepsáním. Pokud si přejete změnit rozmístění oddílů, změnit souborový systém, použijte tuto volbu. * "%s": tato volba provede aktualizaci balíčků instalovaných na vašem systému Mandriva Linux. Aktuální rozmístění diskových oddílů a uživatelská data zůstanou zachována. Bude ale provedena většina konfiguračních kroků, stejně jako při instalaci. Použití volby "Aktualizace" bude fungovat bez problémů na stávající verzi "8.1" a novější. Aktualizace na verzích starších než "8.1" není doporučována.
cy: Mae'r cam hwn yn cael ei weithredu os oes hen raniad GNU/Linux wedi ei ganfod ar y cyfrifiadur. Bydd DrakX angen gwybod a ydych am osod o'r newydd neu uwchraddio system Mandriva Linux presennol. *"%s" Ar y cyfan, mae hwn yn tynnu'r hen system gyfan oddi ar eich cyfrifiadur. Er hynny, yn ddibynnol ar eich trefn rhannu, mae modd atal peth o'ch data (yn arbennig, cyfeiriaduron "home" ) rhag cael ei ysgrifennu drosto. Os ydych am newid rhaniadau eich disgiau caled, neu newid y system ffeil, dylech ddewis hwn. *"%s": Mae'r dosbarth gosod hwn yn caniatáu i chi ddiweddaru'r pecynnau sydd wedi eu gosod ar eich system Mandriva Linux. Bydd eich rhaniadau presenol a'ch data personol yn cael eu cadw. Bydd y rhan fwyaf o'r camau ffurfweddu ar gael fel gyda'r gosod arferol. Dylai defnyddio "Diweddaru" weithio'n iawn ar systemau Mandriva Linux sy'n rhedeg systemau "8.1" neu'n ddiweddarach. Nid yw uwchraddio fersiynau cyn Mandriva Linux "8.1" yn cael ei gymeradwyo.
da: Dette trin bliver kun aktiveret hvis der bliver fundet en eksisterende GNU/Linux partition på din maskine. DrakX skal nu vide om du vil udføre en ny installation eller en opgradering af et eksisterende Mandriva Linux-system. * "%s": Dette vil stort sét slette hele det gamle system. Dog kan du afhængigt af din partitionsopsætning forhindre at nogen af dine ekisterende data (især kataloger i '/home') fra at blive overskrevet. Hvis du ønsker at ændre hvordan dine diskdrev er partitioneret, eller ændre på filsystemet, bør du bruge denne mulighed. * "%s": Denne installationsklasse lader dig opgradere pakkene som er installeret på dit nuværende Mandriva Linux-system. Din nuværende partitionsopsætning og brugerdata bliver ikke berørt. De fleste andre konfigurationstrin forbliver tilgængelige, i lighed med en standardinstallation. "Opgradér"-valget bør fungere fint på Mandriva Linux-systemer som kører version '8.1' eller nyere. Udførelse af Opgradér på versioner tidligere end Mandriva Linux '8.1' er ikke anbefalet.
de: Dieser Schritt wird nur aufgerufen, wenn mindestens eine GNU/Linux Partition auf Ihren Festplatten gefunden wird. DrakX fragt Sie nun nach der gewünschten Installationsart. Sie haben die Wahl zwischen einer Aktualisierung einer bereits vorhandenen Mandriva Linux-Version oder einer kompletten Neuinstallation: * „%s“: Entfernt komplett ältere Versionen von Mandriva Linux, die noch installiert sind - um genau zu sein, können Sie je nach aktuellem Inhalt Ihrer Platte auch einige ältere Linux- oder anderweitige Partitionen unangetastet behalten. Diese Installationsart ist gut, wenn Sie die Partitionseinteilung auf Ihrer Festplatte sowieso ändern oder das benutzte Dateisystem austauschen wollen * „%s“: Mit dieser Variante können Sie eine existierende Mandriva Linux Version aktualisieren. Die Partitionstabellen sowie die persönlichen Verzeichnisse der Anwender bleiben erhalten. Alle anderen Installationsschritte werden wie bei einer Installation ausgeführt. Aktualisierungen von Mandriva Linux „8.1“ oder neueren Systemen sollten problemlos funktionieren. Ältere Versionen von Mandriva Linux sollten Sie nicht zu aktualisieren versuchen.
eo: Tiu ĉi paŝo estas aktiva nur se ekzistanta GNU/Linuksa subdisko estas trovita en via maŝino. DrakX bezonas nun scii ĉu vi deziras fari novan instaladon aŭ ĝisdatigon de ekzistanta Mandriva-Linuks-sistemo: * "%s". Plejparte, tio komplete forviŝas la malnovan sistemon. Tamen, depende de via subdiska skemo, vi povas eviti ke kelkaj el viaj ekzistantaj datenoj (nome "home"-dosierujoj) estu surskribotaj. Se vi deziras ŝanĝi kiel via fiksdiskoj estas subdiskigitaj, aŭ ŝanĝi la dosiersistemon, vi prefere uzu tiun ĉi opcion. * "%s". Tiu instal-klaso ebligas al vi ĝisdatigi la pakaĵojn kiuj estas aktuale instalitaj en via Mandriva-Linuksa sistemo. Viaj nunaj subdisk-sistemo kaj uzul-datenoj ne estos tuŝataj. La plej multaj aliaj konfiguraj paŝoj restas atingeblaj kaj similas al normala instalado. Uzado de la opcio ''Ĝisdatigo'' devus bone funkcii sur Mandriva-Linuksaj sistemoj kun la versioj "8.1" aŭ postaj. Ne estas konsilinde fari ĝisdatigojn sur Mandriva-Linuksaj versioj antaŭaj al "8.1".
es: Este paso se activa sólo si se encontró una partición GNU/Linux existente en su máquina. DrakX ahora necesita saber si desea realizar una instalación nueva o una actualización de un sistema Mandriva Linux existente: * "%s". En gran parte, esta opción borrará por completo el sistema anterior. Sin embargo, dependiendo de su esquema de particiones, puede evitar que se sobre-escriban algunos datos existentes (notablemente los directorios de "home"). Si desea cambiar la forma en la que se particionan sus discos, debería usar esta opción. * "%s": Esta clase de instalación le permite actualizar los paquetes que en este momento están instalados en su sistema Mandriva Linux. No se alteran las particiones corrientes de sus discos ni los datos de los usuarios. La mayoría de los otros pasos de configuración permanecen disponibles y son similares a una instalación estándar. El uso de la opción "Actualizar" debería funcionar sin problemas para los sistemas Mandriva Linux que corren la versión "8.1" o una posterior. No se recomienda realizar una actualización sobre versiones anteriores a Mandriva Linux versión "8.1".
gl: Este paso actívase só se se atopou algunha partición GNU/Linux na súa máquina. DrakX necesita saber se desexa facer unha nova instalación ou unha actualización dun sistema Mandriva Linux xa existente: * "%s". A maioría das veces, isto destrúe completamente o sistema antigo. Sen embargo, dependendo de como sexa o seu esquema de particionamento, poderá impedir que se sobrescriban algúns dos datos existentes (especialmente os directorios "home"). Se desexa cambiar o xeito no que están particionados os seus discos duros, ou desexa cambiar o sistema de ficheiros, debe usar esta opción. * "%s". Esta clase de instalación permítelle actualiza-los paquetes que están instalados agora mesmo no seu sistema Mandriva Linux. Non se modificarán nin o esquema de particionamento actual nin os datos dos usuarios. A maior parte dos outros pasos de configuración estarán dispoñibles e serán semellantes ós dunha instalación estándar. O uso da opción ``Actualizar'' debería funcionar ben en sistemas con Mandriva Linux versión "8.1" ou posteriores. Non se recomenda levar a cabo actualizacións en versións anteriores á versión "8.1" de Mandriva Linux.
he: שלב זה מופעל רק כאשר זוהתה מחיצת גנו/לינוקס קיימת במחשבך. האשף צריך לדעת אם ברצונך לבצע התקנה חדשה או לשדרג את מערכת מנדריבה לינוקס הנוכחית המותקנת במחשב זה. * "%s": אופן התקנה זה ימחק ברוב המקרים את המערכת הנוכחית. עם זאת, ובכפוף לחלוקת המחיצות הקיימת שלך, יש באפשרותך למנוע מחלק מהמידע הקיים שלך (בעיקר מחיצת home/) מלהיות משוכתב. אפשרות זו שימושית אם ברצונך לשנות את אופן חלוקת הכונן הקשיח לשנות את מערכת הקבצים. * "%s": אופן התקנה זה יאפשר לך לעדכן את החבילות המותקנות במערכת מנדריבה לינוקס שלך. אופן חלוקת המחיצות ומידע המשתמש שלך לא ישוכתבו. רוב שלבי ההתקנה האחרים עדיין זמינים, באופן דומה להתקנה רגילה. הערה: בחירת אפשרות ה"שדרוג" אמורה לפעול על מערכות מנדריבה לינוקס מגרסה 8.1 ואילך. שדרוג גרסאות הקודמות לגרסת מנדריבה לינוקס 8.1 אינה מומלצת.
hu: Erre a lépésre csak akkor kerül sor, ha a gépen már van linuxos partíció. Most közölnie kell a telepítővel, hogy új telepítést szeretne-e végezni vagy pedig egy meglevő Mandriva Linux-rendszert kíván frissíteni: - "%s": a korábbi rendszer felülírásra kerül. Attól függően, hogy milyen partíciók találhatók a gépen, bizonyos partíciók (például a "home" nevű saját könyvtárakat tartalmazók) változatlan tartalommal megőrizhetők. Ha szeretné módosítani a merevlemezek partícionálását vagy a fájlrendszereket, akkor ezt a lehetőséget használja. - "%s": lehetővé teszi egy korábbi Mandriva Linux-telepítés csomagjainak frissítését. A merevlemezek partícionálása változatlanul marad, a felhasználók adatai sem módosulnak. A többi beállítási lépés közül a legtöbb elérhető lesz - a folyamat hasonló a normál telepítéshez. Frissítés használata akkor javasolt, ha a számítógépen Mandriva Linux 8.1 vagy újabb kiadás van.
id: Tahap ini hanya aktif jika partisi GNU/Linux lama ditemukan. DrakX perlu tahu Anda ingin melakukan installasi baru atau upgrade sistem Mandriva Linux yang sudah ada: * "%s": Untuk sebagian besar bagian, opsi ini menghapus sistem lama. Namun, bergantung pada skema partisi Anda, Anda bisa mencegah data Anda (biasanya direktori "home") untuk ditimpa. Jika Anda hendak mengubah bagaimana hard disk dipartisi, atau untuk mengubah sistem file, Anda harus menggunakan opsi ini. * "%s": Kelas installasi ini akan mengupdate paket yang terinstall pada sistem Mandriva Linux Anda. Skema partisi dan data pengguna Anda tidak akan diubah. Sebagian besar langkah konfigurasi yang tersisa serupa pada installasi standar. Menggunakan opsi ``Upgrade'' seharusnya berjalan pada Mandriva Linux versi "8.1" keatas. Melakukan upgrade pada versi sebelum "8.1" tidak dianjurkan.
is: Þetta skref er aðeins virkjað ef GNU/Linux disksneið hefur fundist á tölvunni þinni. DrakX þarf nú að vita hvort þú vilt setja upp nýtt kerfi eða hvort þú vilt uppfæra uppsett Mandriva Linux kerfi: * "%s". Þetta þurkar að mestu út gamla kerfið. En þó fer það svolítið eftir diskssneiðum sem þú hefur sett upp, þá getur þú varnað því að gögn (fyrst og fremst "home" möppur) verði yfirskrifuð. Ef þú vilt breyta hvernig diskunum er skipt, eða breyta skráakerfinu, þá ættir þú að velja þennan valkost. * "%s". Þessi uppsetning leyfir þér að uppfæra pakkana sem nú eru uppsettir á Mandriva Linux kerfinu þínu. Disksneiðum og gögnum verður ekki breytt. Flest uppsetningarþrep eru enn aðgengileg og eru svipuð venjulegri uppfærslu. Að nota ``Uppfærslu'' aðgerðina ætti að virka vel á Mandriva Linux kerfum sem eru að keyra útgáfu "8.1" eða nýrri. Ekki er mælt með uppfærslu á eldri útgáfum en Mandriva Linux "8.1".
ja: このステップは既存の GNU/Linux パーティションが検出されたときにのみ表示 されます。 DrakX は既存の Mandriva Linux システムを更新するかそれとも新規にインストール するかを尋ねます: * %s: 基本的には古いシステムを完全に消去してしまいます。 しかし、パーティションの扱い方によっては既存のデータ (典型的なものとしては "home" ディレクトリ) を残すことができます。パーティションの設定やファイル システムを変更される場合はこのオプションをお使いください。 * %s: これは既に Mandriva Linux にインストールされている パッケージをアップデートします。現在のパーティションの設定やユーザデータは 変更されません。その他の設定の大部分は標準のインストールと同様に行えます。 「アップグレード」は Mandriva Linux のバージョンが "8.1" 以降であれば 問題ないはずです。"8.1" より古いバージョンにはお勧めできません。
mk: Овој чекор се активира само ако на вашиот компјутер претходно е пронајдена постоечка „GNU/Linux“ партиција. „DrakX“ треба да знае дали сакате да извршите нова инсталација или надградба на постоечкиот „Mandriva Linux“ систем: * „%s“: Во најголем број случаеви, ова комплетно го брише стариот систем. Сепак, зависно од шемата на делење на дискот, можете да спречите некои од вашите постоечки податоци (посебно директориумите „home“) да не бидат пребришани. Ако сакате да го промените начинот на кој е поделен вашито диск или да го промените датотечниот систем, треба да ја користете ја оваа опција. * „%s“: Оваа класа на инсталација ви овозможува да ги надградите пакетите кои се тековно инсталирани на вашиот „Mandriva Linux“ систем. Вашата тековна шема на поделба на дискот и корисничките податоци нема да бидат променети. Повеќето од останатите конфигурациски чекори остануваат достапни и се слични со стандардната инсталацијата. Користењето на опцијата „Надгради“ работи одлично на „Mandriva Linux“ системи кои имаат верзија „8.1“ или понова. Извршување на надградба на „Mandriva Linux“ верзии постари од верзија „8.1“ е строго непрепорачлива.
nb: Dette trinnet blir bare aktivert dersom det blir funnet en eksisterende GNU/Linux-partisjon på maskinen din. DrakX trenger nå å vite om du vil utføre en ny installasjon eller en oppgradering av et eksisterende Mandriva Linux-system: * «%s»: Dette vil stort sett slette hele det gamle systemet. Dersom du ønsker å forandre hvordan harddiskene blir partisjonert, eller forandre på filsystemene, bør du velge dette. Men avhengig av hvordan du partisjonerer kan du avverge at noen av de gamle dataene blir overskrevet. * «%s»: Denne installasjonsklassen lar deg oppgradere pakkene som er installert på ditt nåværende Mandriva Linux-system. Dine nåværende partisjonsoppdelinger og brukerdata blir ikke berørt. De fleste andre oppsettstrinn forblir tilgjengelige, i likhet med en standard installasjon. «Oppgrader»-valget bør fungere fint på Mandriva Linux systemer som kjører versjon «8.1» eller nyere. Oppgradering av versjoner tidligere enn «8.1» er ikke anbefalt.
pt: Este passo só fica disponível se uma partição GNU/Linux existente for encontrada na sua máquina. O DrakX agora precisa saber se deseja fazer uma nova instalação ou uma actualização num sistema Mandriva Linux existente: * "%s": Para a maior parte, isto apaga completamente o sistema antigo. No entanto, dependendo no seu esquema de particionamento, pode prevenir que parte dos seus dados existentes (principalmente os directórios "home") sejam substituídos. Se desejar alterar como o particionamento dos seus discos rígidos é feito, ou mudar o seu sistema de ficheiros, deve usar esta opção. * "%s": Este tipo de instalação permite actualizar os pacotes actualmente instalados no seu sistema Mandriva Linux. O seu actual esquema de particionamento, assim como os dados dos utilizadores não serão alterados. A maior parte dos outros passos da configuração permanece disponível e similar a uma instalação standard. A opção ``Actualizar'' deverá funcionar correctamente nos sistemas Mandriva Linux versão "8.1" ou superior. É desaconselhável actualizar versões anteriores à versão "8.1" do Mandriva Linux.
sk: Tento krok sa aktivuje iba vtedy, ak sú na vašom systéme nájdené staršie GNU/Linux oddiely. DrakX teraz potrebuje vedieť či si želáte vykonať novú inštaláciu alebo aktualizáciu existujúceho Mandriva Linux systému: * "%s": Pomocou tejto voľby môžete kompletne zrušiť váš predchádzajúci operačný systém. Ak si želáte zmeniť rozloženie oddielov na vašich diskoch alebo zmeniť súborový systém, mali by ste použiť túto voľbu. V závislosti od vášho predchádzajúceho rozdelenia oblastí je možné predísť prepísaniu niektorých už existujúcich údajov. * "%s": táto trieda inštalácie vám umožňuje aktualizovať balíky, ktoré sú momentálne nainštalované vo vašom Mandriva Linux systéme. Aktuálne rozdelenie oddielov a používateľské údaje nebudú prepísané. Mnohé ostatné kroky inštalácie ostanú dostupné, podobne ako pri štandardnej inštalácii. Použitie voľby ``Aktualizácia'' by malo fungovať správne pre systémy Mandriva Linux "8.1" a novšie. Vykonanie Aktualizácie pre staršie verzie ako "8.1" nie je odporúčané."
sv: Detta steg startas endast om en gammal GNU/Linux-partition har hittats på datorn. DrakX behöver veta om du önskar starta en ny installation eller uppdatera ett redan existerande Mandriva Linux-system: * "%s" Detta raderar oftast helt det gamla systemet. Om du vill ändra hur hårddiskarna är partitionerade eller ändra filsystemet ska du använda detta alternativ. Beroende på hur du har valt att partitionera är det möjligt att förhindra viss data från att skrivas över (förslagsvis innehållet i "home" katalogen). * "%s" detta installationsalternativ uppdaterar de paket som är installerade på ditt Mandriva Linux-system. Dina nuvarande partitioner och dina användares data kommer inte att förändras. De flesta installationssteg kommer att vara tillgängliga precis som på en vanlig installation. Uppdateringsalternativet bör fungera utmärkt på Mandriva Linux-system som är version "8.1" eller senare. Att göra en uppdatering av tidigare versioner än "8.1" rekommenderas ej.
tg: Ин қадам танҳо дар он ҳолате фаъол мегардад, ки дар мошинаи шумо бахши кӯҳнаи GNU/Linux пайдо гардад. DrakX бояд донад, ки оё шумо мехоҳед, ки коргузории навро гузаронед ё системаи Mandriva Linux-и мавҷударо афзоиш диҳед: * "%s": Дар бисёр ҳолатҳо ин вариант ба нобудшавии системаи кӯҳна оварда мерасонад. Агар хоҳед, ки бахшҳои гардонандаи сахти худро иваз кунед ё системаи файлиро тағир диҳед, шумо бояд ин хосиятро истифода баред. Лекин вобаста ба тарҳрезии гардонандаи сахт шумо эҳтимолан баъзеи додаҳои мавҷудаи худро аз бознависӣ захира карда метавонанд. * "%s": ин синфи коргузорӣ ба шумо имконияти авкунии бастаи барномаҳои дар системаи Mandriva Linux-и коргузоришударо медиҳад. Нақшаи бахшбандии ҷорӣ ва додаҳои корванд, ивазнашавандаанд. Бештари дигар қадамҳо низ дастрас мегарданд, ба монанди коргузории низоммеъёр. Интихоби хосияти ``Густариш'' дар системаҳои Mandriva Linux аз нусхаи "8.1" сар карда то охирон хеле хуб хоҳад кор кард. Гузаронидани Густариш дар системаҳои Mandriva Linux болотар аз "8.1" маслиҳат дода мешавад.
uk: Цей крок виконується тільки у випадку, якщо на Вашій машині було знайдено старий розділ GNU/Linux. DrakX зараз потрібно знати, чи Ви хочете виконати нове встановлення, чи поновити існуючу систему Мандріва лінакс: * "%s": В більшій частині це повністю знищує стару систему. Якщо Ви хочете змінити розбиття твердого диску на розділи або змінити файлову систему, використовуйте цей параметр. Проте в залежності від схеми розбиття на розділи Ви можете оберегти деякі з існуючих даних від переписування. * "%s": цей тип встановлення дозволяє Вам поновити пакунки, вже встановлені на Вашій системі Мандріва лінакс. Ваша існуюча схема розбиття на розділи і дані користувачів не змінюються. Більшість інших кроків встановлення залишаються, подібно до стандартного встановлення. Використання параметра "Поновлення" працюватиме на системах з Мандріва лінакс версії "8.1" і пізніших. Виконання поновлення версій, попередніх до Мандріва лінакс "8.1" не рекомендується.
wa: Ciste etape est enondêye seulmint si ene viye pårticion GNU/Linux a stî trovêye so voste éndjole. DrakX asteure a mezåjhe di saveur si vos vloz fé ene novele astalåcion oudonbén fé on metaedje a djoû d' on sistinme Mandriva Linux k' i gn a ddja sol plake: * «%s»: çouchal va spotchî ttafwait l' vî sistinme k' i gn aveut sol plake. Si vos vloz candjî l' manire ki vos deurès plakes sont pårteyes, oudonbén candjî li sistinme di fitchîs, vos dvrîz tchoezi çouchal. Sorlon vosse pårtixhaedje, si vos avoz « /home » so ene pårticion da sinne metans, vos ploz wårder on boket di vos dnêyes ki n' seront nén spotcheyes. * «%s»: cisse classe d' astalaedje chal vos permete di mete a djoû les pacaedjes k' i gn a so vosse sistinme Mandriva Linux. Vosse pårtixhaedje est wårdé et les dnêyes des uzeus n' sont nén candjeyes. Li plupårt des ôtès etapes d' apontiaedje dimorèt, come pol cas d' èn astalaedje sitandård. Eployî l' tchuze «Metaedje a djoû» rote comifåt po mete a djoû des sistinmes Mandriva Linux modêye «8.1» ou pus nouve. Mins l' fé po des modêyes di Mandriva Linux pus viyes kel «8.1» n' est nén ricmandé.
zh_tw: 這個步驟是在您的機器上找到已經存在的 GNU/Linux 分割區才會啟用。 DrakX 需要知道您是要安裝新的系統或者升級既有的 Mandriva Linux 系統： * "%s". 大致來說，這將會完全抹除舊的系統。然而，根據您的分割區配 置方式，您可以避免部分現存的資料 (例如 "home" 之中的目錄) 被完全 抹除。如果您想要改變您的硬碟分割方式，或改變檔案系統，您應該使用這 個選項。 * "%s". 這個安裝方式讓您更新目前安裝在您的 Mandriva Linux 中的套 件。您目前的分割方式和使用者資料不會被改變。大部分其他的設定步驟仍 然會出現並且和標準的安裝過程相似。 使用 ``更新'' 選項應該在 Mandriva Linux 版本 "8.1" 或更新的系統上 可以正常運作。不建議從 Mandriva Linux 版本 "8.1" 或更早的系統進行更新。
