Repository: DrakXtools/drakx
Catalog: perl-install/install/help/po/*.po
Languages: ar, bn, bs, ca, cs, cy, da, de, eo, es, et, eu, fa, fi, fr, gl, he, hu, id, is, it, ja, mk, mt, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tg, uk, vi, wa, zh_cn, zh_tw

source: Depending on the language you chose (), DrakX will automatically select a particular type of keyboard configuration. Check that the selection suits you or choose another keyboard layout. Also, you may not have a keyboard which corresponds exactly to your language: for example, if you are an English-speaking Swiss native, you may have a Swiss keyboard. Or if you speak English and are located in Quebec, you may find yourself in the same situation where your native language and country-set keyboard do not match. In either case, this installation step will allow you to select an appropriate keyboard from a list. Click on the "%s" button to be shown a list of supported keyboards. If you choose a keyboard layout based on a non-Latin alphabet, the next dialog will allow you to choose the key binding which will switch the keyboard between the Latin and non-Latin layouts.
ar: اعتماداً على اللغة التي اخترتها ()، سيقوم DrakX آليّاً باختيار تهيئة لوحة المفاتيح. تحقّق من أنّ الاختيار يناسبك أو اختر توزيعة لوحة مفاتيح أخرى. أيضاً، قد لا تكون لديك لوحة مفاتيح توافق لغتك تماماً: مثلاً ربما تكون سويسريّاً متكلماً للغة الإنجليزية، قد تكون لديك لوحة مفاتيح سويسرية. أو إذا كنت تتكلم الإنجليزية لكنك موجود في كيبك، ربما تجد نفسك في نفس الموقف حيث لا تتطابق لغتك الأم مع لوحة المفاتيح. في الحالتين، ستسمح لك خطوة التثبيت باختيار لوحة مفاتيح مناسبة من القائمة. اضغط زر "%s" لعرض قائمة بكل لوحات المفاتيح المدعومة. إذا اخترت لوحة مفاتيح لحروف غير لاتينية، فسيسمح لك الحوار التالي باختيار اختصارات لوحة المفاتيح التي ستبدل وضع لوحة المفاتيح بين الحروف اللاتينية والغير لاتينية.
bn: আপনার ভাষা নির্বাচনের উপর ভিত্তি করে, DrakX স্বয়ংক্রিয়ভাবে একটি কীবোর্ড কনফিগারেশন বেছে নেবে। এই নির্চনটি বাঞ্ছনীয় কিনা দেখে নিন বা অন্য একটি লেআউট পছন্দ করুন। আপনার ভাষার সাথে সম্পূর্ন মিলিয়ে কীবোর্ড আপনি নাও পেতে পারেন: যেমন যদি আপনি ইংরেজী ভাষাভাষী একজন সুইস নাগরিক হন, আপনি সুইস কীবোর্ড ব্যবহার করতে পারেন। কিন্তু আপনি যদি ইংরেজী ভাষী হয়ে Quebec এ বসবাস করেন আপনার পরিস্থিতি এমন হতে পারে যেখানে country-set কীবোর্ড এবং নিজস্ব ভাষা একই নয়। যেকোন ক্ষেত্রেই আপনি আপনি একটি তালিকা থেকে সঠিক কীবোর্ডটি বেছে নিতে পারেন। সমর্থিত কীবোর্ডের তালিকা দেখতে "%s" বাটনে ক্লিক করুন। যদি আপনি নন‌-ল্যাটিন বর্ণমালার কীবোর্ডে লেআউট বাছাই করেন, পরবর্তী ডায়ালগটি আপনাকে ল্যাটিন ও নন‌-ল্যাটিন কীবোর্ডের মধ্যে সুইচ করার জন্য একটি কী বাইন্ডিং বাছাই করতে হবে।
bs: Ovisno o jeziku koji izaberete (), DrakX će automatski izabrati određeni tip tastature. Provjerite da li vam izabrano odgovara ili odaberite neki drugi raspored tastature. Ipak, možda nemate tastaturu koja tačno odgovara vašem jeziku: npr. ako ste Švajcarac koji govori engleski, možda imate švajcarsku tastaturu. Ili ako govorite engleski ali se nalazite u Kvibeku, možda ćete se naći u situaciji gdje se vaš jezik i tastatura ne poklapaju. U svakom slučaju, ovaj korak instalacije vam omogućava da izaberete odgovarajuću tastaturu sa liste. Kliknite na dugme "%s" kako bi vam bila predstavljena potpuna lista podržanih tastatura. Ako izaberete raspored tipaka koji je baziran na ne-latiničnoj abecedi, sljedeći dijalog će vam ponuditi da izaberete tipke pomoću kojih možete prebaciti tastaturu između latiničnog i ne-latiničnog rasporeda.
cs: Normálně zvolí instalační program správnou klávesnici na základě zvoleného jazyka, takže v tomto kroku není potřeba nic měnit. Zkontrolujte jeho volbu a případně ji změňte. Může se stát, že nemáte klávesnici, která odpovídá vašemu jazyku: například pokud jste anglicky hovořící Švýcar, stejně chcete mít švýcarskou klávesnici. Nebo pokud mluvíte anglicky, ale žijete v Quebecu, je to stejný případ. V obou případech se můžete vrátit na tento instalační krok a vybrat si odpovídající klávesnici ze seznamu. Pokud máte klávesnici pro jiný jazyk, klepněte na tlačítko "%s" a zobrazí se kompletní seznam všech podporovaných rozložení klávesnic. Pokud vyberete rozložení klávesnice založené na abecedě jiné než latince, budete v dalším dialogu vyzváni k výběru klávesové zkratky, která bude přepínat rozložení klávesnice mezi latinkou a vámi zvoleným rozložením.
cy: Fel arfer mae DrakX yn dewis y bysellfwrdd cywir ar eich cyfer ( gan ddibynnu pa iaith rydych wedi ei ddewis(). Gwiriwch fod y dewis yn addas neu dewiswch gynllun bysellfwrdd arall. Efallai nad oes gennych fysellfwrdd sy'n cyfateb yn union i'ch iaith: e.e., os ydych yn Americanwr sy'n siarad Cymraeg, efallai eich bod am gadw eich bysellfwrdd Americanaidd. Neu os ydych yn siarad Cymraeg ac yn byw yn Hong Kong mae'r un sefyllfa'n codi. Yn y ddwy achos bydd angen i chi fynd yn ôl i'r cam yma yn y gosodiad a dewis y bysellfwrdd perthnasol o'r rhestr. Cliciwch ar fotwm "%s" i dderbyn y rhestr o fysellfyrddau sy'n cael eu cynnal. Os fyddwch yn dewis cynllun bysellfwrdd wedi ei seilio ar wyddor an-Lladinaidd, bydd y deialog nesaf yn caniatáu i chi ddewis rwymiad allwedd fydd yn newid y bysellfwrdd rhwng cynlluniau Lladin ac an-Lladin.
da: Afhængigt af det sprog du har valgt vil DrakX automatisk vælge en bestemt type tastaturopsætning. Tjek at valget er passende, eller vælg en anden tastaturudlægning. Men du har måske ikke et tastatur som svarer nøjagtigt til dit sprog: for eksempel hvis du er en engelsktalende svejtser, vil du måske have et svejtsisk tastatur. Eller hvis du taler engelsk og bor i Québec, er du måske i samme situation, hvor dit modersmål og tastaturet for landet ikke passer sammen. I begge tilfælde giver dette installationstrin mulighed for at vælge et passende tastatur fra listen. Klik på '%s'-tasten for at få víst en liste af understøttede tastaturer. Hvis du vælger en tastaturudlægning baseret på et ikke-latinsk alfabet, vil den næste dialog give dig mulighed for at vælge den tastekombination, der vil skifte mellem den latinske og den ikke-latinske udlægning.
de: Entsprechend der ausgewählten Sprache ()versucht DrakX das für Sie passende Tastaturlayout aus. Möglicherweise haben Sie jedoch eine Tastatur, die nicht dieser Einstellung entspricht: wenn Sie beispielsweise in der Schweiz eine deutsche Tastatur verwenden wollen oder wenn Sie in Québec (dem französischsprachigen Teil Kanadas) eine französischsprachige Tastatur besitzen. Wählen Sie einfach ein passendes Layout aus der Liste. Sollten Sie eine andere als die zur gewählten Sprache gehörende Tastatur verwenden wollen, wählen Sie die Schaltfläche „%s“. Sie erhalten dann eine Liste aller unterstützten Tastaturen. Sollten Sie sich für ein Tastaturlayout einer nicht lateinischen Sprache entschieden haben, werden Sie im nächsten Schritt gefragt, mit welcher Tastenkombination Sie zwischen dem von Ihnen gewählten und dem lateinischen Layout umschalten wollen.
eo: Depende de la lingvo kiun vi elektas (), DrakX aŭtomate selektas apartan specon de klavar-konfigurado. Konstatu ke la selekto taŭgas por vi aŭ elektu alian klavar-aranĝon. Eble vi ankaŭ ne havas klavaron kiu respondas precize al via lingvo: ekzemple, se vi estas angle parolanta sviso naskiĝinta en Svisio, vi eble havas svisan klavaron. Aŭ se vi parolas la anglan kaj loĝas en Kebekio, vi povas troviĝi en la sama situacio kie via denaska lingvo kaj klavaro laŭ landa agordo ne kongruas. Ĉiukaze, tiu instal-paŝo ebligas vin selekti taŭgan klavaron el la listo. Alklaku la butonon "%s" por vidi liston de subtenataj klavaroj. Se vi elektas klavar-aranĝon bazitan sur nelatina alfabeto, la sekva dialogo ebligos vin elekti la klavkombinon kiu ŝaltos la klavaron inter la latina kaj la nelatinaj arangoj.
es: Dependiendo del idioma que eligió (ver ), DrakX seleccionará automáticamente un tipo particular de configuración del teclado. Verifique que la selección le satisface o elija otra distribución de teclado. También, puede ser que Usted no tenga un teclado que se corresponde exactamente con su idioma: por ejemplo, si Usted es un argentino que habla inglés, puede ser que tenga un teclado latino americano. O si habla castellano pero está en Inglaterra puede estar en la misma situación en la cual su idioma nativo y su teclado no coinciden. En cualquier caso, este paso de instalación le permitirá elegir un teclado apropiado de una lista. Haga clic sobre el botón "%s" para que se le presente la lista completa de los teclados soportados. Si eligió una distribución de teclado basada en un alfabeto no latino, el próximo diálogo le permitirá elegir la combinación de teclas que cambiará la distribución del teclado entre la latina y la no latina.
et: Tavaliselt valib DrakX klaviatuuri Teie eest juba ära (sõltuvalt valitud keelest). Kuid see võib tekitada olukorra, kus Teil ikkagi pole just see klaviatuur, mida soovite: kui olete näiteks eesti keelt kõnelev hispaanlane, võite siiski soovida hispaania asetusega klaviatuuri. Teine kohe pähe tulev juhtum on läti keele kõneleja Eestis. Mõlemal juhul on mõtet naasta paigaldamise selle sammu juurde ja valida nimekirjast vajalik klaviatuur. Klõpsake nupul "%s", mis näitab kõiki toetatud klaviatuure. Kui valite mitte-ladina tähestikuga klaviatuuri, palutakse Teil järgmises dialoogis valida klahv või klahvikombinatsioon, mis vahetab ladina ja mitte-ladina asetusega klaviatuuri.
eu: Hautatzen duzun hizkuntzaren arabera (), DrakX-k automatikoki hautatuko du teklatu konfigurazio jakin bat. Egiaztatu hautapenak asetzen zaituen edo hautatu beste teklatu diseinu bat. Baliteke zure hizkuntzarekin guztiz bat ez datorren teklatu bat erabiltzea: adibidez, ingelesez mintzatzen den suitzarra bazara, teklatu suitzarra izan dezakezu. Edo Quebec-en bizi eta ingelesez mintzo bazara, baliteke zure jatorrizko hizkuntza eta teklatuaren diseinua bat ez etortzea. Nolanahi ere, instalazio urrats honek zerrenda batetik teklatu egokia aukeratzen lagunduko dizu. Klikatu "%s" botoia aukeran dauden teklatu guztien zerrenda ikusteko. Latindarra ez den alfabetoan oinarritutako teklatua hautatzen baduzu, hurrengo elkarrizketak diseinu latindar eta ez-latindarraren artean aldatzeko laster-teklak konfiguratzeko aukera emango dizu.
fa: بنابر زبان پیش‌فرضی که در این قسمت انتخاب کرده‌اید، DrakX نوع بخصوصی از پیکربندی صفحه‌کلید را بطور خودکار انتخاب می‌کند. اگر چه ممکن است شما صفحه‌کلیدی را که دقیقاً مطابق زبان شما باشد نداشته باشید: برای مثال، اگر شما یک شخص انگلیسی زبان سوئیسی باشید، ممکن است یک صفحه‌کلید سوئیسی داشته باشید. یا اگر شما انگلیسی صحبت کرده ولی در کوبک کانادا زندگی می‌کنید، ممکن است خود را در شرایطی بیابید که زبان بومی شما و صفحه‌کلید مطابقت نداشته باشند. در هر دو صورت، این مرحله‌ی نصب به شما اجازه‌ی انتخاب صفحه‌کلید مناسب را از یک لیست می‌دهد. برای عرضه‌ی لیست کامل صفحه‌کلید‌های حمایت شده بر دکمه‌ی "%s" کلیک کنید. اگر شما صفحه‌کلیدی را بر اساس یک الفبای غیر لاتین انتخاب کنید، گفتگوی بعدی به شما اجازه‌ی ترکیب کلیدی را که بتوانید بین طرح‌های صفحه‌کلید لاتین و غیر لاتین تعویض کنید خواهد داد.
fi: Tavallisesti DrakX valitsee sinulle oikean näppäimistön sen mukaan, minkä kielen olet valinnut. Kuitenkaan sinulla ei välttämättä ole näppäimistöä, joka vastaa suoraan kieltäsi. Jos olet esimerkiksi englanninkielinen sveitsiläinen, voit silti haluta sveitsiläisen näppäimistön. Tai jos puhut englantia, mutta asut Quebecissä, sinulla voi olla samanlainen tilanne, missä kieli ja näppäimistö eivät vastaa toisiaan. Molemmissa tapauksissa tämä asennusvaihe antaa sinulle mahdollisuuden valita sopivan näppäimistön listasta. Valitse "%s" saadaksesi täydellisen listan tuetuista näppäimistöistä. Jos valitset näppäimistön joka ei perustu latinalaiseen kirjaimistoon, sinulta kysytään näppäinyhdistelmää joka vaihtaa latinalaisen ja ei-latinalaisen järjestyksen välillä.
fr: Selon la langue principale que vous avez choisie précédemment (), DrakX sélectionnera le clavier approprié. Vérifiez que cela correspond effectivement à votre configuration de clavier ou choisissez une autre configuration dans la liste. Cela dit, il est possible que vous ayez un clavier ne correspondant pas exactement à votre langue d'utilisation. Par exemple, si vous habitez le Québec et parlez le français et l'anglais, vous pouvez vous trouver dans la situation où votre langue et votre configuration de clavier ne sont pas les mêmes. Dans ces cas, cette étape vous permet de sélectionner un autre clavier à partir de la liste. Cliquez sur « %s » pour voir toutes les options proposées. Si vous choisissez un clavier basé sur un alphabet non-latin, il vous sera demandé de choisir la combinaison de touches permettant d'alterner entre ceux-ci au prochain écran.
gl: Dependendo da lingua que escollera, DrakX seleccionará automáticamente unha configuración de teclado determinada. Verifique que a selección é a axeitada ou elixa outra disposición de teclado. Tamén pode ser que non teña un teclado que corresponda exactamente ca súa lingua: por exemplo, se vostede fala Inglés e é nativo de Suíza, vostede terá un teclado suízo. Ou se vostede fala Inglés e está en Quebec, podería atoparse na mesma situación na que a súa lingua e o teclado non concordan. En calquera destes casos, este paso da instalación permitiralle seleccionar o teclado axeitado dunha lista. Prema no botón "%s" para ver unha lista dos teclados soportados. Se elixiu unha disposición de teclado baseada nun alfabeto non latino, o seguinte diálogo permitiralle elixir a asociación de teclas que fará que o teclado cambie entre unha disposición Latina e unha non Latina.
he: אשף ההתקנה בחר עבורך את פריסות המקלדת המתאימות לשפות שבחרת בשלב קודם. עליך לבחור את פרישת המקלדת מבין האפשרויות המופיעות להלן או לאשר את ברירת המחדל. במקרים מסוימים, יתכן כי המקלדת שברשותך אינה תואמת בדיוק לשפה בה בחרת. לדוגמה, אם שפת האם שלך היא אנגלית אך מקום מגוריך הוא בשויץ, ייתכן ויש ברשותך מקלדת שוויצרית. לחלופין, אם מקום מגורייך הוא בקויבק (קנדה) אך בחרת בשפה האנגלית, ייתכן והשפה בה בחרת ופרישת המקלדת שברשותך אינם תואמים. בשני המצבים, השלב הנוכחי בהתקנה יאפשר לך לבחור את פרישת המקלדת הרצויה מתוך רשימה. באם המקלדת שברשותך לא מופיעה ברשימה, עליך ללחוץ על הכפתור "%s" על מנת להציג רשימה מלאה של המקלדות הנתמכות. אם פרישת המקלדת הרצויה אינה מבוססת לאטינית, החלון הבא יאפשר לך לבחור את צרוף המקשים שיאפשר לך להחליף בין פריסות שונות.
hu: A telepítő a kiválasztott nyelvtől függően automatikusan kiválaszt egy bizonyos billentyűzetbeállítást. Ellenőrizze, hogy a kiválasztott beállítás megfelel-e Önnek; ha nem felel meg, akkor válasszon másikat. Elképzelhető, hogy Önnek nem a nyelvének megfelelő billentyűzete van; például ha Ön egy angolul beszélő magyar ember, akkor lehetséges, hogy magyar billentyűzete van. Hasonló helyzet adódhat, ha az Ön nyelve magyar, de Ön Quebecben tartózkodik - az Ön által beszélt nyelv nem feltétlenül egyezik meg a billentyűzet nyelvével. Ez a telepítési lépés lehetővé teszi a hasonló esetekre, hogy kiválasszon egy megfelelő billentyűzetet egy listából. Hogy megjelenjen a támogatott billentyűzetek listája, kattintson a(z) "%s" nyomógombra. Ha nem latin ábécére épülő billentyűzetkiosztást választ, akkor a következő lépésben kijelölhet egy billentyűkombinációt, amellyel majd a latin és a nem-latin kiosztások közt lehet váltani.
id: Bergantung pada bahasa yang Anda pilih (), DrakX akan memilih tipe keyboard yang sesuai. Periksa apakah pilihan sudah sesuai atau pilih layout keyboard yang lain. Juga, Anda mungkin tidak memiliki keyboard yang sesuai dengan bahasa Anda: misalnya jika Anda orang Swiss yang berbahasa Inggris, Anda mungkin memilih keyboard Swiss. Atau jika Anda berbahasa Inggris tapi tinggal di Quebec, Anda mungkin menghadapi situasi yang sama dengan bahasa Anda dan country-set keyboard tidak sesuai. Pada kedua kasus, langkah installasi ini akan mengijinkan Anda untuk memilih keyboard yang sesuai dari daftar. Klik tombol "%s" untuk menampilkan daftar keyboard yang didukung. Jika Anda memilih keyboard berbasis alphabet non-Latin, dialog selanjutnya memungkinkan Anda memilih kunci untuk berpindah keyboard antara layout Latin dan non-Latin.
is: Byggt á því tungumáli sem þú velur, þá mun DrakX sjálfkrafa velja lyklaborðs-uppsetningu. Athugaðu hvort valið hentar þér, eða veldu aðra lyklaborðs-uppsetningu. Einnig gæti verið að lyklaborðið henti ekki þínum þörfum eða tungumáli Ef t.d. þú vilt hafa aðgang að íslensku lyklaborði í Sviss. Eða danskt lyklaborð og íslenskt umhverfi. Almennt talað í þannig umhverfi að tungumál og valið lyklaborð passa ekki saman. Hvort sem þú vilt þá getur þú valið lyklaborð af listanum. Smelltu á "%s" hnappinn til að sjá lista af mögulegum lyklaborðs-uppsetningum. Ef þú velur lyklaborðs-uppsetningu sem er ekki byggt á latnesku stafrófi, þá mun næsti gluggi leyfa þér að velja lyklasamsetningu sem víxlar til og frá latneska lyklaborðinu.
it: DrakX selezionerà automaticamente una particolare configurazione della tastiera in base alla lingua che avete scelto al punto . Controllate che la selezione sia quella giusta per voi, e in caso contrario modificatela. Inoltre, potreste anche avere una tastiera che non corrisponde esattamente alla vostra lingua: se siete un francese che parla italiano, ad esempio, potreste avere una tastiera francese. Oppure, se siete italiani ma vivete nel Québec, potreste trovarvi nella stessa situazione, con una tastiera non corrispondente alla vostra lingua nativa. In qualsiasi caso, questo passo dell'installazione vi permette di selezionare una tastiera appropriata dalla lista. Cliccate sul pulsante "%s" per vedere l'elenco completo delle tastiere supportate. Se scegliete una mappa di tastiera basata su di un alfabeto non latino, nella finestra di dialogo successiva vi verrà chiesto di scegliere una scorciatoia da tastiera che vi permetterà in seguito di passare dalla mappa latina a quella non latina e viceversa.
ja: 使用する言語に応じて、DrakX は自動的にキーボードの種類を選択します。 選ばれたキーボードがあなたのキーボードと合っていることを確認してください。 また、目的に応じて別のものを選ぶこともできます。 お持ちのキーボードがお使いの言語と一致していない場合も、このステップで 変更できます。リストの中からお使いのキーボードを選んでください。 「%s」を押すとサポートされているキーボードのリストが表示されます。 非ラテンキーボードを選択した場合は、次のステップでラテン/非ラテンを 切り替えるキーを指定できます。
mk: Зависно од тоа кој јазик го имате избрано, „DrakX“ автоматски ќе го избере одредениот тип за конфигурација на тастатурата. Проверете дали изборот ви одговара или изберете друг распоред за тастатура. Исто така, можеби нема да ја има тастатурата која точно одговара на вашиот јазик: на пример, ако сте Македонец кој зборува Англиски, можеби имате Македонска тастатура. Или, ако зборувате Англиски и се наоѓате во Квебек, може да се најдете во ситуација каде што вашиот мајчин јазик и поставувањата за тастатура не се совпаѓаат. Во било кој случај, овој чекор од инсталацијата ви овозможува да ја изберете соодветната тастатура од листата. За да се прикаже листа на подржани тастатури притиснете на копчето „%s“. Ако изберете распоред на тастатура кој не е базиран на латинска азбука, наредниот прозорец ќе ви овозможи да ги изберете тастерите за промена меѓу Латински и не-Латински распоред.
mt: Skond liema lingwa għażilt (), DrakX awtomatikament jagħżel tqassim tat-tastiera. Iċċekkja li din l-għażlia hija tajba, jew għażel tastiera oħra. Apparti minn hekk, jista' jkun li t-tastiera magħżula ma taqbilx mal- lingwa tiegħek. Jekk per eżempju int Malti imma tgħix fl-Italja jista' jkun ikollok tastiera Taljana. F'dak il-każ dan il-pass iħallik tagħżel t-tastiera tajba mil-lista. Klikkja l-buttuna "%s" biex tara lista sħiħa ta' tastieri sapportiti. Jekk tagħżel tastiera ibbażata fuq alfabett mhux Latin, il-pass li jmiss iħallik tagħżel il-kombinazzjoni ta' tasti li jibdlu bejn tqassim Latin u mhux Latin.
nb: Avhengig av standardspråket du har valgt, vil DrakX automatisk velge et tilsvarende tastaturoppsett. Sjekk at valget passer deg, eller velg et annet tastaturoppsett. Det kan også hende at du ikke har et tastatur som passer presist til ditt språk. Hvis du for eksempel er en engelsktalende sveitsisk person, kan det være at du har et sveitsisk tastatur, eller hvis du snakker engelsk, men oppholder deg i Quebec så kan du finne deg i den samme situasjonen hvor ditt eget språk og tastatur ikke stemmer overens. I slike tilfeller vil dette installasjonstrinnet la deg velge et passende tastatur fra en liste. Klikk på «%s»-knappen for å få en komplett liste over støttede tastaturer. Hvis du velger et tastatur som ikke er basert på det latinske alfabetet, vil den neste dialogen tillate at du setter opp en tastekombinasjon som vil bytte mellom latin og ikke-latinsk tastaturoppsett.
nl: Afhankelijk van de taal die u heeft gekozen, selecteert DrakX automatisch een bepaalde toetsenbordindeling. Ga na of de geselecteerde indeling u bevalt, en zoniet kies dan een andere toetsenbordindeling. Merk op dat de getoonde lijst toetsenbordindelingen bevat, en geen talen. Wanneer u in Nederland woont, heeft u waarschijnlijk een toetsenbord van het type "VS (internationaal)". Toetsenborden met een "Nederlandse" indeling komen niet veel voor. Het kan ook zijn dat u een Nederlands sprekende inwoner van België bent en gebruik maakt van een toetsenbord met Franse indeling. Deze installatiestap zorgt ervoor dat u in alle gevallen de juiste toetsenbordindeling kunt kiezen. Klik op de "%s"-knop om de complete lijst van ondersteunde toetsenbordindelingen te zien. Als u een toetsenbordindeling kiest welke gebaseerd is op een niet-Latijns alfabet, zal het volgende dialoogvenster u vragen om de toetscombinatie te kiezen die zal schakelen tussen de Latijn- en niet-Latijnse indelingen.
nn: DrakX vil automatisk velja eit passande tastaturoppsett avhengig av språket du valde. Sjå etter at tastaturoppsettet stemmer, og vel eventuelt eit anna. Det kan òg vera at du ikkje har eit tastatur som passar heilt til språket ditt. Du kan for eksempel ha eit sveitsisk tastatur om du er ein engelsktalande sveitsar. Du kan då velja eit passande tastaturoppsett her. Trykk «%s» for ei fullstendig liste over støtta tastatur. Om du vel eit tastaturoppsett som ikkje er basert på det latinske alfabetet, kan du på neste skjermbilete velja ein snøggtast for å byta mellom latinsk og ikkje-latinsk oppsett.
pl: W zależności od wybranego języka, instalator automatycznie dobierze określony typ konfiguracji klawiatury. Zaznacz, że wybór ci odpowiada lub wybierz inny układ klawiatury. Jednak można nie mieć klawiatury odpowiadającej danemu językowi. Na przykład, Szwajcar mówiący po angielsku, może wciąż chcieć używać klawiatury szwajcarskiej. Albo jeśli osoba porozumiewa się po angielsku i mieszka w prowincji Quebec, język rodzimy oraz układ klawiatury nie będą się ze sobą zgadzać. Jeśli zachodzi taka sytuacja można wrócić, aby wybrać odpowiedni układ klawiatury z listy. Kliknij przycisk "%s", aby wyświetlić pełną listę obsługiwanych klawiatur. Po wybraniu układu klawiatury nie opartego na alfabecie łacińskim, następne okno umożliwi wybranie skrótów klawiszowych przełączających układ klawiatury z łacińskiego na narodowy.
pt: Dependendo da linguagem que escolhe (), o DrakX irá automáticamente escolher um determinado tipo de configuração do teclado. Seleccione a opção que melhor lhe sirva ou escolha outra disposição de teclado. Também, pode não ter um teclado que corresponde exactamente à sua linguagem: por exemplo, se é Francês mas fala Português, pode desejar, mesmo assim um teclado Francês. Ou se fala Português mas vive em Inglaterra, irá encontrar-se na mesma situação. Nos dois casos, pode escolher o teclado apropriado da lista. Clique no botão "%s" para obter a lista de todos os teclados suportados. Se escolheu a disposição de um teclado baseado num alfabeto diferente de latim, o próximo diálogo irá-lhe permitir escolher a mapeação de teclas que lhe permita mudar o teclado entre uma disposição Latim uma não Latim.
pt_br: Dependendo do idioma que você escolheu, o DrakX escolherá uma configuração de teclado particular para você. Selecione esta opção ou escolha um outro layout de teclado. Contudo, você pode ter um teclado que não corresponde exatamente ao idioma que você escolheu: por exemplo, se você for um suíço, porém o idioma é o inglês, você pode preferir continuar usando um teclado suíço. Ou se você fala inglês mas mora em Quebec, você pode estar na mesma situação quando sua língua nativa e seu teclado não são os mesmos. Nestes casos, este passo da instalação permitirá que você escolha o teclado apropriado na lista. Clique em "%s" para ver uma lista completa com os teclados disponíveis. Se você escolher um layout baseado em um alfabeto não-latino, o próximo diálogo permitirá que você escolha a tecla que irá vincular a troca entre o teclado latino e o não-latino.
ru: В зависимости от языка по умолчанию, который вы выбрали в разделе , DrakX автоматически подберет определенную конфигурацию клавиатуры. Проверьте, что выбор вам подходит или выберите другую раскладку клавиатуры. Может так быть, что у вас нет клавиатуры, которая точно соответствует вашему языку: например, если вы швейцарец, говорящий по-английски, у вас может быть швейцарская клавиатура. Или вы говорите по-английски, но живете в Квебеке; тогда вы можете попасть в подобную в ситуацию, когда ваш родной язык и клавиатура не совпадают. В любом случае, этот шаг установки позволит вам выбрать подходящую клавиатуру из списка. Нажмите на кнопку "%s" чтобы получить полный список поддерживаемых клавиатур. Если вы выбираете раскладку клавиатуры, основанную на не-латинском алфавите, следующее диалоговое окно позволит вам выбрать сочетание клавиш для переключения между латинской и не-латинской раскладками.
sk: V závislosti na vybranom jazyku () DrakX automaticky vybral vhodný typ klávesnice. Je ale možné, že nechcete mať nastavenú klávesnicu, ktorá presne korešponduje s jazykom: napríklad, ak hovoríte po slovensky, nemusí to automaticky znamenať, že chcete mať nastavenú slovenskú klávesnicu a naopak, ak chcete mať nastavenú slovenskú klávesnicu, nemusí to znamenať že hovoríte po slovensky. V takomto prípade vám tento krok umožní vybrať si vami požadovaný typ klávesnice zo zoznamu. Kliknite na tlačidlo "%s" čo bude mať za následok výpis kompletného zoznamu podporovaných klávesníc. Ak si vyberiete klávesnicovú mapu, ktorá obsahuje ne-latinkové znaky, potom ďalší krok vám umožní vybrať si kombináciu kláves, pomocou ktorej si budete môcť prepínať medzi latin a ne-latin mapou.
sl: DrakX bo samodejno izbral razpored tipkovnice glede na jezik, ki ste ga izbrali. Če vam to ne ustreza, zamenjajte razpored tipkovnice. Morda vam ustreza, da uporabljate drugačen razpored tipkovnice, kot pripada izbranemu jeziku. Če sicer govorite angleško, živite pa v Sloveniji, vam bo najbrž ustrezal slovenski razpored. V tem koraku namestitve lahko izberete razpored tipkovnice, ki vam najbolj ustreza. Kliknite na gumb »%s« in pojavil se bo seznam vseh tipkovnic, ki jih sistem podpira. Če ste izbrali tipkovnico, ki temelji na nelatinični abecedi, lahko v naslednjem koraku določite ukaz, ki vam bo omogočil preklapljanje med latiničnim in nelatiničnim razporedom tipkovnice.
sv: I de flesta fall väljer DrakX rätt tangentbord åt dig (beroende på vilket språk du har valt) och det hela sker automatiskt. Kontrollera att det förvalda tangentbordet passar dig eller välj ett annat tangentbord. Det kan även hända att du har ett tangentbord som inte helt motsvarar ditt språk: om du till exempel är en engelsktalande schweizare kanske du ändå vill att ditt tangentbord är schweiziskt. Eller om du talar engelska och bor i Quebec kan du befinna dig i en liknande situation. I båda fallen behöver du gå tillbaka till detta installationssteg och välja önskat tangentbord ur listan. Klicka på "%s" för en komplett lista över tillgängliga tangentbord. Om du väljer en tangentbordslayout som inte är baserad på ett icke-latinskt alfabet kommer du i nästa dialogruta uppmanas att välja snabbtangenterna som ska användas för att byta mellan den latinska layouten och den icke-latinska.
tg: Вобаста ба забони нобаёнӣ, ки дар қисмат интихоб кардед, DrakX ба таври худкор навъи танзими забонакро интихоб мекунад. Инро интихоб кунед ё дигар ҷобаҷогузории забонакро интихоб кунед. Лекин шумо забонеро, ки, пурра ба забони шумо мувофиқат мекунад, надошта метавонед: масалан, агар шумо шахси швейтсариягии бо забони англисӣ гап зананда бошед, шумо забони швейтсариягӣ дошта бошед. Ё агар шумо бо забони англисӣ гап мезанед лекин дар Квебек сукунат доред, шумо ба ҳолате меафтед, ки забони модарии шумо ва забонаки мувофиқро аз рӯйхат медиҳад. Барои гирифтани рӯйхати пурраи забонакҳои пуштибоншаванда ба тугмаи "%s" ангушт занед. Агар шумо ҷобаҷогузории забонакро, ки ба алифбои ғайри Лотинӣ асос ёфтааст интихоб намоед, муколамаи оянда ба шумо имконияти интихоб кардани бастаи калидҳо барои гузриши байни ҷобаҷогузориҳои лотинӣ ва ғайри лотинӣ медиҳад.
uk: В залежності від типової мови, яку Ви вказали у розділі, drakX автоматично вибере певний тип конфігурації клавіатури. Перевірте, щоб виділення відповідало Вашому вибору, якщо потрібно, виберіть відповідну мапу. Проте, може не існувати мапи клавіатури, що точно відповідає Вашій мові: наприклад, якщо Ви англомовний швейцарець, Ви все одно можете забажати користуватись швейцарською мапою. Або, якщо Ви говорите англійською, але живете в Квебеку, Ви потрапляєте в аналогічну ситуацію, коли Ваша рідна мова і мапа клавіатури не співпадають. В таких випадках цей крок встановлення дасть Вам змогу вибрати відповідну клавіатуру з наданого списку. Натисніть кнопку "%s", щоб побачити повний список мап клавіатур. Якщо Ви вибрали мапу, що основана на нелатинському алфавіті, наступний діалог дасть змогу вибрати комбінацію клавіш, яка перемикатиме клавіатуру між латинською і нелатинською мапами.
vi: Tùy theo ngôn ngữ đã chọn () mà DrakX sẽ tự động chọn loại cấu hình bàn phím thích ứng. Hãy chọn bàn phím thích hợp hoặc chọn một tổ chức bàn phím khác. Tuy nhiên, cũng có khả năng là bàn phím không tương ứng chính xác với ngôn ngữ. Ví dụ: bạn là người Thụy sĩ nói tiếng Anh và bạn có thể chọnbàn phím Thụy sĩ. Hay bạn nói tiếng Anh nhưng lại đang ở Quebec, bạn có thể liên hệ theo tình huống tương tự khi ngôn ngữ và bàn phím không tương ứng với nhau. Trong các trường hợp đó, bước cài đặt này cho phép bạn chọn một bàn phím thích hợp từ danh sách. Nhấp chuột lên nút "%s" để có một danh sách đầy đủ các bàn phím được hỗ trợ. Nếu bạn chọn tổ chức bàn phím không dựa trên bảng chữ cái la tinh, hộp thoại tiếp theo sẽ cho phép chọn tổ hợp phím nóng để chuyển đổi tổ chức bàn phím giữa La tinh và không phải La tinh.
wa: Sorlon li tchuze do lingaedje, DrakX va tchoezi otomaticmint li boune taprece por vos. Verifyîz kel tchuze corespond bén a çou k' vos vloz, oudonbén candjîz di taprece. I s' pout ki vos åyoxhe ene taprece diferinne del cene prémetowe po vosse lingaedje: par egzimpe, ene djin ki djåzreut inglès mins vicreut el Swisse, ele vôreut cwand minme ene swisse taprece. Oudonbén si vos avoz tchoezi l' walon mins ki vos avoz ene taprece francesse ou qwerty purade k' ene taprece bedje. Dins les deus cas, vos pôroz candjî vosse tchuze a l' etape «Rascourti éndjolreye» pus lon, et tchoezi l' cene ki vos vloz dins en ene djivêye. Clitchîz so «%s» po-z aveur li djivêye etire di totes les tapreces ki sont sopoirtêyes. Si vos tchoezixhoz ene taprece po èn alfabet nén latén, li purnea shuvant vos dinrè l' tchuze des tapes a tchôkî po candjî inte l' alfabet latén eyet l' taprece nén latene.
zh_cn: 根据您在中所选择的语言, DrakX 将会自动选择特定类型的键盘配置。请检查列出的选项是否适合您, 若不适合请选择其它键盘布局。 当然, 可能您使用的语言与键盘并不相同：例如, 您是说英语的瑞典本土人, 但正在用瑞士键盘。或者, 如果您说英语但住在魁北克, 您可能也会遇到您的母语和所使用的键盘并不匹配的情况。不管是哪种情况, 您都可以在这一步骤从列表种选择相应的键盘。 单击"%s"按钮可显示所支持键盘的完整列表。 如果您选择了基于非拉丁字符集的键盘布局, 下个对话框将允许您选择用于切换拉丁和非拉丁布局之间的组合键。
zh_tw: 根據您所選的語言 (), DrakX 將會自動選擇一個特別的鍵盤設定型態. 檢查所選擇的 是否適合您或選擇另一個鍵盤形式。 您或許沒有精確對應於您的語言的鍵盤: 例如, 如果您是一個說英文的瑞士本國人, 您或許有瑞士鍵盤. 或如果您說英文且在魁北克 (Quebec), 您或許發現您自己在一個 您本國語言與國家鍵盤組合不對稱的情況. 不管是那種情形, 這個安裝步驟將允許您 從一個清單中選擇適合的鍵盤 點選 "%s" 按鈕以顯示一個支援的鍵盤清單. 如果您根據一個非拉丁語系字母選擇一個鍵盤形式，下一個對話窗將允許您選擇 按鍵組合以便切換於拉丁與非拉丁鍵盤形式之中。
